
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/ec", -- [1]
		"/bw", -- [2]
		"/xct", -- [3]
		"/kb", -- [4]
	},
	["ChatLog"] = {
		["1493117912.485"] = {
			"Поможем Вам Сегодня|cffffff00|Hachievement:11192:Player-1602-09FF73EB:1:03:11:17:4294967295:4294967295:4294967295:4294967295|h[На кромке лезвия: Гул'дан]|h|r(10/10)Лут+маунт в подарок!", -- [1]
			"Альвеник-Гордунни", -- [2]
			"", -- [3]
			"2. Торговля: Город", -- [4]
			"Альвеник", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"Торговля: Город", -- [9]
			0, -- [10]
			1200, -- [11]
			"Player-1602-09FF73EB", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			true, -- [17]
			nil, -- [18]
			nil, -- [19]
			"CHAT_MSG_CHANNEL", -- [20]
		},
	},
}
