function SetDetails()	
	_detalhes_global = {
		["death_recap"] = {
			["enabled"] = true,
			["show_segments"] = false,
			["show_life_percent"] = false,
			["relevance_time"] = 7,
		},
		["tutorial"] = {
			["bookmark_tutorial"] = true,
			["main_help_button"] = 769,
			["SWITCH_PANEL_FIRST_OPENED"] = true,
			["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
			["MEMORY_USAGE_ALERT1"] = true,
			["logons"] = 769,
			["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
			["STREAMER_PLUGIN_FIRSTRUN"] = true,
			["FULL_DELETE_WINDOW"] = true,
			["DETAILS_INFO_TUTORIAL1"] = true,
			["alert_frames"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
			},
			["unlock_button"] = 0,
			["WINDOW_LOCK_UNLOCK1"] = true,
			["OVERALLDATA_WARNING1"] = 9,
			["feedback_window1"] = true,
			["OPTIONS_PANEL_OPENED"] = true,
			["HISTORYPANEL_TUTORIAL"] = true,
			["version_announce"] = 0,
			["DETAILS_INFO_TUTORIAL2"] = 10,
			["ctrl_click_close_tutorial"] = false,
		},
		["global_plugin_database"] = {
			["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
				["encounter_timers_dbm"] = {
				},
				["encounter_timers_bw"] = {
					["213390"] = {
						"Spellblade Aluriel", -- [1]
						"213390", -- [2]
						"Детонация: чародейская сфера", -- [3]
						38, -- [4]
						1033906, -- [5]
						["id"] = 1871,
					},
					["75683"] = {
						"Lady Naz'jar", -- [1]
						"75683", -- [2]
						"Изводень", -- [3]
						60, -- [4]
						132852, -- [5]
						["id"] = 1045,
					},
					["227816"] = {
						"Guarm-TrialOfValor", -- [1]
						"227816", -- [2]
						"Безудержный рывок", -- [3]
						57, -- [4]
						304501, -- [5]
						["id"] = 1962,
					},
					["70381"] = {
						"Forgemaster Garfrost", -- [1]
						"70381", -- [2]
						"Глубокая заморозка: Меракк*", -- [3]
						14, -- [4]
						135855, -- [5]
						["id"] = 1999,
					},
					["228633"] = {
						"Helya-TrialOfValor", -- [1]
						"228633", -- [2]
						"Не щадить никого", -- [3]
						7, -- [4]
						132337, -- [5]
						["id"] = 2008,
					},
					["227646"] = {
						"Moroes", -- [1]
						"227646", -- [2]
						"Железный вихрь", -- [3]
						4.5, -- [4]
						460959, -- [5]
						["id"] = 1961,
					},
					["destructor_tentacle"] = {
						"Helya", -- [1]
						"destructor_tentacle", -- [2]
						"Щупальце разрушения", -- [3]
						26, -- [4]
						"Interface\\Icons\\inv_misc_monsterhorn_03", -- [5]
						["id"] = 1824,
					},
					["233206"] = {
						"Mephistroth", -- [1]
						"233206", -- [2]
						"Уход во тьму", -- [3]
						44.2, -- [4]
						132095, -- [5]
						["id"] = 2039,
					},
					["228730"] = {
						"Helya-TrialOfValor", -- [1]
						"228730", -- [2]
						"Разящее щупальце (1)", -- [3]
						36.7, -- [4]
						254105, -- [5]
						["id"] = 2008,
					},
					["68989"] = {
						"Ick & Krick", -- [1]
						"68989", -- [2]
						"Ядовитая звезда", -- [3]
						5, -- [4]
						236271, -- [5]
						["id"] = 2001,
					},
					["227618"] = {
						"Mana Devourer", -- [1]
						"227618", -- [2]
						"Чародейская бомба", -- [3]
						7, -- [4]
						429383, -- [5]
						["id"] = 1959,
					},
					["kick_combo"] = {
						"Cordana Felsong", -- [1]
						"kick_combo", -- [2]
						"Kick Combo", -- [3]
						16, -- [4]
						574575, -- [5]
						["id"] = 1818,
					},
					["Замедленное падение"] = {
						"", -- [1]
						"Замедленное падение", -- [2]
						"Замедленное падение", -- [3]
						23, -- [4]
						135992, -- [5]
						["id"] = 1853,
					},
					["213853"] = {
						"Spellblade Aluriel", -- [1]
						"213853", -- [2]
						"Анимация: знак льда", -- [3]
						75, -- [4]
						342402, -- [5]
						["id"] = 1871,
					},
					["200551"] = {
						"Dargrul", -- [1]
						"200551", -- [2]
						"Кристальные шипы", -- [3]
						21, -- [4]
						132780, -- [5]
						["id"] = 1793,
					},
					["210022"] = {
						"Grand Magistrix Elisande", -- [1]
						"210022", -- [2]
						"Эпохальная сфера", -- [3]
						18, -- [4]
						429383, -- [5]
						["id"] = 1872,
					},
					["192019"] = {
						"Maw of Souls Trash", -- [1]
						"192019", -- [2]
						"<Чтение Фонарь Тьмы>", -- [3]
						7, -- [4]
						134553, -- [5]
						["id"] = 1823,
					},
					["206464"] = {
						"Star Augur Etraeus", -- [1]
						"206464", -- [2]
						"Корональный выброс", -- [3]
						12.5, -- [4]
						1029591, -- [5]
						["id"] = 1863,
					},
					["236543"] = {
						"Domatrax", -- [1]
						"236543", -- [2]
						"Удар оскверненной души", -- [3]
						8.3, -- [4]
						1109118, -- [5]
						["id"] = 2053,
					},
					["213083"] = {
						"Spellblade Aluriel", -- [1]
						"213083", -- [2]
						"<Чтение Ледяная буря>", -- [3]
						12, -- [4]
						629077, -- [5]
						["id"] = 1871,
					},
					["115297"] = {
						"Thalnos the Soulrender", -- [1]
						"115297", -- [2]
						"Изгнание души", -- [3]
						25, -- [4]
						463284, -- [5]
						["id"] = 1423,
					},
					["193611"] = {
						"Lady Hatecoil", -- [1]
						"193611", -- [2]
						"Средоточие молний", -- [3]
						25, -- [4]
						136015, -- [5]
						["id"] = 1811,
					},
					["198641"] = {
						"Kurtalos Ravencrest", -- [1]
						"198641", -- [2]
						"Крутящийся клинок", -- [3]
						11, -- [4]
						132330, -- [5]
						["id"] = 1835,
					},
					["69172"] = {
						"Scourgelord Tyrannus", -- [1]
						"69172", -- [2]
						"Клеймо верховного лорда: Пэил*", -- [3]
						8, -- [4]
						237567, -- [5]
						["id"] = 2000,
					},
					["59322"] = {
						"Skadi the Ruthless", -- [1]
						"59322", -- [2]
						"<Чтение Вихрь>", -- [3]
						10, -- [4]
						132369, -- [5]
						["id"] = 2029,
					},
					["204463"] = {
						"Nythendra", -- [1]
						"204463", -- [2]
						"Взрывоопасная гниль", -- [3]
						22.8, -- [4]
						236271, -- [5]
						["id"] = 1853,
					},
					["233856"] = {
						"Fallen Avatar", -- [1]
						"233856", -- [2]
						"<Чтение Протокол очищения>", -- [3]
						18, -- [4]
						135802, -- [5]
						["id"] = 2038,
					},
					["orb_melee"] = {
						"Helya-TrialOfValor", -- [1]
						"orb_melee", -- [2]
						"Сфера в мили (2)", -- [3]
						28, -- [4]
						1097742, -- [5]
						["id"] = 2008,
					},
					["fists"] = {
						"Brother Korloff", -- [1]
						"fists", -- [2]
						"Огненные кулаки", -- [3]
						20, -- [4]
						574572, -- [5]
						["id"] = 1424,
					},
					["209011"] = {
						"Gul'dan", -- [1]
						"209011", -- [2]
						"Узы Скверны (1)", -- [3]
						9.5, -- [4]
						1117883, -- [5]
						["id"] = 1866,
					},
					["recursive_elemental"] = {
						"Grand Magistrix Elisande", -- [1]
						"recursive_elemental", -- [2]
						"Рекурсивный элементаль", -- [3]
						5, -- [4]
						653221, -- [5]
						["id"] = 1872,
					},
					["210948"] = {
						"Elerethe Renferal", -- [1]
						"210948", -- [2]
						"Темная буря", -- [3]
						27, -- [4]
						649816, -- [5]
						["id"] = 1876,
					},
					["211192"] = {
						"Cenarius", -- [1]
						"211192", -- [2]
						"Смрадное дыхание (1)", -- [3]
						20, -- [4]
						1357794, -- [5]
						["id"] = 1877,
					},
					["193597"] = {
						"Lady Hatecoil", -- [1]
						"193597", -- [2]
						"Кольцо молний", -- [3]
						10, -- [4]
						237587, -- [5]
						["id"] = 1811,
					},
					["205344"] = {
						"Krosus", -- [1]
						"205344", -- [2]
						"Сфера разрушения (1)", -- [3]
						20, -- [4]
						135800, -- [5]
						["id"] = 1842,
					},
					["203888"] = {
						"Dragons of Nightmare", -- [1]
						"203888", -- [2]
						"Вытягивание души", -- [3]
						25, -- [4]
						136122, -- [5]
						["id"] = 1854,
					},
					["227777"] = {
						"Opera Hall: Westfall Story", -- [1]
						"227777", -- [2]
						"Ритуал грома", -- [3]
						17, -- [4]
						839983, -- [5]
						["id"] = 1957,
					},
					["234015"] = {
						"Demonic Inquisition", -- [1]
						"234015", -- [2]
						"Мучительный взрыв", -- [3]
						17.1, -- [4]
						136123, -- [5]
						["id"] = 2048,
					},
					["197961"] = {
						"Odyn", -- [1]
						"197961", -- [2]
						"Руническое клеймо", -- [3]
						44, -- [4]
						442743, -- [5]
						["id"] = 1809,
					},
					["199193"] = {
						"Kurtalos Ravencrest", -- [1]
						"199193", -- [2]
						"Хитроумие повелителя ужаса", -- [3]
						27, -- [4]
						840942, -- [5]
						["id"] = 1835,
					},
					["199178"] = {
						"Naraxas", -- [1]
						"199178", -- [2]
						"Шипастый язык", -- [3]
						50, -- [4]
						136113, -- [5]
						["id"] = 1792,
					},
					["warmup"] = {
						"Odyn", -- [1]
						"warmup", -- [2]
						"Один", -- [3]
						2.7, -- [4]
						"Interface\\Icons\\achievement_boss_odyn", -- [5]
						["id"] = 1809,
					},
					["232722"] = {
						"Mistress Sassz'ine", -- [1]
						"232722", -- [2]
						"Кромсающий торнадо", -- [3]
						30.3, -- [4]
						999952, -- [5]
						["id"] = 2037,
					},
					["83113"] = {
						"General Husam", -- [1]
						"83113", -- [2]
						"Злые намерения", -- [3]
						25, -- [4]
						132337, -- [5]
						["id"] = 1052,
					},
					["205420"] = {
						"Krosus", -- [1]
						"205420", -- [2]
						"Пылающая смола (1)", -- [3]
						50, -- [4]
						135804, -- [5]
						["id"] = 1842,
					},
					["207830"] = {
						"Xavius", -- [1]
						"207830", -- [2]
						"Взрыв порчи", -- [3]
						17, -- [4]
						1396969, -- [5]
						["id"] = 1864,
					},
					["224982"] = {
						"Nighthold Trash", -- [1]
						"224982", -- [2]
						"Взор Скверны: Denguu*", -- [3]
						10, -- [4]
						135798, -- [5]
						["id"] = 1862,
					},
					["227493"] = {
						"Attumen the Huntsman", -- [1]
						"227493", -- [2]
						"Смертельный удар: Геззель", -- [3]
						10, -- [4]
						132338, -- [5]
						["id"] = 1960,
					},
					["193826"] = {
						"God-King Skovald", -- [1]
						"193826", -- [2]
						"Рагнарек", -- [3]
						11, -- [4]
						135799, -- [5]
						["id"] = 1808,
					},
					["202974"] = {
						"Advisor Vandros", -- [1]
						"202974", -- [2]
						"Силовая бомба", -- [3]
						29, -- [4]
						1041235, -- [5]
						["id"] = 1829,
					},
					["59795"] = {
						"Ionar", -- [1]
						"59795", -- [2]
						"Статическая перегрузка на ТЕБЕ", -- [3]
						10, -- [4]
						136050, -- [5]
						["id"] = 1984,
					},
					["238999"] = {
						"Kil'jaeden", -- [1]
						"238999", -- [2]
						"Тьма", -- [3]
						2, -- [4]
						136123, -- [5]
						["id"] = 2051,
					},
					["209676"] = {
						"Advisor Melandrus", -- [1]
						"209676", -- [2]
						"Кромсающий вихрь", -- [3]
						10, -- [4]
						1029585, -- [5]
						["id"] = 1870,
					},
					["196838"] = {
						"Fenryr", -- [1]
						"196838", -- [2]
						"Запах крови", -- [3]
						34, -- [4]
						841383, -- [5]
						["id"] = 1807,
					},
					["bwcbАмлодиPizza!"] = {
						"Bars", -- [1]
						"bwcbАмлодиPizza!", -- [2]
						"Амлоди: Pizza!", -- [3]
						300, -- [4]
						134376, -- [5]
						["id"] = 2037,
					},
					["227267"] = {
						"The Curator", -- [1]
						"227267", -- [2]
						"Призыв нестабильной энергии", -- [3]
						5, -- [4]
						237510, -- [5]
						["id"] = 1964,
					},
					["201392"] = {
						"Millificent Manastorm", -- [1]
						"201392", -- [2]
						"Ториевый турбоцыпленок", -- [3]
						24, -- [4]
						656513, -- [5]
						["id"] = 1847,
					},
					["236604"] = {
						"Fallen Avatar", -- [1]
						"236604", -- [2]
						"Клинки тьмы", -- [3]
						30, -- [4]
						1035040, -- [5]
						["id"] = 2038,
					},
					["69167"] = {
						"Scourgelord Tyrannus", -- [1]
						"69167", -- [2]
						"Нечистая сила", -- [3]
						10, -- [4]
						136204, -- [5]
						["id"] = 2000,
					},
					["212258"] = {
						"Gul'dan", -- [1]
						"212258", -- [2]
						"Рука Гул'дана", -- [3]
						7, -- [4]
						535592, -- [5]
						["id"] = 1866,
					},
					["230358"] = {
						"Mistress Sassz'ine", -- [1]
						"230358", -- [2]
						"Громовой шок", -- [3]
						10.5, -- [4]
						839974, -- [5]
						["id"] = 2037,
					},
					["204471"] = {
						"Skorpyron", -- [1]
						"204471", -- [2]
						"Точечный удар", -- [3]
						16, -- [4]
						135739, -- [5]
						["id"] = 1849,
					},
					["210264"] = {
						"Xavius", -- [1]
						"210264", -- [2]
						"Проявление порчи (1)", -- [3]
						59, -- [4]
						1357796, -- [5]
						["id"] = 1864,
					},
					["205233"] = {
						"Fel Lord Betrug", -- [1]
						"205233", -- [2]
						"Казнь", -- [3]
						34, -- [4]
						135358, -- [5]
						["id"] = 1856,
					},
					["200904"] = {
						"Inquisitor Tormentorum", -- [1]
						"200904", -- [2]
						"Опустошение души", -- [3]
						15.8, -- [4]
						460857, -- [5]
						["id"] = 1850,
					},
					["236542"] = {
						"The Desolate Host", -- [1]
						"236542", -- [2]
						"Раскалывающий рок", -- [3]
						17, -- [4]
						1120185, -- [5]
						["id"] = 2054,
					},
					["Конус холода"] = {
						"", -- [1]
						"Конус холода", -- [2]
						"Конус холода", -- [3]
						21, -- [4]
						135852, -- [5]
						["id"] = 1873,
					},
					["204372"] = {
						"Skorpyron", -- [1]
						"204372", -- [2]
						"Зов скорпида", -- [3]
						20, -- [4]
						620833, -- [5]
						["id"] = 1849,
					},
					["bwcbАмлоди"] = {
						"Bars", -- [1]
						"bwcbАмлоди", -- [2]
						"Амлоди: ", -- [3]
						300, -- [4]
						134376, -- [5]
						["id"] = 2037,
					},
					["Антимагия"] = {
						"", -- [1]
						"Антимагия", -- [2]
						"Антимагия", -- [3]
						13, -- [4]
						135856, -- [5]
						["id"] = 1853,
					},
					["207261"] = {
						"Patrol Captain Gerdo", -- [1]
						"207261", -- [2]
						"Резонирующий удар сплеча", -- [3]
						6, -- [4]
						135734, -- [5]
						["id"] = 1868,
					},
					["198379"] = {
						"Archdruid Glaidalis", -- [1]
						"198379", -- [2]
						"Первобытная ярость", -- [3]
						12, -- [4]
						571585, -- [5]
						["id"] = 1836,
					},
					["194956"] = {
						"Amalgam of Souls", -- [1]
						"194956", -- [2]
						"Жатва душ", -- [3]
						20.4, -- [4]
						237507, -- [5]
						["id"] = 1832,
					},
					["215430"] = {
						"Halls of Valor Trash", -- [1]
						"215430", -- [2]
						"Громовой удар: Саларанна*", -- [3]
						3, -- [4]
						839983, -- [5]
						["id"] = 1805,
					},
					["208672"] = {
						"Gul'dan", -- [1]
						"208672", -- [2]
						"Гибельная волна", -- [3]
						6.1, -- [4]
						136128, -- [5]
						["id"] = 1866,
					},
					["59529"] = {
						"Volkhan", -- [1]
						"59529", -- [2]
						"Раскатистый топот", -- [3]
						3, -- [4]
						132368, -- [5]
						["id"] = 1985,
					},
					["207806"] = {
						"Patrol Captain Gerdo", -- [1]
						"207806", -- [2]
						"Сигнальный маяк", -- [3]
						14, -- [4]
						135433, -- [5]
						["id"] = 1868,
					},
					["winds"] = {
						"Gul'dan", -- [1]
						"winds", -- [2]
						"Жестокие ветра (1)", -- [3]
						11.5, -- [4]
						1029595, -- [5]
						["id"] = 1866,
					},
					["-5865"] = {
						"Thalnos the Soulrender", -- [1]
						"-5865", -- [2]
						"<Чтение Вихрь душ>", -- [3]
						2, -- [4]
						463286, -- [5]
						["id"] = 1423,
					},
					["236712"] = {
						"Sisters of the Moon", -- [1]
						"236712", -- [2]
						"Лунная метка", -- [3]
						18.2, -- [4]
						429383, -- [5]
						["id"] = 2050,
					},
					["78807"] = {
						"Ozruk", -- [1]
						"78807", -- [2]
						"<Чтение Дробление>", -- [3]
						3, -- [4]
						134455, -- [5]
						["id"] = 1058,
					},
					["-14404"] = {
						"Odyn-TrialOfValor", -- [1]
						"-14404", -- [2]
						"Хирья", -- [3]
						16, -- [4]
						"Interface\\Icons\\inv_shield_1h_hyrja_d_01", -- [5]
						["id"] = 1958,
					},
					["227279"] = {
						"The Curator", -- [1]
						"227279", -- [2]
						"Разряд энергии", -- [3]
						12, -- [4]
						136048, -- [5]
						["id"] = 1964,
					},
					["215443"] = {
						"Elerethe Renferal", -- [1]
						"215443", -- [2]
						"Некротический яд", -- [3]
						22, -- [4]
						132107, -- [5]
						["id"] = 1876,
					},
					["240169"] = {
						"Tomb of Sargeras Trash", -- [1]
						"240169", -- [2]
						"<Чтение Электрошок>", -- [3]
						4, -- [4]
						136111, -- [5]
						["id"] = 2037,
					},
					["213569"] = {
						"Spellblade Aluriel", -- [1]
						"213569", -- [2]
						"<Чтение Армагеддон>", -- [3]
						30, -- [4]
						607865, -- [5]
						["id"] = 1871,
					},
					["226194"] = {
						"Xavius", -- [1]
						"226194", -- [2]
						"Шевелящаяся бездна", -- [3]
						14.0786749482402, -- [4]
						1357812, -- [5]
						["id"] = 1864,
					},
					["194231"] = {
						"Harbaron", -- [1]
						"194231", -- [2]
						"Призыв скованного прислужника", -- [3]
						8, -- [4]
						636332, -- [5]
						["id"] = 1823,
					},
					["233062"] = {
						"Goroth", -- [1]
						"233062", -- [2]
						"Инфернальное пламя", -- [3]
						54, -- [4]
						135802, -- [5]
						["id"] = 2032,
					},
					["202217"] = {
						"Anub'esset", -- [1]
						"202217", -- [2]
						"Удар жвалами", -- [3]
						9, -- [4]
						132122, -- [5]
						["id"] = 1852,
					},
					["235924"] = {
						"The Desolate Host", -- [1]
						"235924", -- [2]
						"Копье страданий", -- [3]
						20, -- [4]
						135131, -- [5]
						["id"] = 2054,
					},
					["200404"] = {
						"Dargrul", -- [1]
						"200404", -- [2]
						"Магматическая волна", -- [3]
						60, -- [4]
						237583, -- [5]
						["id"] = 1793,
					},
					["196543"] = {
						"Fenryr", -- [1]
						"196543", -- [2]
						"Пугающий вой", -- [3]
						30, -- [4]
						1033494, -- [5]
						["id"] = 1807,
					},
					["211261"] = {
						"Grand Magistrix Elisande", -- [1]
						"211261", -- [2]
						"Бесконечные мучения (1)", -- [3]
						23, -- [4]
						1041232, -- [5]
						["id"] = 1872,
					},
					["228390"] = {
						"Helya-TrialOfValor", -- [1]
						"228390", -- [2]
						"Выброс ила", -- [3]
						14, -- [4]
						1500940, -- [5]
						["id"] = 2008,
					},
					["236305"] = {
						"Sisters of the Moon", -- [1]
						"236305", -- [2]
						"Эфирный выстрел", -- [3]
						48.3, -- [4]
						959793, -- [5]
						["id"] = 2050,
					},
					["227297"] = {
						"Mana Devourer", -- [1]
						"227297", -- [2]
						"Слияние энергии", -- [3]
						30.3, -- [4]
						237551, -- [5]
						["id"] = 1959,
					},
					["228054"] = {
						"Helya-TrialOfValor", -- [1]
						"228054", -- [2]
						"Морская порча (1)", -- [3]
						19.5, -- [4]
						136030, -- [5]
						["id"] = 2008,
					},
					["-12809"] = {
						"Dragons of Nightmare", -- [1]
						"-12809", -- [2]
						"Знак Исондры (1) на ТЕБЕ", -- [3]
						35, -- [4]
						1354172, -- [5]
						["id"] = 1854,
					},
					["227629"] = {
						"Odyn-TrialOfValor", -- [1]
						"227629", -- [2]
						"Выверенный взрыв", -- [3]
						73, -- [4]
						135981, -- [5]
						["id"] = 1958,
					},
					["228171"] = {
						"Odyn-TrialOfValor", -- [1]
						"228171", -- [2]
						"Хирья: Регенерация", -- [3]
						10, -- [4]
						236249, -- [5]
						["id"] = 1958,
					},
					["233196"] = {
						"Mephistroth", -- [1]
						"233196", -- [2]
						"Демоническое извержение", -- [3]
						3.5, -- [4]
						1118739, -- [5]
						["id"] = 2039,
					},
					["220871"] = {
						"Advisor Vandros", -- [1]
						"220871", -- [2]
						"Нестабильная мана: Kathereh*", -- [3]
						8, -- [4]
						1391677, -- [5]
						["id"] = 1829,
					},
					["219815"] = {
						"Chronomatic Anomaly", -- [1]
						"219815", -- [2]
						"Временные сферы", -- [3]
						38, -- [4]
						610472, -- [5]
						["id"] = 1865,
					},
					["239739"] = {
						"Fallen Avatar", -- [1]
						"239739", -- [2]
						"Темная печать", -- [3]
						21.5, -- [4]
						633004, -- [5]
						["id"] = 2038,
					},
					["200284"] = {
						"Naltira", -- [1]
						"200284", -- [2]
						"Липкие путы", -- [3]
						35, -- [4]
						237431, -- [5]
						["id"] = 1826,
					},
					["206788"] = {
						"Trilliax", -- [1]
						"206788", -- [2]
						"Токсичные объедки", -- [3]
						11, -- [4]
						237360, -- [5]
						["id"] = 1867,
					},
					["193051"] = {
						"King Deepbeard", -- [1]
						"193051", -- [2]
						"Зов морей", -- [3]
						20, -- [4]
						135861, -- [5]
						["id"] = 1812,
					},
					["241622"] = {
						"Domatrax", -- [1]
						"241622", -- [2]
						"<Чтение Приближение погибели (1)>", -- [3]
						20, -- [4]
						1344649, -- [5]
						["id"] = 2053,
					},
					["214348"] = {
						"Elerethe Renferal", -- [1]
						"214348", -- [2]
						"Злобный внезапный удар", -- [3]
						8.2, -- [4]
						132089, -- [5]
						["id"] = 1876,
					},
					["225105"] = {
						"Nighthold Trash", -- [1]
						"225105", -- [2]
						"Чародейское высвобождение: Richfroning*", -- [3]
						6, -- [4]
						1041232, -- [5]
						["id"] = 1886,
					},
					["201672"] = {
						"Shivermaw", -- [1]
						"201672", -- [2]
						"Беспощадная буря", -- [3]
						9, -- [4]
						1033907, -- [5]
						["id"] = 1845,
					},
					["dread_felbat"] = {
						"General Xakal", -- [1]
						"dread_felbat", -- [2]
						"Жуткий сквернотопырь", -- [3]
						20, -- [4]
						"Interface\\Icons\\inv_felbatmount", -- [5]
						["id"] = 1828,
					},
					["226821"] = {
						"Cenarius", -- [1]
						"226821", -- [2]
						"Иссушающая поступь (1)", -- [3]
						20, -- [4]
						1357801, -- [5]
						["id"] = 1877,
					},
					["206744"] = {
						"Gul'dan", -- [1]
						"206744", -- [2]
						"Мрачная Жатва (1)", -- [3]
						64.1, -- [4]
						537517, -- [5]
						["id"] = 1866,
					},
					["191325"] = {
						"Dresaron", -- [1]
						"191325", -- [2]
						"Дыхание порчи", -- [3]
						13.5, -- [4]
						1357794, -- [5]
						["id"] = 1838,
					},
					["burrow"] = {
						"Corborus", -- [1]
						"burrow", -- [2]
						"Corborus burrows!", -- [3]
						30, -- [4]
						"Interface\\Icons\\ABILITY_HUNTER_PET_WORM", -- [5]
						["id"] = 1056,
					},
					["197796"] = {
						"Cordana Felsong", -- [1]
						"197796", -- [2]
						"Аватара отмщения", -- [3]
						45, -- [4]
						134496, -- [5]
						["id"] = 1818,
					},
					["212794"] = {
						"Tichondrius", -- [1]
						"212794", -- [2]
						"Клеймо Аргуса (1)", -- [3]
						15, -- [4]
						841219, -- [5]
						["id"] = 1862,
					},
					["232913"] = {
						"Mistress Sassz'ine", -- [1]
						"232913", -- [2]
						"Оскверняющие чернила", -- [3]
						11, -- [4]
						1500933, -- [5]
						["id"] = 2037,
					},
					["86340"] = {
						"Grand Vizier Ertan", -- [1]
						"86340", -- [2]
						"Вызов вихря", -- [3]
						19, -- [4]
						136111, -- [5]
						["id"] = 1043,
					},
					["233279"] = {
						"Goroth", -- [1]
						"233279", -- [2]
						"Сокрушающая звезда (1)", -- [3]
						24, -- [4]
						517112, -- [5]
						["id"] = 2032,
					},
					["192675"] = {
						"Wrath of Azshara", -- [1]
						"192675", -- [2]
						"Волшебный торнадо", -- [3]
						8, -- [4]
						606549, -- [5]
						["id"] = 1814,
					},
					["205588"] = {
						"Xavius", -- [1]
						"205588", -- [2]
						"Зов кошмаров", -- [3]
						30, -- [4]
						1357812, -- [5]
						["id"] = 1864,
					},
					["237276"] = {
						"Thrashbite the Scornful", -- [1]
						"237276", -- [2]
						"Сокрушающая дубина", -- [3]
						6.1, -- [4]
						132340, -- [5]
						["id"] = 2057,
					},
					["200700"] = {
						"Dargrul", -- [1]
						"200700", -- [2]
						"Оползень", -- [3]
						15, -- [4]
						451165, -- [5]
						["id"] = 1793,
					},
					["240599"] = {
						"Tomb of Sargeras Trash", -- [1]
						"240599", -- [2]
						"Объятия приливов: Haradir*", -- [3]
						20, -- [4]
						893777, -- [5]
						["id"] = 2037,
					},
					["235271"] = {
						"Maiden of Vigilance", -- [1]
						"235271", -- [2]
						"Насыщение", -- [3]
						2, -- [4]
						1122135, -- [5]
						["id"] = 2052,
					},
					["227967"] = {
						"Helya-TrialOfValor", -- [1]
						"227967", -- [2]
						"Желчное дыхание (1)", -- [3]
						12, -- [4]
						132104, -- [5]
						["id"] = 2008,
					},
					["234621"] = {
						"Mistress Sassz'ine", -- [1]
						"234621", -- [2]
						"Пожирающая пасть", -- [3]
						42.2, -- [4]
						463487, -- [5]
						["id"] = 2037,
					},
					["208230"] = {
						"Tichondrius", -- [1]
						"208230", -- [2]
						"Кровавый пир (1)", -- [3]
						20, -- [4]
						538039, -- [5]
						["id"] = 1862,
					},
					["Ледяная глыба"] = {
						"", -- [1]
						"Ледяная глыба", -- [2]
						"Ледяная глыба", -- [3]
						29, -- [4]
						135841, -- [5]
						["id"] = 1873,
					},
					["59513"] = {
						"Prince Taldaram", -- [1]
						"59513", -- [2]
						"Объятия вампира", -- [3]
						20, -- [4]
						136129, -- [5]
						["id"] = 1966,
					},
					["206365"] = {
						"Tichondrius", -- [1]
						"206365", -- [2]
						"Иллюзорная ночь (1)", -- [3]
						130, -- [4]
						607852, -- [5]
						["id"] = 1862,
					},
					["206617"] = {
						"Chronomatic Anomaly", -- [1]
						"206617", -- [2]
						"Часовая бомба", -- [3]
						29.5, -- [4]
						609814, -- [5]
						["id"] = 1865,
					},
					["193364"] = {
						"Ymiron", -- [1]
						"193364", -- [2]
						"Крики мертвых", -- [3]
						5.9, -- [4]
						136184, -- [5]
						["id"] = 1822,
					},
					["209166"] = {
						"Grand Magistrix Elisande", -- [1]
						"209166", -- [2]
						"Зона ускорения времени (1)", -- [3]
						35, -- [4]
						648208, -- [5]
						["id"] = 1872,
					},
					["196562"] = {
						"Ivanyr", -- [1]
						"196562", -- [2]
						"Нестабильная магия", -- [3]
						10, -- [4]
						1041233, -- [5]
						["id"] = 1827,
					},
					["196587"] = {
						"Amalgam of Souls", -- [1]
						"196587", -- [2]
						"Взрыв души", -- [3]
						27.5, -- [4]
						1120185, -- [5]
						["id"] = 1832,
					},
					["206939"] = {
						"Gul'dan", -- [1]
						"206939", -- [2]
						"Колодец душ", -- [3]
						15.2, -- [4]
						136194, -- [5]
						["id"] = 1866,
					},
					["193566"] = {
						"Ymiron", -- [1]
						"193566", -- [2]
						"Восстань, павший", -- [3]
						41.2, -- [4]
						136187, -- [5]
						["id"] = 1822,
					},
					["201240"] = {
						"Millificent Manastorm", -- [1]
						"201240", -- [2]
						"Элементиевая белкобомба", -- [3]
						7, -- [4]
						133709, -- [5]
						["id"] = 1847,
					},
					["194668"] = {
						"Harbaron", -- [1]
						"194668", -- [2]
						"Разрыв Пустоты", -- [3]
						12.5, -- [4]
						1022950, -- [5]
						["id"] = 1823,
					},
					["59835"] = {
						"Loken", -- [1]
						"59835", -- [2]
						"Вспышка молнии", -- [3]
						4, -- [4]
						136050, -- [5]
						["id"] = 1986,
					},
					["236072"] = {
						"The Desolate Host", -- [1]
						"236072", -- [2]
						"Стенающие души", -- [3]
						60, -- [4]
						136194, -- [5]
						["id"] = 2054,
					},
					["193235"] = {
						"Hymdall", -- [1]
						"193235", -- [2]
						"Танцующий клинок", -- [3]
						3.3, -- [4]
						135408, -- [5]
						["id"] = 1805,
					},
					["221875"] = {
						"Star Augur Etraeus", -- [1]
						"221875", -- [2]
						"Переход через Пустоту", -- [3]
						20, -- [4]
						1041232, -- [5]
						["id"] = 1863,
					},
					["204646"] = {
						"Oakheart", -- [1]
						"204646", -- [2]
						"Сокрушительная хватка", -- [3]
						28, -- [4]
						236316, -- [5]
						["id"] = 1837,
					},
					["232192"] = {
						"Harjatan the Bludger", -- [1]
						"232192", -- [2]
						"Властный рык", -- [3]
						17.5, -- [4]
						642418, -- [5]
						["id"] = 2036,
					},
					["239132"] = {
						"Fallen Avatar", -- [1]
						"239132", -- [2]
						"Разлом реальностей", -- [3]
						37, -- [4]
						135801, -- [5]
						["id"] = 2038,
					},
					["198079"] = {
						"Smashspite", -- [1]
						"198079", -- [2]
						"Ненавидящий взгляд", -- [3]
						5.8, -- [4]
						132284, -- [5]
						["id"] = 1834,
					},
					["228029"] = {
						"Odyn-TrialOfValor", -- [1]
						"228029", -- [2]
						"Световое излучение", -- [3]
						32, -- [4]
						237541, -- [5]
						["id"] = 1958,
					},
					["213564"] = {
						"Spellblade Aluriel", -- [1]
						"213564", -- [2]
						"Анимация: чародейская сфера", -- [3]
						55, -- [4]
						1033906, -- [5]
						["id"] = 1871,
					},
					["205549"] = {
						"Naraxas", -- [1]
						"205549", -- [2]
						"Зловонная пасть", -- [3]
						7, -- [4]
						136007, -- [5]
						["id"] = 1792,
					},
					["69263"] = {
						"Ick & Krick", -- [1]
						"69263", -- [2]
						"Минометный обстрел", -- [3]
						18, -- [4]
						236205, -- [5]
						["id"] = 2001,
					},
					["69275"] = {
						"Scourgelord Tyrannus", -- [1]
						"69275", -- [2]
						"Знак Инея: Меракк*", -- [3]
						7, -- [4]
						236188, -- [5]
						["id"] = 2000,
					},
					["209244"] = {
						"Grand Magistrix Elisande", -- [1]
						"209244", -- [2]
						"Пророческий луч", -- [3]
						59, -- [4]
						135730, -- [5]
						["id"] = 1872,
					},
					["206936"] = {
						"Star Augur Etraeus", -- [1]
						"206936", -- [2]
						"Выброс льда (1)", -- [3]
						25, -- [4]
						612394, -- [5]
						["id"] = 1863,
					},
					["86930"] = {
						"Asaad", -- [1]
						"86930", -- [2]
						"Великая сила бури", -- [3]
						10, -- [4]
						136050, -- [5]
						["id"] = 1042,
					},
					["202088"] = {
						"Helya", -- [1]
						"202088", -- [2]
						"Обстрел солоноватой водой", -- [3]
						15.6, -- [4]
						135862, -- [5]
						["id"] = 1824,
					},
					["236442"] = {
						"Sisters of the Moon", -- [1]
						"236442", -- [2]
						"Сумеречный залп", -- [3]
						16.6, -- [4]
						1391677, -- [5]
						["id"] = 2050,
					},
					["207439"] = {
						"Star Augur Etraeus", -- [1]
						"207439", -- [2]
						"Новая Бездны (1)", -- [3]
						42, -- [4]
						458969, -- [5]
						["id"] = 1863,
					},
					["207881"] = {
						"Talixae Flamewreath", -- [1]
						"207881", -- [2]
						"Инфернальное извержение", -- [3]
						19, -- [4]
						451164, -- [5]
						["id"] = 1869,
					},
					["nightmare_horror"] = {
						"Il'gynoth", -- [1]
						"nightmare_horror", -- [2]
						"Кошмарный ужас", -- [3]
						65, -- [4]
						463569, -- [5]
						["id"] = 1873,
					},
					["228877"] = {
						"Grand Magistrix Elisande", -- [1]
						"228877", -- [2]
						"Кинетическое кольцо (1)", -- [3]
						35, -- [4]
						1033906, -- [5]
						["id"] = 1872,
					},
					["243982"] = {
						"Kil'jaeden", -- [1]
						"243982", -- [2]
						"Разлом", -- [3]
						15, -- [4]
						1394890, -- [5]
						["id"] = 2051,
					},
					["212735"] = {
						"Spellblade Aluriel", -- [1]
						"212735", -- [2]
						"Детонация: знак Льда", -- [3]
						71, -- [4]
						609814, -- [5]
						["id"] = 1871,
					},
					["218438"] = {
						"High Botanist Tel'arn", -- [1]
						"218438", -- [2]
						"Управляемый Хаос", -- [3]
						35, -- [4]
						429383, -- [5]
						["id"] = 1886,
					},
					["232827"] = {
						"Mistress Sassz'ine", -- [1]
						"232827", -- [2]
						"Сокрушительная волна", -- [3]
						32.5, -- [4]
						135861, -- [5]
						["id"] = 2037,
					},
					["198820"] = {
						"Kurtalos Ravencrest", -- [1]
						"198820", -- [2]
						"Темный взрыв", -- [3]
						12, -- [4]
						136141, -- [5]
						["id"] = 1835,
					},
					["rupturingKnock"] = {
						"Kil'jaeden", -- [1]
						"rupturingKnock", -- [2]
						"Взрыв сингулярности (1)", -- [3]
						9.85, -- [4]
						1041232, -- [5]
						["id"] = 2051,
					},
					["201148"] = {
						"Kaahrj", -- [1]
						"201148", -- [2]
						"Рок", -- [3]
						7, -- [4]
						136122, -- [5]
						["id"] = 1846,
					},
					["239932"] = {
						"Kil'jaeden", -- [1]
						"239932", -- [2]
						"Когти Скверны", -- [3]
						25, -- [4]
						135802, -- [5]
						["id"] = 2051,
					},
					["Искажение времени"] = {
						"", -- [1]
						"Искажение времени", -- [2]
						"Искажение времени", -- [3]
						17, -- [4]
						458224, -- [5]
						["id"] = 1853,
					},
					["56130"] = {
						"Elder Nadox", -- [1]
						"56130", -- [2]
						"Чумное поветрие: Амлоди", -- [3]
						30, -- [4]
						135935, -- [5]
						["id"] = 1969,
					},
					["215128"] = {
						"Il'gynoth", -- [1]
						"215128", -- [2]
						"Проклятая кровь", -- [3]
						15, -- [4]
						237515, -- [5]
						["id"] = 1873,
					},
					["207630"] = {
						"Trilliax", -- [1]
						"207630", -- [2]
						"Аннигиляция", -- [3]
						20.5, -- [4]
						135734, -- [5]
						["id"] = 1867,
					},
					["236639"] = {
						"Agronox", -- [1]
						"236639", -- [2]
						"Сочные плеточники", -- [3]
						19.2, -- [4]
						959803, -- [5]
						["id"] = 2055,
					},
					["205300"] = {
						"Dragons of Nightmare", -- [1]
						"205300", -- [2]
						"Порча", -- [3]
						15, -- [4]
						651084, -- [5]
						["id"] = 1854,
					},
					["234107"] = {
						"Domatrax", -- [1]
						"234107", -- [2]
						"Хаотическая энергия", -- [3]
						32.5, -- [4]
						135799, -- [5]
						["id"] = 2053,
					},
					["201355"] = {
						"Shivermaw", -- [1]
						"201355", -- [2]
						"Взмах крылом", -- [3]
						20.5, -- [4]
						134155, -- [5]
						["id"] = 1845,
					},
					["adds"] = {
						"Tichondrius", -- [1]
						"adds", -- [2]
						"Помощники (1)", -- [3]
						185.7, -- [4]
						1100041, -- [5]
						["id"] = 1862,
					},
					["198073"] = {
						"Smashspite", -- [1]
						"198073", -- [2]
						"Сотрясающий землю топот", -- [3]
						12, -- [4]
						132368, -- [5]
						["id"] = 1834,
					},
					["210547"] = {
						"Elerethe Renferal", -- [1]
						"210547", -- [2]
						"Бритвенное крыло", -- [3]
						60, -- [4]
						132918, -- [5]
						["id"] = 1876,
					},
					["235907"] = {
						"The Desolate Host", -- [1]
						"235907", -- [2]
						"Колллапсирующий разлом", -- [3]
						6, -- [4]
						136160, -- [5]
						["id"] = 2054,
					},
					["213238"] = {
						"Tichondrius", -- [1]
						"213238", -- [2]
						"Алчущий рой (1)", -- [3]
						27, -- [4]
						136128, -- [5]
						["id"] = 1862,
					},
					["192517"] = {
						"Ashgolm", -- [1]
						"192517", -- [2]
						"Ломкость", -- [3]
						20, -- [4]
						460686, -- [5]
						["id"] = 1816,
					},
					["207278"] = {
						"Patrol Captain Gerdo", -- [1]
						"207278", -- [2]
						"Чародейская изоляция", -- [3]
						27, -- [4]
						1041230, -- [5]
						["id"] = 1868,
					},
					["235572"] = {
						"Fallen Avatar", -- [1]
						"235572", -- [2]
						"Разлом реальностей (1)", -- [3]
						38, -- [4]
						135801, -- [5]
						["id"] = 2038,
					},
					["81630"] = {
						"Lockmaw", -- [1]
						"81630", -- [2]
						"Мэнкайнд-Галакронд", -- [3]
						12, -- [4]
						132103, -- [5]
						["id"] = 1054,
					},
					["204574"] = {
						"Oakheart", -- [1]
						"204574", -- [2]
						"Корни-душители", -- [3]
						12, -- [4]
						458176, -- [5]
						["id"] = 1837,
					},
					["205649"] = {
						"Star Augur Etraeus", -- [1]
						"205649", -- [2]
						"Выброс Скверны (1)", -- [3]
						17, -- [4]
						841218, -- [5]
						["id"] = 1863,
					},
					["227789"] = {
						"Maiden of Virtue", -- [1]
						"227789", -- [2]
						"Священная земля", -- [3]
						24, -- [4]
						135926, -- [5]
						["id"] = 1954,
					},
					["221606"] = {
						"Gul'dan", -- [1]
						"221606", -- [2]
						"Пламя Саргераса", -- [3]
						27.5, -- [4]
						1035051, -- [5]
						["id"] = 1866,
					},
					["227807"] = {
						"Odyn-TrialOfValor", -- [1]
						"227807", -- [2]
						"Буря правосудия", -- [3]
						4, -- [4]
						839983, -- [5]
						["id"] = 1958,
					},
					["meteorImpact"] = {
						"Kil'jaeden", -- [1]
						"meteorImpact", -- [2]
						"Столкновение с метеором (1)", -- [3]
						8, -- [4]
						136186, -- [5]
						["id"] = 2051,
					},
					["203147"] = {
						"Dragons of Nightmare", -- [1]
						"203147", -- [2]
						"Заряд Кошмара", -- [3]
						16, -- [4]
						237561, -- [5]
						["id"] = 1854,
					},
					["orb_ranged"] = {
						"Helya-TrialOfValor", -- [1]
						"orb_ranged", -- [2]
						"Сфера в рдд (1)", -- [3]
						31, -- [4]
						1097742, -- [5]
						["id"] = 2008,
					},
					["235751"] = {
						"Agronox", -- [1]
						"235751", -- [2]
						"Удар бревном", -- [3]
						6.2, -- [4]
						132318, -- [5]
						["id"] = 2055,
					},
					["Кольцо льда"] = {
						"", -- [1]
						"Кольцо льда", -- [2]
						"Кольцо льда", -- [3]
						29, -- [4]
						135848, -- [5]
						["id"] = 1853,
					},
					["233895"] = {
						"Demonic Inquisition", -- [1]
						"233895", -- [2]
						"Удушающая тьма", -- [3]
						42, -- [4]
						136194, -- [5]
						["id"] = 2048,
					},
					["241564"] = {
						"Kil'jaeden", -- [1]
						"241564", -- [2]
						"Горестный вой", -- [3]
						15.8, -- [4]
						460857, -- [5]
						["id"] = 2051,
					},
					["203552"] = {
						"Nythendra", -- [1]
						"203552", -- [2]
						"Королева роя", -- [3]
						90, -- [4]
						136128, -- [5]
						["id"] = 1853,
					},
					["59267"] = {
						"Gortok Palehoof", -- [1]
						"59267", -- [2]
						"Губительный рев", -- [3]
						10, -- [4]
						132091, -- [5]
						["id"] = 2027,
					},
					["209597"] = {
						"Grand Magistrix Elisande", -- [1]
						"209597", -- [2]
						"Искривляющий выброс (1)", -- [3]
						48, -- [4]
						1044088, -- [5]
						["id"] = 1872,
					},
					["218148"] = {
						"High Botanist Tel'arn", -- [1]
						"218148", -- [2]
						"Солнечный коллапс", -- [3]
						10, -- [4]
						135981, -- [5]
						["id"] = 1886,
					},
					["233514"] = {
						"Goroth", -- [1]
						"233514", -- [2]
						"Инфернальный шип", -- [3]
						4.8, -- [4]
						1118739, -- [5]
						["id"] = 2032,
					},
					["198077"] = {
						"Odyn", -- [1]
						"198077", -- [2]
						"Расколотые копья", -- [3]
						40, -- [4]
						612968, -- [5]
						["id"] = 1809,
					},
					["235267"] = {
						"Maiden of Vigilance", -- [1]
						"235267", -- [2]
						"Массовая нестабильность", -- [3]
						22, -- [4]
						535593, -- [5]
						["id"] = 2052,
					},
					["230384"] = {
						"Mistress Sassz'ine", -- [1]
						"230384", -- [2]
						"Всепоглощающий голод", -- [3]
						20.5, -- [4]
						237395, -- [5]
						["id"] = 2037,
					},
					["204100"] = {
						"Dragons of Nightmare", -- [1]
						"204100", -- [2]
						"Тени Таэрара", -- [3]
						49, -- [4]
						135824, -- [5]
						["id"] = 1854,
					},
					["196068"] = {
						"Corstilax", -- [1]
						"196068", -- [2]
						"Протокол подавления", -- [3]
						6, -- [4]
						1041234, -- [5]
						["id"] = 1825,
					},
					["209628"] = {
						"Advisor Melandrus", -- [1]
						"209628", -- [2]
						"Пронзающий ураган", -- [3]
						7, -- [4]
						1020351, -- [5]
						["id"] = 1870,
					},
					["203381"] = {
						"Thalena", -- [1]
						"203381", -- [2]
						"Зов крови", -- [3]
						30, -- [4]
						538039, -- [5]
						["id"] = 1855,
					},
					["231854"] = {
						"Harjatan the Bludger", -- [1]
						"231854", -- [2]
						"Неконтролируемая ярость", -- [3]
						20.7, -- [4]
						132344, -- [5]
						["id"] = 2036,
					},
					["208929"] = {
						"Il'gynoth", -- [1]
						"208929", -- [2]
						"Выброс порчи на ТЕБЕ", -- [3]
						10, -- [4]
						136211, -- [5]
						["id"] = 1873,
					},
					["201733"] = {
						"Kurtalos Ravencrest", -- [1]
						"201733", -- [2]
						"Жалящий рой", -- [3]
						17, -- [4]
						538518, -- [5]
						["id"] = 1835,
					},
					["241636"] = {
						"Maiden of Vigilance", -- [1]
						"241636", -- [2]
						"Молот Скверны", -- [3]
						32, -- [4]
						1038844, -- [5]
						["id"] = 2052,
					},
					["206883"] = {
						"Gul'dan", -- [1]
						"206883", -- [2]
						"<Чтение Омут душ>", -- [3]
						9, -- [4]
						607512, -- [5]
						["id"] = 1866,
					},
					["196947"] = {
						"Helya", -- [1]
						"196947", -- [2]
						"Погружение", -- [3]
						15, -- [4]
						463570, -- [5]
						["id"] = 1824,
					},
					["236544"] = {
						"The Desolate Host", -- [1]
						"236544", -- [2]
						"Роковой раскол", -- [3]
						28, -- [4]
						1033912, -- [5]
						["id"] = 2054,
					},
					["218304"] = {
						"High Botanist Tel'arn", -- [1]
						"218304", -- [2]
						"Паразитические путы", -- [3]
						21.5, -- [4]
						538515, -- [5]
						["id"] = 1886,
					},
					["194323"] = {
						"Glazer", -- [1]
						"194323", -- [2]
						"Фокусировка", -- [3]
						32, -- [4]
						132177, -- [5]
						["id"] = 1817,
					},
					["239741"] = {
						"Tomb of Sargeras Trash", -- [1]
						"239741", -- [2]
						"Страдания: Ogamiitto*", -- [3]
						6, -- [4]
						615099, -- [5]
						["id"] = 2054,
					},
					["234817"] = {
						"Mephistroth", -- [1]
						"234817", -- [2]
						"Темное одиночество", -- [3]
						7.1, -- [4]
						458229, -- [5]
						["id"] = 2039,
					},
					["fear"] = {
						"Nighthold Trash", -- [1]
						"fear", -- [2]
						"Страх: Kremzi*", -- [3]
						10, -- [4]
						1386549, -- [5]
						["id"] = 1862,
					},
					["228300"] = {
						"Helya-TrialOfValor", -- [1]
						"228300", -- [2]
						"Ярость Утробы душ", -- [3]
						50, -- [4]
						237590, -- [5]
						["id"] = 2008,
					},
					["197810"] = {
						"General Xakal", -- [1]
						"197810", -- [2]
						"Злодейский мощный удар", -- [3]
						36, -- [4]
						1109118, -- [5]
						["id"] = 1828,
					},
					["214529"] = {
						"Cenarius", -- [1]
						"214529", -- [2]
						"Копье кошмаров", -- [3]
						23, -- [4]
						1357799, -- [5]
						["id"] = 1877,
					},
					["firestorm"] = {
						"Brother Korloff", -- [1]
						"firestorm", -- [2]
						"Удар огненной бури", -- [3]
						11, -- [4]
						135788, -- [5]
						["id"] = 1424,
					},
					["195254"] = {
						"Amalgam of Souls", -- [1]
						"195254", -- [2]
						"Вращающаяся коса", -- [3]
						8.5, -- [4]
						1060569, -- [5]
						["id"] = 1832,
					},
					["227616"] = {
						"Moroes", -- [1]
						"227616", -- [2]
						"Усиление оружия", -- [3]
						9.5, -- [4]
						537253, -- [5]
						["id"] = 1961,
					},
					["211615"] = {
						"Trilliax", -- [1]
						"211615", -- [2]
						"Дезинфекция на ТЕБЕ", -- [3]
						45, -- [4]
						237587, -- [5]
						["id"] = 1867,
					},
					["213852"] = {
						"Spellblade Aluriel", -- [1]
						"213852", -- [2]
						"Репликация: чародейская сфера", -- [3]
						16, -- [4]
						135732, -- [5]
						["id"] = 1871,
					},
					["227736"] = {
						"Moroes", -- [1]
						"227736", -- [2]
						"Исчезновение", -- [3]
						7, -- [4]
						132331, -- [5]
						["id"] = 1961,
					},
					["193018"] = {
						"King Deepbeard", -- [1]
						"193018", -- [2]
						"Пузырь газа", -- [3]
						12, -- [4]
						893778, -- [5]
						["id"] = 1812,
					},
					["196376"] = {
						"Archdruid Glaidalis", -- [1]
						"196376", -- [2]
						"Мучительное разрывание", -- [3]
						5, -- [4]
						132133, -- [5]
						["id"] = 1836,
					},
					["197546"] = {
						"Illysanna Ravencrest", -- [1]
						"197546", -- [2]
						"Жуткая глефа", -- [3]
						5.5, -- [4]
						1138466, -- [5]
						["id"] = 1833,
					},
					["193092"] = {
						"Hymdall", -- [1]
						"193092", -- [2]
						"Кровопролитный круговой удар", -- [3]
						16, -- [4]
						589068, -- [5]
						["id"] = 1805,
					},
					["209270"] = {
						"Gul'dan", -- [1]
						"209270", -- [2]
						"Око Гул'дана (1)", -- [3]
						29, -- [4]
						136210, -- [5]
						["id"] = 1866,
					},
					["202328"] = {
						"Fel Lord Betrug", -- [1]
						"202328", -- [2]
						"<Чтение Могучий удар>", -- [3]
						3, -- [4]
						132338, -- [5]
						["id"] = 1856,
					},
					["59978"] = {
						"Herald Volazj", -- [1]
						"59978", -- [2]
						"Трепет: Кренда", -- [3]
						15, -- [4]
						136131, -- [5]
						["id"] = 1968,
					},
					["59842"] = {
						"Slad'ran", -- [1]
						"59842", -- [2]
						"Ядовитая звезда", -- [3]
						3.5, -- [4]
						136030, -- [5]
						["id"] = 1978,
					},
					["Ледяная преграда"] = {
						"", -- [1]
						"Ледяная преграда", -- [2]
						"Ледяная преграда", -- [3]
						13, -- [4]
						135988, -- [5]
						["id"] = 1873,
					},
					["227783"] = {
						"Opera Hall: Westfall Story", -- [1]
						"227783", -- [2]
						"Ураганная волна", -- [3]
						23, -- [4]
						237590, -- [5]
						["id"] = 1957,
					},
					["focused_power"] = {
						"Shade of Medivh", -- [1]
						"focused_power", -- [2]
						"Средоточие силы", -- [3]
						29.2929297425733, -- [4]
						"Interface\\Icons\\ability_mage_greaterinvisibility", -- [5]
						["id"] = 1965,
					},
					["222761"] = {
						"Star Augur Etraeus", -- [1]
						"222761", -- [2]
						"Большой взрыв", -- [3]
						231.5, -- [4]
						1029583, -- [5]
						["id"] = 1863,
					},
					["236650"] = {
						"Agronox", -- [1]
						"236650", -- [2]
						"Удушающие лозы", -- [3]
						24.4, -- [4]
						135263, -- [5]
						["id"] = 2055,
					},
					["188114"] = {
						"Rokmora", -- [1]
						"188114", -- [2]
						"Дробление", -- [3]
						24, -- [4]
						451165, -- [5]
						["id"] = 1790,
					},
					["233155"] = {
						"Mephistroth", -- [1]
						"233155", -- [2]
						"Темная стая", -- [3]
						18.1, -- [4]
						136128, -- [5]
						["id"] = 2039,
					},
					["198446"] = {
						"Smashspite", -- [1]
						"198446", -- [2]
						"Сквернорвота", -- [3]
						31, -- [4]
						1129418, -- [5]
						["id"] = 1834,
					},
					["227987"] = {
						"Opera Hall: Beautiful Beast", -- [1]
						"227987", -- [2]
						"Звонок к обеду!", -- [3]
						8.5, -- [4]
						133706, -- [5]
						["id"] = 1957,
					},
					["-12727"] = {
						"Ashgolm", -- [1]
						"-12727", -- [2]
						"Система безопасности", -- [3]
						7.5, -- [4]
						"Interface\\Icons\\ability_monk_counteractmagic", -- [5]
						["id"] = 1816,
					},
					["228519"] = {
						"Helya-TrialOfValor", -- [1]
						"228519", -- [2]
						"Удар якорем", -- [3]
						12, -- [4]
						132470, -- [5]
						["id"] = 2008,
					},
					["228619"] = {
						"Helya-TrialOfValor", -- [1]
						"228619", -- [2]
						"Фонарь Тьмы", -- [3]
						30, -- [4]
						134553, -- [5]
						["id"] = 2008,
					},
					["192706"] = {
						"Wrath of Azshara", -- [1]
						"192706", -- [2]
						"Чародейская бомба", -- [3]
						26, -- [4]
						132861, -- [5]
						["id"] = 1814,
					},
					["228025"] = {
						"Opera Hall: Beautiful Beast", -- [1]
						"228025", -- [2]
						"Волна жара", -- [3]
						30, -- [4]
						136196, -- [5]
						["id"] = 1957,
					},
					["198495"] = {
						"Helya", -- [1]
						"198495", -- [2]
						"Стремительный поток", -- [3]
						10, -- [4]
						135861, -- [5]
						["id"] = 1824,
					},
					["209602"] = {
						"Advisor Melandrus", -- [1]
						"209602", -- [2]
						"Буйство клинков", -- [3]
						15, -- [4]
						965900, -- [5]
						["id"] = 1870,
					},
					["228565"] = {
						"Helya-TrialOfValor", -- [1]
						"228565", -- [2]
						"Дыхание порчи", -- [3]
						19.5, -- [4]
						136195, -- [5]
						["id"] = 2008,
					},
					["211152"] = {
						"Gul'dan", -- [1]
						"211152", -- [2]
						"(E) Око Гул'дана (3)", -- [3]
						29.5929999999935, -- [4]
						971290, -- [5]
						["id"] = 1866,
					},
					["211802"] = {
						"Xavius", -- [1]
						"211802", -- [2]
						"Клинки Кошмара", -- [3]
						19.2, -- [4]
						1396975, -- [5]
						["id"] = 1864,
					},
					["204078"] = {
						"Dragons of Nightmare", -- [1]
						"204078", -- [2]
						"<Чтение Раскатистый рев>", -- [3]
						6, -- [4]
						136129, -- [5]
						["id"] = 1854,
					},
					["-12527"] = {
						"Naraxas", -- [1]
						"-12527", -- [2]
						"Преданный червепоклонник", -- [3]
						10, -- [4]
						136189, -- [5]
						["id"] = 1792,
					},
					["204316"] = {
						"Skorpyron", -- [1]
						"204316", -- [2]
						"Ударная волна", -- [3]
						59, -- [4]
						1029595, -- [5]
						["id"] = 1849,
					},
					["224508"] = {
						"Xavius", -- [1]
						"224508", -- [2]
						"Кошмарный метеорит: Wahnwitzler*", -- [3]
						5, -- [4]
						1396970, -- [5]
						["id"] = 1864,
					},
					["227800"] = {
						"Maiden of Virtue", -- [1]
						"227800", -- [2]
						"Шок небес", -- [3]
						12, -- [4]
						135972, -- [5]
						["id"] = 1954,
					},
					["212364"] = {
						"Elerethe Renferal", -- [1]
						"212364", -- [2]
						"Время кормления", -- [3]
						16, -- [4]
						132196, -- [5]
						["id"] = 1876,
					},
					["236694"] = {
						"Sisters of the Moon", -- [1]
						"236694", -- [2]
						"Призыв Лунного Когтя", -- [3]
						7.3, -- [4]
						132150, -- [5]
						["id"] = 2050,
					},
					["241635"] = {
						"Maiden of Vigilance", -- [1]
						"241635", -- [2]
						"Молот Света", -- [3]
						14, -- [4]
						135875, -- [5]
						["id"] = 2052,
					},
					["212726"] = {
						"Cenarius", -- [1]
						"212726", -- [2]
						"Силы Кошмара (1)", -- [3]
						10, -- [4]
						1357812, -- [5]
						["id"] = 1877,
					},
					["209034"] = {
						"Xavius", -- [1]
						"209034", -- [2]
						"Узы ужаса", -- [3]
						15.5, -- [4]
						1396973, -- [5]
						["id"] = 1864,
					},
					["213275"] = {
						"Spellblade Aluriel", -- [1]
						"213275", -- [2]
						"Детонация: пылающее клеймо", -- [3]
						48, -- [4]
						135811, -- [5]
						["id"] = 1871,
					},
					["192522"] = {
						"Ashgolm", -- [1]
						"192522", -- [2]
						"Разлом", -- [3]
						42, -- [4]
						1032476, -- [5]
						["id"] = 1816,
					},
					["210879"] = {
						"Fel Lord Betrug", -- [1]
						"210879", -- [2]
						"Семя разрушения", -- [3]
						16, -- [4]
						136193, -- [5]
						["id"] = 1856,
					},
					["228019"] = {
						"Opera Hall: Beautiful Beast", -- [1]
						"228019", -- [2]
						"Объедки", -- [3]
						7, -- [4]
						133783, -- [5]
						["id"] = 1957,
					},
					["235117"] = {
						"Maiden of Vigilance", -- [1]
						"235117", -- [2]
						"Нестабильная душа на ТЕБЕ", -- [3]
						8, -- [4]
						841221, -- [5]
						["id"] = 2052,
					},
					["248671"] = {
						"Demonic Inquisition", -- [1]
						"248671", -- [2]
						"Невообразимые мучения", -- [3]
						480, -- [4]
						1344654, -- [5]
						["id"] = 2048,
					},
					["55931"] = {
						"Prince Taldaram", -- [1]
						"55931", -- [2]
						"Создание сферы огня", -- [3]
						10, -- [4]
						135824, -- [5]
						["id"] = 1966,
					},
					["206589"] = {
						"Star Augur Etraeus", -- [1]
						"206589", -- [2]
						"Окоченение на ТЕБЕ", -- [3]
						12, -- [4]
						236208, -- [5]
						["id"] = 1863,
					},
					["219235"] = {
						"High Botanist Tel'arn", -- [1]
						"219235", -- [2]
						"Отравляющие споры на ТЕБЕ", -- [3]
						12, -- [4]
						134220, -- [5]
						["id"] = 1886,
					},
					["206517"] = {
						"Star Augur Etraeus", -- [1]
						"206517", -- [2]
						"Новая Скверны (1)", -- [3]
						58.6, -- [4]
						1117883, -- [5]
						["id"] = 1863,
					},
					["55098"] = {
						"Moorabi", -- [1]
						"55098", -- [2]
						"Преображение", -- [3]
						4, -- [4]
						132254, -- [5]
						["id"] = 1980,
					},
					["241721"] = {
						"Kil'jaeden", -- [1]
						"241721", -- [2]
						"Зрение Иллидана", -- [3]
						20, -- [4]
						236415, -- [5]
						["id"] = 2051,
					},
					["stages"] = {
						"Kil'jaeden", -- [1]
						"stages", -- [2]
						"Перерыв", -- [3]
						60.2, -- [4]
						236222, -- [5]
						["id"] = 2051,
					},
					["205862"] = {
						"Krosus", -- [1]
						"205862", -- [2]
						"Мощный удар (1)", -- [3]
						33, -- [4]
						135906, -- [5]
						["id"] = 1842,
					},
					["202019"] = {
						"Kurtalos Ravencrest", -- [1]
						"202019", -- [2]
						"Залп стрел Тьмы", -- [3]
						17.5, -- [4]
						136197, -- [5]
						["id"] = 1835,
					},
					["206949"] = {
						"Star Augur Etraeus", -- [1]
						"206949", -- [2]
						"Ледяная новая (1)", -- [3]
						53, -- [4]
						464484, -- [5]
						["id"] = 1863,
					},
					["197478"] = {
						"Illysanna Ravencrest", -- [1]
						"197478", -- [2]
						"Темный рывок", -- [3]
						14.8, -- [4]
						1247261, -- [5]
						["id"] = 1833,
					},
					["201159"] = {
						"Millificent Manastorm", -- [1]
						"201159", -- [2]
						"Экстремальный лазер \"Два пальца\"", -- [3]
						5, -- [4]
						892834, -- [5]
						["id"] = 1847,
					},
					["206514"] = {
						"Gul'dan", -- [1]
						"206514", -- [2]
						"Эманация Скверны", -- [3]
						11, -- [4]
						841219, -- [5]
						["id"] = 1866,
					},
					["229945"] = {
						"Gul'dan", -- [1]
						"229945", -- [2]
						"Обелиск Скверны", -- [3]
						10, -- [4]
						1118739, -- [5]
						["id"] = 1866,
					},
					["-13022"] = {
						"Chronomatic Anomaly", -- [1]
						"-13022", -- [2]
						"Помощник", -- [3]
						25, -- [4]
						135739, -- [5]
						["id"] = 1865,
					},
					["expedient_elemental"] = {
						"Grand Magistrix Elisande", -- [1]
						"expedient_elemental", -- [2]
						"Своевременный элементаль", -- [3]
						8, -- [4]
						648208, -- [5]
						["id"] = 1872,
					},
					["204667"] = {
						"Oakheart", -- [1]
						"204667", -- [2]
						"Дыхание Кошмара", -- [3]
						18, -- [4]
						1357794, -- [5]
						["id"] = 1837,
					},
					["206609"] = {
						"Chronomatic Anomaly", -- [1]
						"206609", -- [2]
						"Выдержка времени", -- [3]
						5, -- [4]
						413594, -- [5]
						["id"] = 1865,
					},
					["227404"] = {
						"Attumen the Huntsman", -- [1]
						"227404", -- [2]
						"Незримое присутствие", -- [3]
						5, -- [4]
						135974, -- [5]
						["id"] = 1960,
					},
					["193152"] = {
						"King Deepbeard", -- [1]
						"193152", -- [2]
						"Землетрясение", -- [3]
						15, -- [4]
						136025, -- [5]
						["id"] = 1812,
					},
					["199143"] = {
						"Kurtalos Ravencrest", -- [1]
						"199143", -- [2]
						"Гипнотическое облако", -- [3]
						30.8, -- [4]
						136182, -- [5]
						["id"] = 1835,
					},
					["233263"] = {
						"Sisters of the Moon", -- [1]
						"233263", -- [2]
						"Объятия затмения", -- [3]
						48.3, -- [4]
						236151, -- [5]
						["id"] = 2050,
					},
					["216290"] = {
						"Ularogg Cragshaper", -- [1]
						"216290", -- [2]
						"Удар горы", -- [3]
						15, -- [4]
						136025, -- [5]
						["id"] = 1791,
					},
					["240735"] = {
						"Tomb of Sargeras Trash", -- [1]
						"240735", -- [2]
						"Превращающая бомба: Ерргазы*", -- [3]
						10, -- [4]
						575586, -- [5]
						["id"] = 2050,
					},
					["blob"] = {
						"Lady Hatecoil", -- [1]
						"blob", -- [2]
						"Капля морской воды", -- [3]
						21, -- [4]
						135861, -- [5]
						["id"] = 1811,
					},
					["227545"] = {
						"Moroes", -- [1]
						"227545", -- [2]
						"Похищение маны", -- [3]
						9, -- [4]
						136213, -- [5]
						["id"] = 1961,
					},
					["201153"] = {
						"Kaahrj", -- [1]
						"201153", -- [2]
						"Вечная Тьма", -- [3]
						15, -- [4]
						537022, -- [5]
						["id"] = 1846,
					},
					["233556"] = {
						"Fallen Avatar", -- [1]
						"233556", -- [2]
						"Оскверненная матрица", -- [3]
						50, -- [4]
						1097741, -- [5]
						["id"] = 2038,
					},
					["193093"] = {
						"King Deepbeard", -- [1]
						"193093", -- [2]
						"Удар по земле", -- [3]
						6, -- [4]
						132318, -- [5]
						["id"] = 1812,
					},
					["210150"] = {
						"Naraxas", -- [1]
						"210150", -- [2]
						"Токсичная желчь", -- [3]
						12, -- [4]
						136016, -- [5]
						["id"] = 1792,
					},
					["236459"] = {
						"The Desolate Host", -- [1]
						"236459", -- [2]
						"Соединение душ", -- [3]
						16, -- [4]
						607854, -- [5]
						["id"] = 2054,
					},
					["188169"] = {
						"Rokmora", -- [1]
						"188169", -- [2]
						"Бритвенно-острые осколки", -- [3]
						25, -- [4]
						135857, -- [5]
						["id"] = 1790,
					},
					["201379"] = {
						"Shivermaw", -- [1]
						"201379", -- [2]
						"Ледяное дыхание", -- [3]
						5, -- [4]
						1029007, -- [5]
						["id"] = 1845,
					},
					["219488"] = {
						"Patrol Captain Gerdo", -- [1]
						"219488", -- [2]
						"Дворник", -- [3]
						12, -- [4]
						1391767, -- [5]
						["id"] = 1868,
					},
					["248812"] = {
						"Maiden of Vigilance", -- [1]
						"248812", -- [2]
						"Обратная вспышка", -- [3]
						42.5, -- [4]
						236256, -- [5]
						["id"] = 2052,
					},
					["218927"] = {
						"High Botanist Tel'arn", -- [1]
						"218927", -- [2]
						"Милость природы", -- [3]
						10.5, -- [4]
						136074, -- [5]
						["id"] = 1886,
					},
					["obeliskExplosion"] = {
						"Kil'jaeden", -- [1]
						"obeliskExplosion", -- [2]
						"<Чтение Взрыв обелисков>", -- [3]
						13, -- [4]
						135799, -- [5]
						["id"] = 2051,
					},
					["198006"] = {
						"Ursoc", -- [1]
						"198006", -- [2]
						"Пристальный взгляд (1|T137004:0|t)", -- [3]
						19, -- [4]
						571585, -- [5]
						["id"] = 1841,
					},
					["208165"] = {
						"Talixae Flamewreath", -- [1]
						"208165", -- [2]
						"Иссохшая душа", -- [3]
						13, -- [4]
						460700, -- [5]
						["id"] = 1869,
					},
					["241171"] = {
						"Tomb of Sargeras Trash", -- [1]
						"241171", -- [2]
						"Лунная бомба: Сантикс*", -- [3]
						10, -- [4]
						132218, -- [5]
						["id"] = 2050,
					},
					["206480"] = {
						"Tichondrius", -- [1]
						"206480", -- [2]
						"Трупное заражение (1)", -- [3]
						7, -- [4]
						1029009, -- [5]
						["id"] = 1862,
					},
					["206820"] = {
						"Trilliax", -- [1]
						"206820", -- [2]
						"Очищающая ярость", -- [3]
						10.5, -- [4]
						132345, -- [5]
						["id"] = 1867,
					},
					["202341"] = {
						"Anub'esset", -- [1]
						"202341", -- [2]
						"Пронзание", -- [3]
						22, -- [4]
						132090, -- [5]
						["id"] = 1852,
					},
					["192617"] = {
						"Wrath of Azshara", -- [1]
						"192617", -- [2]
						"Потоп", -- [3]
						12, -- [4]
						893778, -- [5]
						["id"] = 1814,
					},
					["212707"] = {
						"Elerethe Renferal", -- [1]
						"212707", -- [2]
						"Собирающиеся тучи", -- [3]
						15.7, -- [4]
						132188, -- [5]
						["id"] = 1876,
					},
					["60029"] = {
						"Jedoga Shadowseeker", -- [1]
						"60029", -- [2]
						"Громовой удар", -- [3]
						10, -- [4]
						136014, -- [5]
						["id"] = 1967,
					},
					["201354"] = {
						"Shivermaw", -- [1]
						"201354", -- [2]
						"Взмах хвостом", -- [3]
						17, -- [4]
						134307, -- [5]
						["id"] = 1845,
					},
					["214505"] = {
						"Cenarius", -- [1]
						"214505", -- [2]
						"Опутывающие кошмары", -- [3]
						35, -- [4]
						1357814, -- [5]
						["id"] = 1877,
					},
					["234059"] = {
						"Fallen Avatar", -- [1]
						"234059", -- [2]
						"Необузданный хаос", -- [3]
						7, -- [4]
						135795, -- [5]
						["id"] = 2038,
					},
					["243124"] = {
						"Thrashbite the Scornful", -- [1]
						"243124", -- [2]
						"Бросок дубины", -- [3]
						15.8, -- [4]
						1084435, -- [5]
						["id"] = 2057,
					},
					["227672"] = {
						"Moroes", -- [1]
						"227672", -- [2]
						"Сокрушитель воли", -- [3]
						10.5, -- [4]
						132351, -- [5]
						["id"] = 1961,
					},
					["208689"] = {
						"Il'gynoth", -- [1]
						"208689", -- [2]
						"Удар по земле", -- [3]
						11.5, -- [4]
						254105, -- [5]
						["id"] = 1873,
					},
					["233983"] = {
						"Demonic Inquisition", -- [1]
						"233983", -- [2]
						"Эхо тоски", -- [3]
						22, -- [4]
						136181, -- [5]
						["id"] = 2048,
					},
					["Иллюзия"] = {
						"", -- [1]
						"Иллюзия", -- [2]
						"Иллюзия", -- [3]
						28, -- [4]
						133564, -- [5]
						["id"] = 1853,
					},
					["214167"] = {
						"Star Augur Etraeus", -- [1]
						"214167", -- [2]
						"Гравитация", -- [3]
						28, -- [4]
						1041234, -- [5]
						["id"] = 1863,
					},
					["202779"] = {
						"Thalena", -- [1]
						"202779", -- [2]
						"Essence", -- [3]
						7, -- [4]
						236300, -- [5]
						["id"] = 1855,
					},
					["steel"] = {
						"High Inquisitor Whitemane", -- [1]
						"steel", -- [2]
						"Стальная вспышка", -- [3]
						10.8, -- [4]
						132294, -- [5]
						["id"] = 1425,
					},
					["202473"] = {
						"Saelorn", -- [1]
						"202473", -- [2]
						"Взрыв Скверны", -- [3]
						30, -- [4]
						135800, -- [5]
						["id"] = 1851,
					},
					["195804"] = {
						"Corstilax", -- [1]
						"195804", -- [2]
						"Карантин", -- [3]
						22, -- [4]
						458245, -- [5]
						["id"] = 1825,
					},
					["191284"] = {
						"Hymdall", -- [1]
						"191284", -- [2]
						"Рог доблести", -- [3]
						8, -- [4]
						134229, -- [5]
						["id"] = 1805,
					},
					["38618"] = {
						"Commander Kolurg/Stoutbeard", -- [1]
						"38618", -- [2]
						"Вихрь", -- [3]
						14.5, -- [4]
						132369, -- [5]
						["id"] = 519,
					},
					["203787"] = {
						"Dragons of Nightmare", -- [1]
						"203787", -- [2]
						"Летучая зараза", -- [3]
						20, -- [4]
						135914, -- [5]
						["id"] = 1854,
					},
					["214335"] = {
						"Star Augur Etraeus", -- [1]
						"214335", -- [2]
						"Гравитация", -- [3]
						20, -- [4]
						1041234, -- [5]
						["id"] = 1863,
					},
					["230227"] = {
						"Mistress Sassz'ine", -- [1]
						"230227", -- [2]
						"Сила бездны (1)", -- [3]
						20.5, -- [4]
						133898, -- [5]
						["id"] = 2037,
					},
					["197422"] = {
						"Cordana Felsong", -- [1]
						"197422", -- [2]
						"<Чтение Ползучая гибель>", -- [3]
						35, -- [4]
						1022944, -- [5]
						["id"] = 1818,
					},
					["197365"] = {
						"Wrath of Azshara", -- [1]
						"197365", -- [2]
						"Морская пучина", -- [3]
						20, -- [4]
						629077, -- [5]
						["id"] = 1814,
					},
					["236603"] = {
						"Sisters of the Moon", -- [1]
						"236603", -- [2]
						"Быстрый обстрел", -- [3]
						15.8, -- [4]
						1035040, -- [5]
						["id"] = 2050,
					},
					["205370"] = {
						"Krosus", -- [1]
						"205370", -- [2]
						"Луч (1)", -- [3]
						11, -- [4]
						841219, -- [5]
						["id"] = 1842,
					},
					["210864"] = {
						"Elerethe Renferal", -- [1]
						"210864", -- [2]
						"Темные вихри", -- [3]
						8, -- [4]
						1022950, -- [5]
						["id"] = 1876,
					},
					["88308"] = {
						"Altairus", -- [1]
						"88308", -- [2]
						"Студеное дыхание", -- [3]
						12, -- [4]
						135836, -- [5]
						["id"] = 1041,
					},
					["196115"] = {
						"Corstilax", -- [1]
						"196115", -- [2]
						"Очищающая сила", -- [3]
						30, -- [4]
						609815, -- [5]
						["id"] = 1825,
					},
					["193659"] = {
						"God-King Skovald", -- [1]
						"193659", -- [2]
						"Рывок пламени Скверны", -- [3]
						8.5, -- [4]
						1096201, -- [5]
						["id"] = 1808,
					},
					["205984"] = {
						"Star Augur Etraeus", -- [1]
						"205984", -- [2]
						"Гравитация", -- [3]
						30, -- [4]
						1041234, -- [5]
						["id"] = 1863,
					},
					["237726"] = {
						"Thrashbite the Scornful", -- [1]
						"237726", -- [2]
						"Глумливый взгляд", -- [3]
						25.5, -- [4]
						132284, -- [5]
						["id"] = 2057,
					},
					["236524"] = {
						"Agronox", -- [1]
						"236524", -- [2]
						"Ядовитые споры (1)", -- [3]
						13.1, -- [4]
						132371, -- [5]
						["id"] = 2055,
					},
					["193211"] = {
						"Ymiron", -- [1]
						"193211", -- [2]
						"Черная рана", -- [3]
						3.5, -- [4]
						135371, -- [5]
						["id"] = 1822,
					},
					["198405"] = {
						"Maw of Souls Trash", -- [1]
						"198405", -- [2]
						"Леденящий душу вопль", -- [3]
						6, -- [4]
						136184, -- [5]
						["id"] = 1823,
					},
					["193977"] = {
						"Ymiron", -- [1]
						"193977", -- [2]
						"Ветра Нордскола", -- [3]
						15.1, -- [4]
						135833, -- [5]
						["id"] = 1822,
					},
					["227254"] = {
						"The Curator", -- [1]
						"227254", -- [2]
						"<Чтение Прилив сил>", -- [3]
						20, -- [4]
						135729, -- [5]
						["id"] = 1964,
					},
					["238570"] = {
						"The Desolate Host", -- [1]
						"238570", -- [2]
						"Стон страдания", -- [3]
						120, -- [4]
						463286, -- [5]
						["id"] = 2054,
					},
					["215988"] = {
						"Tichondrius", -- [1]
						"215988", -- [2]
						"<Чтение Гибельный кошмар>", -- [3]
						8.5, -- [4]
						840194, -- [5]
						["id"] = 1862,
					},
					["202414"] = {
						"Saelorn", -- [1]
						"202414", -- [2]
						"Разбрызгивание яда", -- [3]
						22, -- [4]
						132104, -- [5]
						["id"] = 1851,
					},
					["210346"] = {
						"Cenarius", -- [1]
						"210346", -- [2]
						"Аура ужасных шипов", -- [3]
						6, -- [4]
						1357798, -- [5]
						["id"] = 1877,
					},
					["236480"] = {
						"Sisters of the Moon", -- [1]
						"236480", -- [2]
						"Град глеф", -- [3]
						40.6649999999936, -- [4]
						132330, -- [5]
						["id"] = 2050,
					},
					["236527"] = {
						"Agronox", -- [1]
						"236527", -- [2]
						"Гремучие плеточники", -- [3]
						11, -- [4]
						135263, -- [5]
						["id"] = 2055,
					},
					["196392"] = {
						"Ivanyr", -- [1]
						"196392", -- [2]
						"Перезарядка маны", -- [3]
						37.5, -- [4]
						136208, -- [5]
						["id"] = 1827,
					},
					["200040"] = {
						"Naltira", -- [1]
						"200040", -- [2]
						"Яд Пустоты", -- [3]
						26, -- [4]
						237155, -- [5]
						["id"] = 1826,
					},
					["230139"] = {
						"Mistress Sassz'ine", -- [1]
						"230139", -- [2]
						"Выстрел гидры (1)", -- [3]
						25, -- [4]
						133578, -- [5]
						["id"] = 2037,
					},
					["235059"] = {
						"Kil'jaeden", -- [1]
						"235059", -- [2]
						"Разрывающая сингулярность (1)", -- [3]
						58, -- [4]
						1041232, -- [5]
						["id"] = 2051,
					},
					["198108"] = {
						"Ursoc", -- [1]
						"198108", -- [2]
						"Инерция на ТЕБЕ", -- [3]
						50, -- [4]
						132096, -- [5]
						["id"] = 1841,
					},
					["forces"] = {
						"Il'gynoth", -- [1]
						"forces", -- [2]
						"Щупальце смертоносного взгляда (1)", -- [3]
						26, -- [4]
						462324, -- [5]
						["id"] = 1873,
					},
					["81690"] = {
						"Lockmaw", -- [1]
						"81690", -- [2]
						"Аудеонна", -- [3]
						30, -- [4]
						237515, -- [5]
						["id"] = 1054,
					},
					["236378"] = {
						"Kil'jaeden", -- [1]
						"236378", -- [2]
						"|TInterface\\LFGFrame\\UI-LFG-ICON-PORTRAITROLES.blp:16:16:0:0:64:64:0:19:22:41|t Отражение: жалобное (1)", -- [3]
						48.4, -- [4]
						463284, -- [5]
						["id"] = 2051,
					},
					["78903"] = {
						"Ozruk", -- [1]
						"78903", -- [2]
						"<Чтение Удар земли>", -- [3]
						3, -- [4]
						136025, -- [5]
						["id"] = 1058,
					},
					["233441"] = {
						"Demonic Inquisition", -- [1]
						"233441", -- [2]
						"Костяная пила", -- [3]
						60.5, -- [4]
						999952, -- [5]
						["id"] = 2048,
					},
					["198263"] = {
						"Odyn", -- [1]
						"198263", -- [2]
						"Светозарная буря", -- [3]
						24, -- [4]
						236250, -- [5]
						["id"] = 1809,
					},
					["78939"] = {
						"Ozruk", -- [1]
						"78939", -- [2]
						"Элементиевая защита", -- [3]
						10, -- [4]
						132361, -- [5]
						["id"] = 1058,
					},
					["236710"] = {
						"Kil'jaeden", -- [1]
						"236710", -- [2]
						"|TInterface\\LFGFrame\\UI-LFG-ICON-PORTRAITROLES.blp:16:16:0:0:64:64:20:39:22:41|t Отражение: взрывное", -- [3]
						20, -- [4]
						1357814, -- [5]
						["id"] = 2051,
					},
					["193668"] = {
						"God-King Skovald", -- [1]
						"193668", -- [2]
						"Свирепый клинок", -- [3]
						24, -- [4]
						135271, -- [5]
						["id"] = 1808,
					},
					["218809"] = {
						"High Botanist Tel'arn", -- [1]
						"218809", -- [2]
						"Зов ночи", -- [3]
						20, -- [4]
						135752, -- [5]
						["id"] = 1886,
					},
					["224333"] = {
						"Advisor Melandrus", -- [1]
						"224333", -- [2]
						"Вихрь", -- [3]
						10, -- [4]
						1029595, -- [5]
						["id"] = 1870,
					},
					["236541"] = {
						"Sisters of the Moon", -- [1]
						"236541", -- [2]
						"Сумеречная глефа", -- [3]
						18.1, -- [4]
						132330, -- [5]
						["id"] = 2050,
					},
					["203096"] = {
						"Nythendra", -- [1]
						"203096", -- [2]
						"Гниль", -- [3]
						5.8, -- [4]
						136134, -- [5]
						["id"] = 1853,
					},
					["197969"] = {
						"Ursoc", -- [1]
						"197969", -- [2]
						"Какофонический рев (1)", -- [3]
						40, -- [4]
						136195, -- [5]
						["id"] = 1841,
					},
					["227503"] = {
						"Odyn-TrialOfValor", -- [1]
						"227503", -- [2]
						"Впитывание энергии", -- [3]
						40, -- [4]
						236247, -- [5]
						["id"] = 1958,
					},
					["193460"] = {
						"Ymiron", -- [1]
						"193460", -- [2]
						"Погибель", -- [3]
						22.1, -- [4]
						136194, -- [5]
						["id"] = 1822,
					},
					["215300"] = {
						"Elerethe Renferal", -- [1]
						"215300", -- [2]
						"Паутина боли", -- [3]
						6, -- [4]
						237431, -- [5]
						["id"] = 1876,
					},
					["227809"] = {
						"Maiden of Virtue", -- [1]
						"227809", -- [2]
						"Священная молния", -- [3]
						12, -- [4]
						1022948, -- [5]
						["id"] = 1954,
					},
					["205741"] = {
						"Xavius", -- [1]
						"205741", -- [2]
						"Ужасное извержение", -- [3]
						18, -- [4]
						1396977, -- [5]
						["id"] = 1864,
					},
					["206005"] = {
						"Xavius", -- [1]
						"206005", -- [2]
						"Сонная проекция на ТЕБЕ", -- [3]
						180, -- [4]
						1396974, -- [5]
						["id"] = 1864,
					},
					["227523"] = {
						"Mana Devourer", -- [1]
						"227523", -- [2]
						"Энергетическая пустота", -- [3]
						14.5, -- [4]
						1386548, -- [5]
						["id"] = 1959,
					},
					["87618"] = {
						"Asaad", -- [1]
						"87618", -- [2]
						"Мертвая хватка", -- [3]
						1.25, -- [4]
						237587, -- [5]
						["id"] = 1042,
					},
					["228012"] = {
						"Odyn-TrialOfValor", -- [1]
						"228012", -- [2]
						"Рог доблести (1)", -- [3]
						8, -- [4]
						134229, -- [5]
						["id"] = 1958,
					},
					["204040"] = {
						"Dragons of Nightmare", -- [1]
						"204040", -- [2]
						"Выброс тьмы на ТЕБЕ", -- [3]
						10, -- [4]
						132843, -- [5]
						["id"] = 1854,
					},
					["200185"] = {
						"Shade of Xavius", -- [1]
						"200185", -- [2]
						"Кошмарная стрела", -- [3]
						7, -- [4]
						1357805, -- [5]
						["id"] = 1839,
					},
					["228918"] = {
						"Odyn-TrialOfValor", -- [1]
						"228918", -- [2]
						"Закаленное бурей копье", -- [3]
						9, -- [4]
						1508064, -- [5]
						["id"] = 1958,
					},
					["192094"] = {
						"Warlord Parjesh", -- [1]
						"192094", -- [2]
						"Пронзающее копье", -- [3]
						29, -- [4]
						135130, -- [5]
						["id"] = 1810,
					},
					["167910"] = {
						"Helya-TrialOfValor", -- [1]
						"167910", -- [2]
						"Помощники", -- [3]
						14, -- [4]
						627487, -- [5]
						["id"] = 2008,
					},
					["232061"] = {
						"Harjatan the Bludger", -- [1]
						"232061", -- [2]
						"Впитывание", -- [3]
						58, -- [4]
						893777, -- [5]
						["id"] = 2036,
					},
					["236519"] = {
						"Sisters of the Moon", -- [1]
						"236519", -- [2]
						"Лунный ожог", -- [3]
						9.4, -- [4]
						136057, -- [5]
						["id"] = 2050,
					},
					["240910"] = {
						"Kil'jaeden", -- [1]
						"240910", -- [2]
						"Армагеддон (1)", -- [3]
						10, -- [4]
						136186, -- [5]
						["id"] = 2051,
					},
					["227883"] = {
						"Guarm-TrialOfValor", -- [1]
						"227883", -- [2]
						"Ревущий прыжок", -- [3]
						48.5, -- [4]
						236169, -- [5]
						["id"] = 1962,
					},
					["224632"] = {
						"Nighthold Trash", -- [1]
						"224632", -- [2]
						"Небесное сокрушение: Yoffi*", -- [3]
						5, -- [4]
						236168, -- [5]
						["id"] = 1863,
					},
					["smashingBridge"] = {
						"Krosus", -- [1]
						"smashingBridge", -- [2]
						"Уничтожение моста (1)", -- [3]
						93, -- [4]
						135906, -- [5]
						["id"] = 1842,
					},
					["228162"] = {
						"Odyn-TrialOfValor", -- [1]
						"228162", -- [2]
						"Щит Света (1)", -- [3]
						24, -- [4]
						612968, -- [5]
						["id"] = 1958,
					},
					["196563"] = {
						"Warlord Parjesh", -- [1]
						"196563", -- [2]
						"Вызов подкрепления", -- [3]
						5, -- [4]
						236422, -- [5]
						["id"] = 1810,
					},
					["212681"] = {
						"Cenarius", -- [1]
						"212681", -- [2]
						"Очищенная земля", -- [3]
						11, -- [4]
						136074, -- [5]
						["id"] = 1877,
					},
					["192520"] = {
						"Ashgolm", -- [1]
						"192520", -- [2]
						"Вулкан", -- [3]
						10, -- [4]
						135830, -- [5]
						["id"] = 1816,
					},
					["197556"] = {
						"Fenryr", -- [1]
						"197556", -- [2]
						"Хищный прыжок", -- [3]
						31, -- [4]
						1029718, -- [5]
						["id"] = 1807,
					},
					["208910"] = {
						"Trilliax", -- [1]
						"208910", -- [2]
						"Связан с |cfffff468Darkdoc*|r", -- [3]
						30, -- [4]
						607854, -- [5]
						["id"] = 1867,
					},
					["207573"] = {
						"Dragons of Nightmare", -- [1]
						"207573", -- [2]
						"Призыв оскверненного духа", -- [3]
						30, -- [4]
						1022944, -- [5]
						["id"] = 1854,
					},
					["194966"] = {
						"Amalgam of Souls", -- [1]
						"194966", -- [2]
						"Эхо души", -- [3]
						15.7, -- [4]
						463284, -- [5]
						["id"] = 1832,
					},
					["201146"] = {
						"Kaahrj", -- [1]
						"201146", -- [2]
						"Истерия", -- [3]
						15, -- [4]
						136184, -- [5]
						["id"] = 1846,
					},
					["nil"] = {
						"Pull", -- [1]
						"nil", -- [2]
						"Атака", -- [3]
						8, -- [4]
						132337, -- [5]
						["id"] = 2032,
					},
					["212030"] = {
						"General Xakal", -- [1]
						"212030", -- [2]
						"Темное рассечение", -- [3]
						13, -- [4]
						607850, -- [5]
						["id"] = 1828,
					},
					["206219"] = {
						"Gul'dan", -- [1]
						"206219", -- [2]
						"Жидкое адское пламя (2)", -- [3]
						15, -- [4]
						135803, -- [5]
						["id"] = 1866,
					},
					["212587"] = {
						"Spellblade Aluriel", -- [1]
						"212587", -- [2]
						"Знак льда", -- [3]
						18, -- [4]
						609814, -- [5]
						["id"] = 1871,
					},
					["-12687"] = {
						"Naltira", -- [1]
						"-12687", -- [2]
						"Молниеносные удары", -- [3]
						16, -- [4]
						1033906, -- [5]
						["id"] = 1826,
					},
					["207906"] = {
						"Talixae Flamewreath", -- [1]
						"207906", -- [2]
						"Интенсивное горение", -- [3]
						6, -- [4]
						135818, -- [5]
						["id"] = 1869,
					},
					["-15543"] = {
						"Kil'jaeden", -- [1]
						"-15543", -- [2]
						"Демонический обелиск", -- [3]
						25, -- [4]
						135799, -- [5]
						["id"] = 2051,
					},
					["berserk"] = {
						"Harjatan the Bludger", -- [1]
						"berserk", -- [2]
						"Берсерк", -- [3]
						480, -- [4]
						136224, -- [5]
						["id"] = 2036,
					},
					["239207"] = {
						"Fallen Avatar", -- [1]
						"239207", -- [2]
						"Касание Саргераса (1)", -- [3]
						15, -- [4]
						840404, -- [5]
						["id"] = 2038,
					},
					["233431"] = {
						"Demonic Inquisition", -- [1]
						"233431", -- [2]
						"Окаменевшие иглы", -- [3]
						11, -- [4]
						1029749, -- [5]
						["id"] = 2048,
					},
					["223655"] = {
						"Nighthold Trash", -- [1]
						"223655", -- [2]
						"Несущаяся слизь: Bdp*", -- [3]
						10, -- [4]
						236271, -- [5]
						["id"] = 1867,
					},
					["244856"] = {
						"Kil'jaeden", -- [1]
						"244856", -- [2]
						"Пылающая сфера (1)", -- [3]
						30, -- [4]
						132847, -- [5]
						["id"] = 2051,
					},
					["202977"] = {
						"Nythendra", -- [1]
						"202977", -- [2]
						"Заразное дыхание", -- [3]
						37, -- [4]
						538518, -- [5]
						["id"] = 1853,
					},
					["205298"] = {
						"Dragons of Nightmare", -- [1]
						"205298", -- [2]
						"Сущность порчи", -- [3]
						29, -- [4]
						134438, -- [5]
						["id"] = 1854,
					},
					["204459"] = {
						"Skorpyron", -- [1]
						"204459", -- [2]
						"<Чтение Уязвимость>", -- [3]
						14, -- [4]
						132358, -- [5]
						["id"] = 1849,
					},
					["227233"] = {
						"Helya", -- [1]
						"227233", -- [2]
						"Оскверняющий рев", -- [3]
						22, -- [4]
						136183, -- [5]
						["id"] = 1824,
					},
					["227514"] = {
						"Guarm-TrialOfValor", -- [1]
						"227514", -- [2]
						"Мелькающие клыки", -- [3]
						6, -- [4]
						132127, -- [5]
						["id"] = 1962,
					},
					["221160"] = {
						"Nighthold Trash", -- [1]
						"221160", -- [2]
						"Компрессия Бездны", -- [3]
						15, -- [4]
						1386548, -- [5]
						["id"] = 1865,
					},
					["196805"] = {
						"Ivanyr", -- [1]
						"196805", -- [2]
						"Оковы Пустоты", -- [3]
						18, -- [4]
						429383, -- [5]
						["id"] = 1827,
					},
					["234891"] = {
						"Maiden of Vigilance", -- [1]
						"234891", -- [2]
						"Гнев Творцов", -- [3]
						43.5, -- [4]
						135922, -- [5]
						["id"] = 2052,
					},
					["209170"] = {
						"Grand Magistrix Elisande", -- [1]
						"209170", -- [2]
						"Затягивающая сингулярность (1)", -- [3]
						25, -- [4]
						135735, -- [5]
						["id"] = 1872,
					},
					["83445"] = {
						"General Husam", -- [1]
						"83445", -- [2]
						"Ударная волна", -- [3]
						18, -- [4]
						136025, -- [5]
						["id"] = 1052,
					},
					["193367"] = {
						"Helya-TrialOfValor", -- [1]
						"193367", -- [2]
						"Смрадная гниль", -- [3]
						7, -- [4]
						132100, -- [5]
						["id"] = 2008,
					},
					["232249"] = {
						"Goroth", -- [1]
						"232249", -- [2]
						"Падающая комета", -- [3]
						8.5, -- [4]
						135797, -- [5]
						["id"] = 2032,
					},
					["238430"] = {
						"Kil'jaeden", -- [1]
						"238430", -- [2]
						"Взрывное пламя ужаса", -- [3]
						7.7, -- [4]
						460698, -- [5]
						["id"] = 2051,
					},
					["201598"] = {
						"Festerface", -- [1]
						"201598", -- [2]
						"Сгущающаяся рвота", -- [3]
						11, -- [4]
						132108, -- [5]
						["id"] = 1848,
					},
					["221164"] = {
						"Nighthold Trash", -- [1]
						"221164", -- [2]
						"<Чтение Сверкание>", -- [3]
						5, -- [4]
						462651, -- [5]
						["id"] = 1865,
					},
					["194333"] = {
						"Glazer", -- [1]
						"194333", -- [2]
						"Облучение", -- [3]
						15, -- [4]
						236226, -- [5]
						["id"] = 1817,
					},
					["202455"] = {
						"Inquisitor Tormentorum", -- [1]
						"202455", -- [2]
						"Щит Бездны на БОССЕ!", -- [3]
						10, -- [4]
						132886, -- [5]
						["id"] = 1850,
					},
					["227568"] = {
						"Opera Hall: Westfall Story", -- [1]
						"227568", -- [2]
						"Пламенная подсечка", -- [3]
						19, -- [4]
						459027, -- [5]
						["id"] = 1957,
					},
					["213166"] = {
						"Spellblade Aluriel", -- [1]
						"213166", -- [2]
						"Пылающее клеймо", -- [3]
						18, -- [4]
						135811, -- [5]
						["id"] = 1871,
					},
					["191941"] = {
						"Tirathon Saltheril", -- [1]
						"191941", -- [2]
						"Удары Тьмы", -- [3]
						22, -- [4]
						132304, -- [5]
						["id"] = 1815,
					},
					["207720"] = {
						"Star Augur Etraeus", -- [1]
						"207720", -- [2]
						"Видение Бездны (1)", -- [3]
						14.5, -- [4]
						895885, -- [5]
						["id"] = 1863,
					},
					["209165"] = {
						"Grand Magistrix Elisande", -- [1]
						"209165", -- [2]
						"Slow Time Zone (1)", -- [3]
						70, -- [4]
						653221, -- [5]
						["id"] = 1872,
					},
					["227992"] = {
						"Helya-TrialOfValor", -- [1]
						"227992", -- [2]
						"<Чтение Желчное разжижение>", -- [3]
						20.5, -- [4]
						893778, -- [5]
						["id"] = 2008,
					},
					["196610"] = {
						"Lady Hatecoil", -- [1]
						"196610", -- [2]
						"Муссон", -- [3]
						31, -- [4]
						1029595, -- [5]
						["id"] = 1811,
					},
					["201960"] = {
						"Shivermaw", -- [1]
						"201960", -- [2]
						"Ледяная бомба", -- [3]
						47, -- [4]
						609814, -- [5]
						["id"] = 1845,
					},
					["194325"] = {
						"Harbaron", -- [1]
						"194325", -- [2]
						"Разделение", -- [3]
						18, -- [4]
						236300, -- [5]
						["id"] = 1823,
					},
					["193698"] = {
						"Lady Hatecoil", -- [1]
						"193698", -- [2]
						"Проклятие ведьмы", -- [3]
						6, -- [4]
						135952, -- [5]
						["id"] = 1811,
					},
					["199345"] = {
						"Dresaron", -- [1]
						"199345", -- [2]
						"Нисходящий поток", -- [3]
						21, -- [4]
						1029595, -- [5]
						["id"] = 1838,
					},
					["200289"] = {
						"Shade of Xavius", -- [1]
						"200289", -- [2]
						"Усугубляющаяся паранойя", -- [3]
						25.5, -- [4]
						460691, -- [5]
						["id"] = 1839,
					},
					["213567"] = {
						"Spellblade Aluriel", -- [1]
						"213567", -- [2]
						"Анимация: пылающее клеймо", -- [3]
						65, -- [4]
						135811, -- [5]
						["id"] = 1871,
					},
					["48276"] = {
						"Svala Sorrowgrave", -- [1]
						"48276", -- [2]
						"<Чтение Ритуал меча>", -- [3]
						26, -- [4]
						135285, -- [5]
						["id"] = 2030,
					},
					["228187"] = {
						"Guarm-TrialOfValor", -- [1]
						"228187", -- [2]
						"Дыхание стража", -- [3]
						14.5, -- [4]
						988195, -- [5]
						["id"] = 1962,
					},
					["218774"] = {
						"High Botanist Tel'arn", -- [1]
						"218774", -- [2]
						"Призыв сфер плазмы", -- [3]
						12, -- [4]
						525024, -- [5]
						["id"] = 1886,
					},
					["167935"] = {
						"Gul'dan", -- [1]
						"167935", -- [2]
						"Буря Разрушителя", -- [3]
						84.1, -- [4]
						651097, -- [5]
						["id"] = 1866,
					},
					["212530"] = {
						"Spellblade Aluriel", -- [1]
						"212530", -- [2]
						"Репликация: знак льда", -- [3]
						41, -- [4]
						135732, -- [5]
						["id"] = 1871,
					},
					["235230"] = {
						"Demonic Inquisition", -- [1]
						"235230", -- [2]
						"Шквал Скверны", -- [3]
						35, -- [4]
						841219, -- [5]
						["id"] = 2048,
					},
					["194216"] = {
						"Harbaron", -- [1]
						"194216", -- [2]
						"Космическая коса", -- [3]
						3.6, -- [4]
						1120185, -- [5]
						["id"] = 1823,
					},
					["232153"] = {
						"Opera Hall: Beautiful Beast", -- [1]
						"232153", -- [2]
						"Сим-каражим!", -- [3]
						17, -- [4]
						458731, -- [5]
						["id"] = 1957,
					},
					["210290"] = {
						"Cenarius", -- [1]
						"210290", -- [2]
						"Кошмарные колючки", -- [3]
						28, -- [4]
						1357815, -- [5]
						["id"] = 1877,
					},
					["227508"] = {
						"Maiden of Virtue", -- [1]
						"227508", -- [2]
						"<Чтение Всеобщее покаяние>", -- [3]
						5, -- [4]
						135942, -- [5]
						["id"] = 1954,
					},
					["213531"] = {
						"Tichondrius", -- [1]
						"213531", -- [2]
						"Эхо Бездны (1)", -- [3]
						57.5, -- [4]
						1022950, -- [5]
						["id"] = 1862,
					},
					["238505"] = {
						"Kil'jaeden", -- [1]
						"238505", -- [2]
						"Сосредоточенное пламя ужаса", -- [3]
						24.6, -- [4]
						236216, -- [5]
						["id"] = 2051,
					},
					["197776"] = {
						"General Xakal", -- [1]
						"197776", -- [2]
						"Разлом Скверны", -- [3]
						6, -- [4]
						1118738, -- [5]
						["id"] = 1828,
					},
				},
			},
		},
		["lastUpdateWarning"] = 1503474719,
		["spell_pool"] = {
			10, -- [1]
			3, -- [2]
			"Мир (падение)", -- [3]
			"Мир (утопление)", -- [4]
			nil, -- [5]
			"Мир (огонь)", -- [6]
			"Мир (лава)", -- [7]
			[206581] = "Гул'дан",
			[15795] = "Сестра Келебраса",
			[220916] = "[*] Порченая земля",
			[8122] = 5,
			[114050] = 7,
			[212726] = "Кенарий",
			[198392] = "Урсок",
			[199416] = 8,
			[192249] = 7,
			[193273] = "Уларогг Скаломол",
			[195321] = 10,
			[229109] = "Элисанда",
			[235253] = "[*] Насыщение Скверной",
			[228086] = "Фантомный рабочий",
			[171773] = "Гилнеасский друид",
			[206585] = "Звездный авгур Этрей",
			[201467] = 12,
			[114052] = 7,
			[215802] = 7,
			[67466] = 8,
			[85384] = 1,
			[246519] = 5,
			[217851] = "Нараксас",
			[210684] = "Иссохший - магический призрак",
			[222971] = "Адепт иллидари",
			[233210] = "Призрачный помощник смотрителя стойл",
			[236282] = 1,
			[213757] = 2,
			[199423] = 2,
			[184065] = "Связанный кровью осквернитель",
			[176898] = 5,
			[56775] = "Лазурный волхв",
			[245498] = 3,
			[213758] = "Паучок силовой линии",
			[216830] = "Верховный ботаник Тел'арн",
			[217854] = "Заклинатель земли",
			[210687] = 11,
			[195329] = 11,
			[212735] = "Заклинательница клинков Алуриэль",
			[60103] = 7,
			[151303] = "Аку'май Пожиратель",
			[217855] = "Заклинатель земли",
			[210688] = "Иссохший - магический призрак",
			[36554] = 4,
			[212736] = "[*] Замерзшая лужа",
			[156423] = 3,
			[83339] = "[*] Сильный удар об стену",
			[217856] = "Заклинатель земли",
			[13748] = "Рудиментное чудовище",
			[13812] = 3,
			[213761] = "[*] Взрыв пламени",
			[239358] = "[*] Излияние тоски",
			[227072] = "Ксалианна Пламя Скверны",
			[195332] = "Огнезол <Вул'кан> <Вул'кан>",
			[196356] = 5,
			[115080] = 10,
			[28902] = "Сумеречный апостол",
			[224001] = 3,
			[233216] = "Призывательница Скверны Талезра",
			[201476] = "Загустевшая слизь",
			[211715] = 9,
			[212739] = 6,
			[156426] = 8,
			[198405] = "Хеларьяр-защитник",
			[240384] = "Змееуст-барахольщик",
			[201477] = "Загустевшая слизь",
			[194310] = 6,
			[203525] = 3,
			[220931] = 4,
			[193287] = 2,
			[194311] = 6,
			[203526] = 1,
			[220932] = 4,
			[156428] = 1,
			[198407] = "Скелет-колдун",
			[234243] = 3,
			[235267] = "Бдительная дева",
			[195336] = 6,
			[188169] = "Рокмора",
			[239363] = 10,
			[191241] = 3,
			[233220] = "Призывательница Скверны Талезра",
			[234244] = 12,
			[59081] = "Ясновидица клана Укротителей драконов",
			[212743] = 4,
			[197385] = 7,
			[214791] = 8,
			[185099] = 10,
			[36300] = "Сигрин",
			[219911] = 3,
			[215816] = 8,
			[245509] = "Кил'джеден",
			[199435] = 2,
			[4987] = 2,
			[194316] = 8,
			[196364] = 9,
			[230152] = 2,
			[198412] = "Один",
			[5211] = 11,
			[225033] = 10,
			[59082] = "Ясновидица клана Укротителей драконов",
			[213771] = 11,
			[79249] = "[*] Гравитационный колодец",
			[209676] = "Советник Меландр",
			[227082] = "Послушник Лунных стражей",
			[228106] = 10,
			[198414] = "Скелет-колдун",
			[236298] = 8,
			[230155] = 6,
			[207630] = "Триллиакс",
			[225036] = 2,
			[209678] = "Советник Меландр",
			[129932] = 9,
			[236299] = 8,
			[179986] = "Деспотичная Велари",
			[172819] = "Гилнеасский друид",
			[206607] = "Хрономатическая аномалия",
			[207631] = "[*] Аннигиляция",
			[233228] = "Ксеритас",
			[178963] = 12,
			[179987] = "Деспотичная Велари",
			[247563] = 8,
			[158486] = 11,
			[200465] = "Командир повелителей ужаса Арганот",
			[237325] = "[*] Ядовитая пыльца",
			[206609] = "Хрономатическая аномалия",
			[234254] = 1,
			[210705] = 11,
			[203538] = 2,
			[212753] = 6,
			[13877] = 4,
			[206610] = "Хрономатическая аномалия",
			[240398] = "[*] Темная печать",
			[201491] = "Миллифисент Манашторм",
			[129934] = 11,
			[236303] = 11,
			[204563] = "Мо'арг-громила",
			[214802] = 12,
			[207635] = 2,
			[208659] = "[*] Кинетическое кольцо",
			[194325] = "Харбарон",
			[179991] = "Деспотичная Велари",
			[230161] = "Абстрактный нейтрализатор",
			[214803] = 12,
			[225042] = "Заразное щупальце",
			[236305] = "Капитан Ята Лунный Удар",
			[212756] = 6,
			[106898] = 11,
			[214804] = "Чернокнижник из клана Призрачной Луны",
			[1943] = 4,
			[225043] = "Садовник с Террасы шал'дорай",
			[236306] = "Капитан Ята Лунный Удар",
			[69527] = "Рожденный во льдах протодракон",
			[222996] = "Темное Перо",
			[240402] = 8,
			[201495] = "Загустевшая слизь",
			[196376] = "Верховный друид Глайдалис",
			[82326] = 2,
			[239379] = "Охотница Каспария",
			[199448] = 2,
			[226069] = "Арбитр из Сумеречной стражи",
			[194329] = 8,
			[59085] = "Тактик клана Закаленных Бурей",
			[237332] = "Визжащий нетопырь преисподней",
			[214807] = 6,
			[207640] = 11,
			[241428] = 12,
			[226070] = "Визжащий паучок",
			[218903] = 12,
			[199450] = 2,
			[225047] = "Садовница с Террасы шал'дорай",
			[226071] = "Арбитр из Сумеречной стражи",
			[236310] = 11,
			[19434] = 3,
			[206618] = "Хрономатическая аномалия",
			[210714] = 7,
			[236311] = 11,
			[188189] = "Связанный кровью убийца",
			[213786] = 11,
			[198428] = "Уларогг Скаломол",
			[226073] = "Визжащий паучок",
			[214811] = 9,
			[2782] = 11,
			[212764] = 6,
			[227099] = 8,
			[69019] = "Взрывная сфера <Крик> <Крик>",
			[204574] = "Дубосерд",
			[182049] = "Кровожад",
			[225052] = "Садовник с Террасы шал'дорай",
			[226076] = "Безжалостный гладиатор Сайфу",
			[213790] = "Темные вихри",
			[41425] = 8,
			[12470] = "Укрощенный элементаль огня",
			[208671] = "Азагрим",
			[84378] = 4,
			[170788] = 3,
			[214815] = 7,
			[199457] = "Харбарон",
			[208672] = "Азагрим",
			[185123] = 12,
			[195362] = "[*] Энергия Ночного Колодца",
			[61391] = 11,
			[214816] = 7,
			[183076] = "Послушник Лунных стражей",
			[116631] = "Неизвестно",
			[193315] = 4,
			[228127] = "Хелия",
			[188196] = 7,
			[190244] = 1,
			[225056] = 2,
			[193316] = 4,
			[227104] = "Иллидан Ярость Бури <Аниом>",
			[228128] = 2,
			[246558] = 4,
			[240415] = 12,
			[210723] = 11,
			[236320] = 1,
			[237344] = 1,
			[29930] = "Фантомная гостья",
			[217891] = 7,
			[236321] = 1,
			[237345] = 2,
			[213796] = "Ледяные чары",
			[199462] = "Эрлнок Зверобой",
			[15798] = "Дарраг",
			[237346] = "Визжащий нетопырь преисподней",
			[31850] = 2,
			[240418] = 10,
			[233251] = 8,
			[193320] = 6,
			[16246] = 7,
			[203559] = 1,
			[98204] = 10,
			[115098] = 10,
			[242467] = 7,
			[202536] = 4,
			[69024] = "Крик",
			[17] = 5,
			[182059] = 4,
			[240420] = 1,
			[88990] = 1,
			[178988] = "Налетчик из клана Колец Ненависти",
			[197418] = "Иллисанна Гребень Ворона",
			[240421] = 2,
			[159535] = 10,
			[234278] = 4,
			[229159] = "Виз'адуум Всевидящий",
			[221992] = 2,
			[199467] = "Эрлнок Зверобой",
			[241446] = "Полководец Даржа",
			[202539] = 1,
			[237351] = "[*] Лунный обстрел",
			[41172] = "Ордынский следопыт",
			[50131] = "Убийца магов",
			[5308] = 1,
			[236328] = 2,
			[229161] = "Виз'адуум Всевидящий",
			[60114] = 12,
			[201517] = "Скверносерд-лазутчик",
			[210732] = 8,
			[236329] = "[*] Звездный ожог",
			[131894] = 3,
			[239401] = "Белак",
			[232234] = "Арбитр из Сумеречной стражи",
			[225067] = "Падшая стражница врат",
			[145205] = 11,
			[252712] = 2,
			[216877] = "Верховный ботаник Тел'арн",
			[242474] = 10,
			[235307] = 6,
			[228140] = 7,
			[171827] = 8,
			[223021] = "[*] Трупное заражение",
			[241451] = 1,
			[219950] = "[*] Управляемый Хаос",
			[204592] = "Ультанок",
			[213807] = "[*] Взрыв льда",
			[214831] = 4,
			[218927] = "Натуралист Тел'арн <Верховный ботаник Тел'арн> <Верховный ботаник Тел'арн>",
			[228142] = 2,
			[171829] = 6,
			[213808] = "Чары тайной магии",
			[206641] = "Триллиакс",
			[192307] = "Хирья",
			[77220] = 9,
			[111008] = "Фанатик Алого ордена",
			[191284] = "Химдалль",
			[233263] = "Жрица Лунное Пламя",
			[210738] = 6,
			[212786] = "Дубосерд",
			[20589] = 4,
			[248622] = 1,
			[225073] = "Падший хранитель",
			[193333] = 8,
			[195381] = 10,
			[204596] = 12,
			[198453] = "Дух волка <Дэллис>",
			[215859] = 8,
			[235313] = 8,
			[171833] = 9,
			[206645] = "Триллиакс",
			[150332] = "Воин-костещеп",
			[208693] = 4,
			[235314] = 8,
			[204598] = 12,
			[111010] = "Фанатик Алого ордена",
			[198455] = "Дух волка <Secretkill-Outland>",
			[248625] = 1,
			[8092] = 5,
			[223029] = "Ночная мать",
			[212791] = "Бдительный окулус",
			[230197] = "[*] Темные воды",
			[80807] = "Камнешкур",
			[114083] = 7,
			[212792] = 8,
			[157503] = 7,
			[183100] = "Крушитель из племени Камня Силы",
			[9464] = "Колючий хлыстолап",
			[211769] = "Бес из роя Скверны",
			[171838] = 9,
			[157504] = 7,
			[199483] = 3,
			[241462] = 4,
			[226104] = 11,
			[57046] = "Безумный манаплеск",
			[212794] = "Тихондрий",
			[206651] = "Ксавий",
			[191293] = "Боевой маг Кирин-Тора",
			[225081] = "Падший хранитель",
			[93095] = 1,
			[211771] = "Жуткорожденный провидец",
			[212795] = "[*] Клеймо Аргуса",
			[230201] = "Госпожа Сашж'ин",
			[206652] = "[*] Темное искажение",
			[232249] = "Горот",
			[243512] = 3,
			[203581] = 1,
			[196414] = 9,
			[98727] = 5,
			[241465] = "Полководец Даржа",
			[210749] = "Волинд Вестник Шторма",
			[195391] = 8,
			[94632] = 8,
			[121253] = 10,
			[210750] = "[*] Смыкающийся разлом",
			[219965] = 12,
			[188225] = "Осененная Скверной провидица",
			[82858] = "Верховная жрица Азил",
			[224061] = 2,
			[193345] = 4,
			[211775] = "Жуткорожденный провидец",
			[212799] = 8,
			[223038] = "Страж Рарсон",
			[215871] = 7,
			[241468] = 1,
			[122278] = 10,
			[212800] = 12,
			[207681] = "Кошмарный цветок <Исондра>",
			[241469] = 8,
			[185156] = "Связанный кровью оператор осадного орудия",
			[38618] = "Командир Колург",
			[188228] = 10,
			[189252] = 3,
			[240446] = "[*] Взрыв Скверны",
			[233279] = "Горот",
			[185157] = "Связанный кровью оператор осадного орудия",
			[171847] = 7,
			[197444] = "Кордана Оскверненная Песнь",
			[225089] = "Ловчий из клана Колец Ненависти",
			[228161] = "Фантомный рабочий",
			[127399] = "Верховный инквизитор Вайтмейн",
			[240448] = "[*] Землетрясение",
			[233281] = "Горот",
			[228162] = "Хирья",
			[53209] = 3,
			[115625] = "Laz-garath <Zerima-AzjolNerub>",
			[207685] = 12,
			[242497] = 6,
			[194375] = 5,
			[38619] = "Командир Колург",
			[171850] = 2,
			[233283] = "Горот",
			[236355] = "Зоротианская ритуалистка",
			[171851] = 3,
			[246594] = 7,
			[233284] = "[*] Призрачная детонация",
			[100780] = 10,
			[236356] = "[*] Пламя Зорота",
			[9081] = "Тенегорнский черный маг",
			[203593] = "Маназмей",
			[230214] = 1,
			[234310] = "Кил'джеден",
			[75] = 3,
			[211785] = "Страж Скверны - разрушитель",
			[118699] = 9,
			[222024] = 6,
			[198475] = "[*] Удар горы",
			[183117] = 12,
			[193356] = 4,
			[57050] = "Кристаллический заступник",
			[116140] = "Псарь Браун",
			[193357] = 4,
			[76721] = "Часовой Леди Наз'жар",
			[238408] = 2,
			[224074] = 4,
			[241480] = "Полководец Даржа",
			[193358] = 4,
			[202573] = 1,
			[114093] = 7,
			[197454] = "Аватара отмщения",
			[115629] = "Командир Дюранд",
			[215884] = 11,
			[241481] = "Элементаль пара <Полководец Даржа>",
			[209741] = "Проекция советника Меландра",
			[218956] = "Кетлингр",
			[228171] = "Хирья",
			[132951] = "Ползучая гибель",
			[207694] = 10,
			[225100] = "Голем-страж",
			[209742] = "Проекция советника Меландра",
			[194384] = 5,
			[57051] = "Кристаллический заступник",
			[222029] = 10,
			[57819] = 2,
			[100784] = 10,
			[99] = 11,
			[237388] = 5,
			[205648] = 7,
			[224078] = 7,
			[225102] = 12,
			[160598] = 11,
			[194386] = 3,
			[230222] = 12,
			[75700] = "Гейзер <Леди Наз'жар>",
			[160599] = 11,
			[117679] = 11,
			[211793] = 6,
			[111024] = "Дух воздаяния",
			[63963] = 7,
			[232271] = "Насытившийся маназмей",
			[193364] = "Имирон, падший король",
			[210770] = "Волинд Вестник Шторма",
			[57052] = "Кристаллический хранитель",
			[212818] = 12,
			[230224] = 12,
			[239439] = "Вековечный защитник",
			[225105] = "Шал'дорай - верховный маг",
			[116] = 8,
			[223058] = "Адепт иллидари",
			[232273] = 6,
			[216915] = 10,
			[227154] = "Иллидан Ярость Бури <Аниом>",
			[211796] = 12,
			[120] = 8,
			[230226] = 2,
			[206677] = "Крос",
			[83381] = "Неизвестно <Дедстолет-Седогрив>",
			[122] = 8,
			[193367] = 9,
			[211797] = 12,
			[237394] = "Нал'аша",
			[7965] = "Лорд Кобран",
			[198487] = 10,
			[32240] = 1,
			[218965] = 11,
			[237395] = "Нал'аша",
			[222037] = "Элерет Дикая Лань",
			[223061] = "Адепт иллидари",
			[133] = 8,
			[211799] = "Элисанда",
			[136] = 3,
			[197465] = 3,
			[157534] = "Призывательница штормов из клана Колец Ненависти",
			[139] = 5,
			[195418] = 8,
			[229206] = 4,
			[222039] = "Песнопевица Глубинных Течений",
			[150368] = "Мастер теней из племени Мертвой Головы",
			[209753] = 11,
			[93622] = 11,
			[2479] = 11,
			[48095] = "[*] Лютый холод",
			[203611] = "Бес шлака Скверны",
			[205659] = 6,
			[57822] = 2,
			[207707] = "Эбеновый ворг",
			[201564] = "Скверносерд-лазутчик",
			[59102] = "Ан'кахарский метатель заклинаний",
			[245591] = 11,
			[205660] = "Наблюдательный инквизитор",
			[240472] = 3,
			[172] = 9,
			[80313] = 11,
			[30449] = 8,
			[213852] = "Заклинательница клинков Алуриэль",
			[206685] = "Плюющаяся кобра <Исгнар-Азурегос>",
			[240473] = 3,
			[193375] = "Уларогг Скаломол",
			[236378] = "Кил'джеден",
			[196447] = 9,
			[213853] = "Заклинательница клинков Алуриэль",
			[198495] = "Хелия",
			[199519] = "Хеларьяр - призывательница туманов",
			[201567] = "Проклятый морем рабовладелец",
			[196448] = 9,
			[49376] = 11,
			[198496] = "Уларогг Скаломол",
			[92089] = 12,
			[242523] = 4,
			[145255] = 12,
			[236380] = 8,
			[222046] = 8,
			[236381] = "Жалобное темное отражение",
			[181092] = "Кормрок",
			[225119] = 8,
			[242525] = 5,
			[206675] = "Повелитель Скверны Кураз'мал",
			[101817] = "Искаженный временем пехотинец",
			[69565] = "Освобожденный солдат Альянса",
			[238430] = "Кил'джеден",
			[47585] = 5,
			[150377] = "Сумеречный послушник",
			[195318] = 10,
			[63236] = "Острокрылая",
			[217955] = 1,
			[81340] = 6,
			[212834] = "Тень Ксавия",
			[181094] = "Разрушитель огня Скверны",
			[222166] = 12,
			[215906] = "Тихондрий",
			[33763] = 11,
			[50401] = 6,
			[227169] = 9,
			[228193] = "Люминор",
			[85948] = 6,
			[238432] = "Сигрин",
			[198501] = "[*] Рвота Скверны",
			[221029] = "[*] Нестабильное разложение",
			[184167] = "Мрачный страж <Повелитель ужаса Мендаций>",
			[201573] = 2,
			[227170] = 12,
			[15290] = 5,
			[229218] = 6,
			[230242] = 3,
			[165738] = "Джезибель",
			[22899] = "Бессмер'тер",
			[184168] = "Грут",
			[217956] = 1,
			[194407] = 3,
			[206580] = "[*] Резонирующий удар сплеча",
			[221028] = "Сгустившаяся гниль",
			[222052] = 8,
			[165739] = "Джезибель",
			[77758] = 11,
			[200551] = "Даргрул",
			[217957] = 1,
			[203524] = 1,
			[209746] = 11,
			[229220] = 10,
			[222027] = 12,
			[57825] = "Элдретарская тень",
			[241564] = "Жалобное темное отражение",
			[213760] = "Огненные чары",
			[93687] = "Командир Спрингвейл",
			[68605] = "Трофейный разрушитель <Пирик>",
			[101820] = "Искаженный временем пехотинец",
			[69568] = "Освобожденный солдат Альянса",
			[235423] = "Пушка Скверны <Аритэль-Дракономор>",
			[131942] = "Жуткая гончая - ловец Скверны",
			[215911] = 3,
			[248679] = 8,
			[210854] = 7,
			[107428] = 10,
			[91562] = "Смрадный вурдалак",
			[180076] = "Великий осквернитель У'рогг",
			[213864] = "Заклинательница клинков Алуриэль",
			[115139] = "Талнос Воздаятель Душ",
			[77762] = 7,
			[241509] = "Волноход из племени Острозубов",
			[242533] = 12,
			[202602] = 1,
			[187244] = "Архимонд",
			[69569] = "Освобожденный солдат Альянса",
			[212846] = 8,
			[188148] = "Связанный кровью убийца",
			[197568] = 7,
			[77764] = 11,
			[182098] = "Бес когтя Скверны",
			[193359] = 4,
			[228200] = "Люминор",
			[221033] = "Сгустившаяся гниль",
			[205675] = 9,
			[232174] = "Харджатан",
			[198386] = "Верховный друид Глайдалис",
			[241511] = "[*] Промокание",
			[197470] = 5,
			[202658] = "Злонравный осквернитель",
			[59106] = "Ан'кахарский веретенщик",
			[77761] = 11,
			[213867] = "Заклинательница клинков Алуриэль",
			[111594] = "Послушник из Некроситета",
			[224106] = 7,
			[135029] = "Элементаль воды <Рандер-Гордунни>",
			[242536] = 10,
			[30451] = 8,
			[202497] = 11,
			[180080] = "Артиллерийское орудие Скверны",
			[45284] = 7,
			[190319] = 8,
			[139068] = 4,
			[205649] = "Корональный выброс",
			[53478] = "Волк <Бездарнность-ЧерныйШрам>",
			[213888] = 3,
			[179057] = 12,
			[221036] = "Оскверненный вредитель",
			[238442] = "[*] Копье страданий",
			[214893] = 12,
			[195452] = 4,
			[225132] = 2,
			[200630] = "Бешеная визгунья",
			[202607] = "Злобнорог Поработитель",
			[187122] = "Извлекательница Скверны",
			[180082] = "Артиллерийское орудие Скверны",
			[194289] = "Смотрящий",
			[214894] = 2,
			[184248] = 6,
			[225133] = 8,
			[75651] = 5,
			[202608] = "Злобнорог Поработитель",
			[59107] = "Костомол",
			[69572] = "Грозный работник",
			[222062] = 4,
			[213884] = 10,
			[231291] = 10,
			[200561] = "Фенрир",
			[192434] = 4,
			[114113] = 11,
			[170869] = 2,
			[224125] = "Дух волка <Дэллис>",
			[213872] = 11,
			[202669] = 4,
			[69580] = "Павший воин",
			[224126] = "Дух волка <Дэллис>",
			[197548] = 5,
			[210801] = 7,
			[182001] = "Железный разоритель",
			[204658] = "[*] Сокрушительная хватка",
			[53480] = 3,
			[236361] = "Падшая жрица",
			[206744] = "Гул'дан",
			[48101] = 1,
			[193396] = 9,
			[7102] = "Гниющий ужас",
			[220017] = "Незримый стрелок",
			[203651] = 11,
			[208771] = 5,
			[184238] = "Огромный берсерк",
			[150394] = "Желчный плавник из племени Мутной Воды",
			[196517] = "[*] Вращающаяся коса",
			[242543] = 5,
			[229250] = "[*] Пламя Скверны",
			[59108] = "Глубинный ползун",
			[188278] = "Мрачный душитель",
			[202659] = "Кровавая принцесса Тал'ена",
			[21749] = "Колючий хлыстолап",
			[142204] = 1,
			[121820] = 1,
			[242544] = 7,
			[29426] = "Новобранец Альянса",
			[195446] = 8,
			[227227] = 5,
			[22645] = "Верховный маг Эландра",
			[211794] = 6,
			[15547] = "Браконьер из стаи Речной Лапы",
			[42746] = "Наблюдатель Ан'кахара",
			[148396] = 1,
			[202614] = "Злобнорог Поработитель",
			[195488] = 11,
			[212853] = "Элерет Дикая Лань",
			[230259] = 3,
			[208828] = 12,
			[29667] = "Бестелесный повар",
			[225140] = 6,
			[209782] = 4,
			[224189] = 8,
			[205708] = 8,
			[194379] = 9,
			[197496] = 4,
			[223093] = 8,
			[45297] = 7,
			[225141] = 6,
			[209783] = 4,
			[245640] = 4,
			[59109] = "Глубинный ползун",
			[188282] = "Мрачный душитель",
			[230261] = 3,
			[190330] = "Шаманка из племени Речной Гривы <Шмулька-Гордунни>",
			[203552] = "Низендра",
			[69574] = "Грозный хладный дух",
			[209784] = 4,
			[239386] = "Цель Копья",
			[203641] = "Повелитель Скверны Бетруг",
			[238489] = "Бес",
			[197498] = 4,
			[88959] = "Служитель храма",
			[74720] = "Анжинер Термоштепсель",
			[222094] = 5,
			[201594] = 3,
			[243573] = 2,
			[228215] = "Метелка",
			[69577] = "Некролит из свиты Леди",
			[238454] = 9,
			[222098] = 5,
			[215929] = "Ползун из чумных осколков <Рокмора>",
			[192380] = 4,
			[209786] = 4,
			[198379] = "Верховный друид Глайдалис",
			[57062] = "Аномалус",
			[204667] = "Дубосерд",
			[238455] = "Кил'джеден",
			[44535] = 11,
			[225124] = 6,
			[228239] = "Визжащий ужас",
			[242551] = 2,
			[229285] = "Флагманский корабль",
			[179071] = 5,
			[102342] = 11,
			[181119] = "Владыка судеб Асрогол",
			[238420] = "[*] Отголоски Скверны",
			[193473] = "Щупальце Бездны <Люлип>",
			[208764] = 7,
			[217979] = 9,
			[116694] = 10,
			[11196] = 3,
			[204669] = "Нечистый вестник ужаса",
			[222075] = 5,
			[234385] = "Прожорливый охотник Скверны",
			[185239] = "[*] Сияние Анзу",
			[75722] = "Леди Наз'жар",
			[201598] = "Тухломорд",
			[197484] = "Иллисанна Гребень Ворона",
			[203646] = "Оскверненный вредитель",
			[188288] = "Связанная кровью ведьма",
			[740] = 11,
			[190336] = 8,
			[150405] = "Сумеречный лекарь бурь",
			[62444] = "Пленный капитан",
			[202473] = "Саел'орн",
			[194432] = 8,
			[57063] = "Аномалус",
			[768] = 11,
			[181122] = "Владыка судеб Асрогол",
			[86949] = 8,
			[199552] = 12,
			[83914] = "Злобный бичеватель разума",
			[34026] = 3,
			[235388] = 9,
			[195457] = 4,
			[188290] = 6,
			[222078] = "Заклинательница Скверны Фарамера",
			[173956] = 4,
			[207744] = 12,
			[88010] = "Дикое завихрение",
			[242556] = 1,
			[44521] = 3,
			[208783] = 6,
			[78807] = "Озрук",
			[222079] = "Заклинательница Скверны Фарамера",
			[13750] = 4,
			[238429] = "Кил'джеден",
			[16000] = "Селебрийская дриада",
			[242557] = 1,
			[210817] = 8,
			[203650] = 12,
			[69581] = "Порожденный чумой ужас",
			[68992] = 8,
			[173958] = 3,
			[202472] = "Хелия",
			[179089] = "Охотник глубин из клана Колец Ненависти",
			[177035] = 10,
			[219009] = "[*] Милость природы",
			[195460] = "Моряк из Ночного дозора",
			[229248] = "Флагманский корабль",
			[181126] = "Владыка судеб Асрогол",
			[173959] = 8,
			[80344] = "Бес",
			[116680] = 10,
			[209795] = 12,
			[198376] = "Верховный друид Глайдалис",
			[228225] = "Метелка",
			[69582] = "Порожденный чумой ужас",
			[222082] = "Кошмарное слияние",
			[198533] = "Статуя Нефритовой Змеи <Salvareche-Tyrande>",
			[56814] = 4,
			[208772] = 5,
			[217987] = "Крадущийся ужас <Ксавий>",
			[205595] = "Заразный ужас <Ксавий>",
			[222997] = "Темное Перо",
			[221059] = "Сгустившаяся гниль",
			[210662] = "Иссохший злодей",
			[223107] = "Адепт иллидари",
			[215940] = 12,
			[92108] = 10,
			[980] = 9,
			[202652] = "Кровавая принцесса Тал'ена",
			[228227] = "Гарм",
			[69583] = "Имирьярский носитель пламени",
			[238466] = 6,
			[182153] = "Истекающий слюной кровопийца",
			[200423] = 2,
			[167819] = "Гул'дан",
			[213915] = 1,
			[235395] = 7,
			[228228] = "Гарм",
			[183075] = "Послушница Лунных стражей",
			[222085] = "Кошмарное слияние",
			[231300] = "Наложник из башни",
			[215942] = 9,
			[197509] = "Кровавый червь <Стаминатор-Дракономор>",
			[217990] = "Крадущийся ужас <Ксавий> <Ксавий>",
			[55233] = 6,
			[200580] = "Гноешкурый гризли",
			[69584] = "Имирьярский носитель пламени",
			[205704] = 9,
			[51690] = 4,
			[184250] = 2,
			[225080] = 7,
			[242564] = 2,
			[210824] = 8,
			[192231] = "Тотем жидкой магмы <Зомбобелочка-Дракономор>",
			[196490] = 5,
			[238469] = "Долбогрыз Глумливый",
			[124280] = 10,
			[207753] = "Штормовой дракон",
			[22275] = "Гнездовая Когтя Смерти",
			[69566] = "Освобожденный солдат Альянса",
			[194443] = "Промокший насквозь страж душ",
			[228231] = 2,
			[188300] = 3,
			[204739] = "Отрекшаяся - ледяная ведьма",
			[231303] = "Наложник из башни",
			[19832] = 8,
			[48107] = 8,
			[108503] = 9,
			[202635] = "Злобнорог Поработитель",
			[57066] = "Орморок Воспитатель Дерев",
			[204683] = "Темный прислужник <Ллана-Голдринн>",
			[181134] = "Бес Скверны <[*] Бес-пощадный взрыв Скверны>",
			[239495] = 9,
			[5215] = 11,
			[50155] = "Керистраза",
			[16511] = 4,
			[197506] = "Ползучая гибель",
			[59114] = "Бесчинствующий упырь",
			[69586] = "Имирьярский носитель пламени",
			[222090] = "Порождение Света",
			[165777] = 5,
			[120696] = 5,
			[200589] = "Гноешкурый гризли",
			[252827] = 8,
			[30455] = 8,
			[59104] = "Ан'кахарский метатель заклинаний",
			[188303] = 7,
			[222111] = "[*] Бушующее пламя",
			[231306] = 12,
			[101888] = "Искаженное временем чудовище",
			[241545] = 8,
			[234378] = "Прожорливый охотник Скверны",
			[181120] = "Железный драгун",
			[1464] = 1,
			[102351] = 11,
			[194277] = 3,
			[228255] = "Неприкаянный дух",
			[248713] = "Замученная душа",
			[48108] = 8,
			[242570] = 5,
			[227212] = "Майев Песнь Теней",
			[236427] = "Один",
			[196496] = "Фенрир",
			[238475] = "Бдительная дева",
			[197499] = 9,
			[215950] = "Гнойная пустула <Агламиш> <Агламиш>",
			[216974] = 6,
			[242571] = 5,
			[186258] = 3,
			[195473] = "Песчаная улитка",
			[196497] = "Фенрир",
			[197521] = "Иллисанна Гребень Ворона",
			[239500] = "Адский бес",
			[207760] = 12,
			[184211] = "Связанный кровью громила",
			[227232] = "Иллидан Ярость Бури <Аниом>",
			[235405] = 4,
			[33778] = 11,
			[196508] = "Безумный пожиратель разума",
			[115151] = 10,
			[1680] = 1,
			[191379] = 1,
			[207780] = 1,
			[237391] = "Искусительница адского огня",
			[210833] = 8,
			[203666] = "Чумная Пасть",
			[193456] = 12,
			[19577] = 3,
			[190356] = 8,
			[191380] = 11,
			[79828] = "Астрилиан",
			[218001] = 2,
			[1776] = 4,
			[1784] = 4,
			[20473] = 2,
			[102364] = 1,
			[190357] = 8,
			[208610] = 12,
			[197546] = "Иллисанна Гребень Ворона",
			[239326] = "[*] Сфера пламени Скверны",
			[202644] = 12,
			[236432] = "Бдительная дева",
			[1856] = 4,
			[238480] = "Оживший художественный роман <Волшебная библиотека> <Волшебная библиотека>",
			[111569] = "Пушка Алого ордена",
			[225130] = 11,
			[208809] = "Элисанда",
			[226194] = "Ксавий",
			[186263] = 5,
			[68989] = "Ик",
			[210657] = 7,
			[199509] = "Леди Джайна Праудмур",
			[201581] = "Миллифисент Манашторм",
			[224147] = 5,
			[31224] = 4,
			[23161] = 9,
			[161691] = 2,
			[69070] = 9,
			[63468] = 3,
			[7967] = "Мутанус Пожиратель",
			[222156] = "Плут пламени Скверны",
			[2008] = 7,
			[65917] = 7,
			[163558] = 1,
			[186265] = 3,
			[744] = "Загадочный аспид",
			[212886] = "Ил'гинот",
			[222101] = "Заклинательница Скверны Фарамера",
			[182170] = "Кровожад",
			[224149] = 12,
			[233364] = 9,
			[42223] = 9,
			[88032] = "Дикое завихрение",
			[234409] = "Старший инквизитор",
			[221078] = "Крос",
			[208608] = 12,
			[198553] = "Брутальный разрушитель",
			[22914] = "Иллиана Воронья Ольха",
			[59839] = "Слад'ран",
			[205741] = "Ксавий",
			[32375] = 5,
			[222050] = 8,
			[205707] = "[*] Временная сфера",
			[222103] = "Кошмарное слияние",
			[182172] = "Бес пламени Тьмы",
			[224151] = 3,
			[249748] = "Измученный ритуалист",
			[250772] = 8,
			[38384] = "Опытный охотник на магов",
			[228247] = "Гарм",
			[221080] = "Крос",
			[222104] = "Кошмарное слияние",
			[231319] = 2,
			[199579] = 5,
			[241634] = "Бдительная дева",
			[250773] = 8,
			[186269] = "Заклинатель чумных осколков",
			[25058] = "Посвященный охотник на магов",
			[147362] = 3,
			[12466] = "Лорд Пережар",
			[198368] = 4,
			[207771] = 12,
			[203619] = "Повелитель Скверны Бетруг",
			[242583] = 6,
			[186270] = 3,
			[93655] = "Анжинер Термоштепсель",
			[220893] = "Душа Акаари",
			[230297] = "Скелет-официант",
			[223130] = "Железный дворф <Jerr-Antonidas>",
			[199581] = 9,
			[79833] = "Король-скарабей Гамлет",
			[242584] = 3,
			[186271] = "Ксул'горак",
			[52212] = 6,
			[201695] = 5,
			[205725] = 6,
			[206749] = "Триллиакс",
			[191342] = 3,
			[23034] = 10,
			[193439] = 9,
			[194463] = "Смотрящий",
			[228251] = "Гарм",
			[102359] = 11,
			[207654] = 7,
			[230276] = "Ловец из бездны",
			[64238] = "Бдительная дева",
			[233371] = "Волномаг из племени Острозубов",
			[242586] = 10,
			[64731] = 8,
			[228252] = "Неприкаянный дух",
			[196512] = "Фенрир",
			[242606] = 5,
			[222043] = "Обитатель теней",
			[240539] = "Быстроплав из племени Острозубов",
			[200608] = "Адокрылый вестник ужаса",
			[226205] = "[*] Лужа слизи",
			[170855] = 11,
			[228253] = "Гарм",
			[147367] = 1,
			[222110] = "Темный крушитель",
			[202462] = "Саел'орн",
			[240540] = "Быстроплав из племени Острозубов",
			[208800] = 6,
			[201633] = "Тотем земного щита <Блуби>",
			[194466] = 8,
			[228254] = "Неприкаянный дух",
			[240559] = "[*] Тяжкая рана",
			[148392] = 3,
			[223135] = 1,
			[101816] = "Искаженная временем колдунья",
			[216992] = 10,
			[201634] = 6,
			[227231] = "Иллидан Ярость Бури <Аниом>",
			[252828] = 8,
			[196515] = "Подчинительница Ашиой",
			[42724] = "Разоритель из закаленной стали",
			[206557] = "Триллиакс",
			[215969] = 6,
			[241566] = "Королева душ Дехана",
			[201635] = 11,
			[210850] = "[*] Темные вихри",
			[211874] = "Жрица горя",
			[196516] = "Чародейка Варис",
			[3600] = "Тотем оков земли <Акаена>",
			[236507] = "Реактор душ",
			[150442] = "Бритвопанцирный хрустогрыз",
			[242553] = 1,
			[201636] = 8,
			[227233] = "Хелия",
			[211875] = "Жрица горя",
			[221090] = "Крос",
			[197541] = "Кордана Оскверненная Песнь",
			[223138] = 3,
			[199589] = "Хеларьяр - призывательница туманов",
			[216995] = 10,
			[201637] = 6,
			[202661] = "Выжигатель Скверны",
			[236449] = "Королева душ Дехана",
			[208723] = 7,
			[238497] = 3,
			[206757] = "Тюремщик Д'зорикс",
			[22907] = "Ордынский следопыт",
			[202461] = 11,
			[201638] = 6,
			[101339] = "Эхо Джайны",
			[240599] = "Зовущая море из клана Волнистой Чешуи",
			[192222] = 7,
			[222116] = 11,
			[232153] = "Коглстон",
			[222938] = 12,
			[88029] = "Дикое завихрение",
			[201639] = 4,
			[202663] = "Выжигатель Скверны",
			[211878] = "Огонек",
			[221093] = "Пламя печали",
			[238499] = 8,
			[57841] = 4,
			[191401] = "Валарьяр-лучница",
			[192425] = 4,
			[201640] = 10,
			[86392] = 4,
			[211879] = 10,
			[188330] = 12,
			[238500] = 8,
			[206760] = 4,
			[224166] = 6,
			[208808] = "Элисанда",
			[201641] = 6,
			[202665] = 4,
			[228262] = "Тень Медива",
			[61425] = 10,
			[53490] = "Мяук <Тетраграмм-Разувий>",
			[239525] = "Грознокрыл",
			[29665] = "Бестелесный повар",
			[217000] = 10,
			[234406] = "Око Мучений <Старший инквизитор>",
			[195293] = "Скьял",
			[203690] = "[*] Кошмарный цветок",
			[229287] = "Флагманский корабль",
			[238502] = "Кил'джеден",
			[111580] = "Проповедница Алого ордена",
			[126389] = 1,
			[208742] = 7,
			[160688] = 4,
			[219049] = "Натуралист Тел'арн <Верховный ботаник Тел'арн> <Верховный ботаник Тел'арн>",
			[196440] = 5,
			[57330] = 6,
			[238503] = "Кил'джеден",
			[57842] = 4,
			[233431] = "Атриган",
			[200620] = "Разъяренный коготь ночи",
			[242599] = 1,
			[202668] = 4,
			[228265] = "Гул'дан",
			[205756] = 9,
			[11327] = 4,
			[231337] = 3,
			[224170] = 3,
			[176048] = "Воин из клана Колец Ненависти",
			[80353] = 8,
			[113629] = "Ткачиха Смерти",
			[101809] = "Эхо Джайны",
			[188335] = 11,
			[197550] = "Король Волнобород",
			[231338] = 5,
			[116189] = 10,
			[228056] = "Хелия",
			[193455] = 3,
			[54771] = "Острокостный опустошитель",
			[228267] = "Гул'дан",
			[69603] = "Имирьярский вестник зла",
			[222031] = 12,
			[214957] = "Сфера истязания <Инквизитор Истязарий>",
			[20066] = 2,
			[6016] = "Призрачная помощница смотрителя стойл",
			[234411] = "[*] Темная бомба",
			[186289] = 3,
			[232405] = 8,
			[196528] = 6,
			[198483] = "Дух волка <Дэллис>",
			[32239] = 7,
			[240555] = 8,
			[217006] = 10,
			[50420] = "Лавовый страж Гордот",
			[194481] = 8,
			[228269] = "Тень Медива",
			[69604] = 6,
			[156598] = "Мясник",
			[231341] = 9,
			[17290] = "Маг Крыла Тьмы",
			[184243] = "Огромный берсерк",
			[194442] = "Промокший насквозь страж душ",
			[210864] = "Элерет Дикая Лань",
			[238452] = 9,
			[210649] = 11,
			[189363] = 8,
			[223151] = 4,
			[131900] = 3,
			[200626] = "Джагген-Ра",
			[116705] = 10,
			[198480] = "Дух волка <Дэллис>",
			[252844] = 8,
			[215864] = 7,
			[189364] = 3,
			[116670] = 10,
			[199603] = 4,
			[7040] = 1,
			[193460] = "Имирон, падший король",
			[57821] = 8,
			[211672] = 4,
			[48103] = 8,
			[242621] = 11,
			[214962] = 1,
			[191413] = "ТХД <Лукареция-Голдринн>",
			[234332] = 6,
			[7328] = 2,
			[202676] = "Кровавая принцесса Тал'ена",
			[236464] = "[*] Соединение душ",
			[228288] = 2,
			[59837] = "Локен",
			[180955] = "Разрушитель огня Скверны",
			[228164] = "Фантомный рабочий",
			[217011] = "Разъяренная толпа",
			[228273] = "Призрачный стражник",
			[210868] = "Ночнорожденная - заклинательница клинка",
			[218838] = "[*] Чародейское затмение",
			[229298] = "Конь",
			[61684] = "Кошка <Корфу>",
			[15487] = 5,
			[215988] = "[*] Гибельный кошмар",
			[15615] = "Страж Скверны - уничтожитель",
			[242609] = 6,
			[38391] = "Жгучий разрушитель",
			[201432] = "Миллифисент Манашторм",
			[229107] = "Элисанда",
			[222132] = 4,
			[215766] = 7,
			[54753] = 12,
			[200631] = "Бешеная визгунья",
			[2061] = 5,
			[227252] = 11,
			[228276] = "Фантомный стражник",
			[32736] = "Джаруд",
			[231363] = "Горот",
			[7039] = 11,
			[224181] = "Астральный защитник",
			[116706] = 10,
			[177083] = 8,
			[202680] = "Змеикс",
			[228277] = "Неупокоенная служанка",
			[164812] = 11,
			[207684] = 12,
			[201672] = "Ледопасть",
			[198485] = "Дух волка <Дэллис>",
			[233397] = 6,
			[201657] = 7,
			[227254] = "Смотритель",
			[228278] = "Призрачная служительница",
			[3408] = 4,
			[61685] = "Сланцевый паук <Школолоша-Гром>",
			[214968] = 6,
			[252727] = 11,
			[228051] = "Хелия",
			[226231] = "Астральная предсказательница",
			[76776] = "Гибельная трясина",
			[228279] = "Призрачный смотритель",
			[186072] = "Темный пожиратель",
			[148417] = 3,
			[55798] = "Охотник бога Драккари",
			[185311] = 4,
			[125355] = 10,
			[199382] = "Артфаэль",
			[35546] = 4,
			[228280] = "Призрачный эконом",
			[49143] = 6,
			[132036] = 11,
			[57846] = "Джаруд",
			[252725] = 5,
			[205636] = 11,
			[236241] = "[*] Гниль души",
			[227257] = "Смотритель",
			[252854] = 8,
			[230345] = "[*] Падающая комета",
			[59638] = "Angelum-Blackmoore <Angelum-Blackmoore>",
			[214971] = 10,
			[224186] = 8,
			[200637] = "Даргрул",
			[226234] = 1,
			[185245] = 12,
			[241360] = "Водоросляк",
			[204733] = "Взрывчатый скорпид",
			[30845] = 2,
			[198590] = 9,
			[22910] = "Иллиана Воронья Ольха",
			[217020] = 2,
			[242617] = 1,
			[227259] = 2,
			[214988] = "Дух отмщения",
			[196543] = "Фенрир",
			[80308] = "Создатель проломов Каменных Недр",
			[148187] = 10,
			[207806] = "Капитан патруля Гердо",
			[240558] = 6,
			[80362] = "Криг",
			[118253] = 3,
			[210643] = 7,
			[204735] = "Отрекшаяся - ледяная ведьма",
			[238523] = 3,
			[151275] = "Аку'май Пожиратель",
			[150470] = "Сумеречный боец из тени",
			[33786] = 11,
			[242619] = 11,
			[210879] = "Повелитель Скверны Бетруг",
			[211903] = 2,
			[196545] = 6,
			[233490] = 9,
			[214975] = 6,
			[150507] = "Водяной страж",
			[203728] = 11,
			[213714] = 3,
			[243644] = 5,
			[187331] = "Связанный кровью фанатик",
			[196546] = 9,
			[115175] = 10,
			[217003] = "Малификус",
			[121838] = 8,
			[217024] = 11,
			[54520] = "Безжалостный гладиатор Сайфу",
			[208685] = "Щупальце угнетения",
			[228287] = 10,
			[138213] = 4,
			[206798] = "[*] Токсичные объедки",
			[198595] = "Валарьяр - призыватель молний",
			[79340] = "Верховная жрица Азил",
			[241598] = "Страж Скверны - разрушитель",
			[242622] = 5,
			[235455] = 2,
			[187333] = "Связанный кровью фанатик",
			[221121] = "[*] Лужа слизи",
			[115176] = 10,
			[20735] = "Иллиана Воронья Ольха",
			[228111] = 2,
			[70517] = "Освобожденный солдат Альянса",
			[242623] = 5,
			[178119] = 7,
			[93675] = "Лорд Годфри",
			[204740] = "Звероклык <Исгнар-Азурегос>",
			[181191] = "Жуткий инфернал <[*] Преисподняя> <[*] Преисподняя>",
			[206788] = "Триллиакс",
			[224194] = "Астральный защитник",
			[225218] = "Леди Сильвана Ветрокрылая",
			[236479] = 11,
			[22271] = "Маг Крыла Тьмы",
			[204498] = "Водоворот душ",
			[206647] = 7,
			[181192] = "Жуткий инфернал <[*] Преисподняя> <[*] Преисподняя>",
			[214980] = 6,
			[207813] = "Звездный авгур Этрей",
			[31230] = 4,
			[201670] = 6,
			[227267] = "Смотритель",
			[181155] = "Связанная кровью чародейка Скверны",
			[185044] = "Пушка Адского Пламени",
			[205766] = 8,
			[157644] = 8,
			[198613] = 1,
			[16128] = "Бессмер'тер",
			[201671] = 11,
			[56825] = "Опытный охотник на магов",
			[195528] = "Ожившая буря",
			[82320] = "Верховный пророк Барим",
			[115178] = 10,
			[94661] = "[*] Паралич",
			[207815] = "Капитан патруля Гердо",
			[100332] = 2,
			[242627] = 4,
			[230094] = "Абстрактный нейтрализатор",
			[203720] = 12,
			[204744] = "[*] Токсичный хитин",
			[211744] = "Страж гнева - клинок Скверны",
			[206792] = "Триллиакс",
			[240580] = "Боец из клана Волнистой Чешуи",
			[208840] = 10,
			[226246] = "Иссохший - магический призрак",
			[243652] = 9,
			[52924] = 1,
			[126393] = "IronAndy <Dedalous-ArgentDawn>",
			[82415] = "Корбор",
			[190411] = 1,
			[224199] = 4,
			[193234] = "[*] Танцующий клинок",
			[242629] = 11,
			[251828] = 1,
			[17139] = "Элдретарский хамелеон",
			[171982] = 9,
			[197579] = "[*] Извержение Скверны",
			[239558] = "Жуткий охотник",
			[222926] = "Железный дворф <Jerr-Antonidas>",
			[79856] = "Твирп",
			[242630] = 11,
			[227272] = 3,
			[57082] = "Орморок Воспитатель Дерев",
			[13819] = 2,
			[205771] = "Крадущийся ужас <Ксавий> <Ксавий>",
			[5185] = 11,
			[5217] = 11,
			[200652] = 2,
			[59323] = "Скади Безжалостный",
			[194509] = 5,
			[207830] = "Заразный ужас <Ксавий>",
			[242642] = 3,
			[213963] = "Алчущая оболочка",
			[87024] = 8,
			[51963] = "Вороная горгулья <Энуриэль>",
			[79857] = "Твирп",
			[193486] = 6,
			[121836] = 12,
			[185042] = "Пушка Адского Пламени",
			[23922] = 1,
			[238537] = 3,
			[5697] = 9,
			[235450] = 8,
			[200654] = 2,
			[6201] = 9,
			[211927] = "Хрономатическая аномалия",
			[211917] = "Жрица горя",
			[102383] = 11,
			[246729] = 7,
			[214989] = "Дух отмщения",
			[150485] = "Чумнопряд",
			[220877] = "Незримый следопыт",
			[201679] = 5,
			[121837] = 4,
			[114158] = 2,
			[212942] = "Кошмарный гной",
			[230348] = "[*] Лужа Скверны",
			[231372] = 2,
			[224205] = "Астральный защитник",
			[200656] = 2,
			[58619] = "Титановый воин",
			[58875] = 7,
			[236492] = 12,
			[188370] = 2,
			[70132] = "Леди Джайна Праудмур",
			[111599] = "Послушник из Некроситета",
			[191397] = "Core Hound <Twisterhunt-TheMaelstrom>",
			[200657] = 2,
			[160726] = 2,
			[202705] = "Отрекшаяся-ректор",
			[432] = 7,
			[196562] = "Иванир",
			[211907] = "Сферический уборщик",
			[226063] = "Майев Песнь Теней",
			[150229] = "[*] Бубонная чума",
			[200658] = "Грозный разрушитель",
			[234446] = "Каменный Кулак",
			[227279] = "Смотритель",
			[236494] = "Аватара Падшего",
			[196563] = "Полководец Паржеш",
			[242458] = 8,
			[180945] = "Разрушитель огня Скверны",
			[211745] = "[*] Удар Скверны",
			[7041] = 11,
			[113136] = "Темный магистр Гандлинг",
			[153561] = 8,
			[198446] = "Сквернотопырь",
			[202446] = 12,
			[238543] = "Врачеватель душ адского огня",
			[88055] = "Бронированный мистраль",
			[83877] = "Присягнувший странник",
			[33750] = 7,
			[181968] = "Связанная кровью чародейка Скверны",
			[202708] = "Эредарская сумеречная целительница",
			[228305] = "Древний костяной невольник",
			[253902] = 12,
			[197326] = "Леди Кольцо Ненависти",
			[214995] = 11,
			[240592] = "Боец из клана Волнистой Чешуи",
			[237347] = "Визжащий нетопырь преисподней",
			[238534] = 6,
			[239383] = "Цель Копья",
			[185039] = "Пушка Адского Пламени",
			[200397] = "Королевский стражник Гилнеаса",
			[232137] = "Неизвестно",
			[1752] = 4,
			[83445] = "Генерал Хусам",
			[233426] = "Атриган",
			[241624] = "Бдительная дева",
			[153564] = 8,
			[220874] = "Незримый следопыт",
			[196567] = "Фенрир",
			[211756] = "Страж гнева - клинок Скверны",
			[212773] = "Резервист из Сумеречной стражи <Часовой из Сумеречной Стражи> <Часовой из Сумеречной Стражи>",
			[240594] = "Аватара Падшего",
			[217045] = 7,
			[234451] = "Каменный Кулак",
			[229151] = "Виз'адуум Всевидящий",
			[220088] = 8,
			[196392] = "Иванир",
			[15801] = "Ревелош",
			[214998] = 11,
			[83446] = "Прислужник Сиамата",
			[83958] = 4,
			[90479] = "[*] Изводень",
			[227285] = "Смотритель",
			[138208] = 4,
			[229333] = 6,
			[230357] = "Ноктес-ВечнаяПесня",
			[152279] = 6,
			[199641] = 10,
			[233429] = "Харджатан",
			[36096] = "Генерал Бьярнгрим",
			[194522] = 8,
			[183266] = 12,
			[45055] = 9,
			[230358] = "Госпожа Сашж'ин",
			[210722] = 11,
			[216024] = "Скверноподданный страж-чародей",
			[233430] = 10,
			[234454] = "Каменный Кулак",
			[115129] = 10,
			[193318] = 9,
			[204762] = "Топор Скверны",
			[222168] = 12,
			[232135] = "Неизвестно",
			[114074] = 7,
			[241622] = "Страж портала Скверны",
			[40192] = 3,
			[194524] = 8,
			[57086] = "Орморок Воспитатель Дерев",
			[110956] = "Фанатик Алого ордена",
			[196299] = "Потревоженная бурей гидра",
			[60118] = 1,
			[232408] = "[*] Смрадная гниль",
			[230162] = "Абстрактный нейтрализатор",
			[2641] = 3,
			[194525] = 1,
			[187358] = 6,
			[108446] = 9,
			[16498] = "Чудесный дракончик",
			[242597] = 6,
			[216027] = "[*] Область Пустоты",
			[208860] = "Ужасное поганище",
			[113141] = "Темный магистр Гандлинг",
			[194526] = 8,
			[114165] = 2,
			[95738] = 1,
			[230362] = "Электризующая медуза",
			[205513] = "Эредарская завоевательница",
			[199646] = 9,
			[233434] = "[*] Некротический яд",
			[220871] = "Советник Вандрос",
			[114061] = "Джандис Барова",
			[221153] = "Пульсарон",
			[204766] = "Кристаллический скорпид",
			[213981] = 4,
			[115192] = 4,
			[211939] = "Изумрудный дракон",
			[233435] = "Атриган",
			[242650] = 10,
			[69028] = "Крик",
			[24450] = "кысь <Рональдинио-Разувий>",
			[204767] = "Неизвестно",
			[206608] = "Хрономатическая аномалия",
			[223197] = "Ротос",
			[232412] = 9,
			[208863] = "Элисанда",
			[226269] = "Забытая душа",
			[51412] = 11,
			[59321] = "Источник духа",
			[195559] = 5,
			[213983] = 4,
			[228112] = 12,
			[240604] = "[*] Объятия приливов",
			[217055] = 8,
			[205588] = "Ксавий",
			[224228] = 7,
			[207559] = 2,
			[197908] = 10,
			[115191] = 4,
			[231390] = 3,
			[150504] = "Сумеречный аквамант",
			[208865] = "Элисанда",
			[3409] = 4,
			[84987] = "Сиамат",
			[188182] = "Связанный кровью убийца",
			[188105] = "Страж Адского Пламени",
			[197603] = 4,
			[199954] = 9,
			[240606] = 11,
			[79868] = "Маффинмон",
			[241636] = "Бдительная дева",
			[113656] = 10,
			[228320] = "Волшебный страж",
			[188389] = 7,
			[222177] = 4,
			[223201] = "Ротос",
			[199652] = "Король Галдор",
			[92155] = 8,
			[190225] = "Сердитый бык",
			[227297] = "Пожиратель маны",
			[93691] = "[*] Осквернение",
			[180199] = "Килрогг Мертвый Глаз",
			[14914] = 5,
			[206820] = "Триллиакс",
			[207844] = 1,
			[233441] = "Атриган",
			[233155] = "Мефистрот",
			[210916] = "Повелитель Скверны Бетруг",
			[236513] = "Призрачный страж костей",
			[200452] = 12,
			[116616] = 4,
			[206821] = "Триллиакс",
			[124408] = 1,
			[204045] = "Командир повелителей Скверны Эрикстол",
			[203533] = 2,
			[2094] = 4,
			[228323] = 5,
			[221156] = "Хаосоид",
			[172816] = "Жрица Штормграда",
			[111610] = "Инструктор Ледяное Сердце",
			[150509] = "Водяной страж",
			[88061] = "Бронированный мистраль",
			[201414] = 10,
			[235491] = 8,
			[236515] = "Падшая жрица",
			[233154] = 8,
			[90621] = 1,
			[47568] = 6,
			[83454] = "[*] Ударная волна",
			[233444] = "Атриган",
			[193513] = "Имирон, падший король",
			[17156] = "Ферра",
			[228325] = "Квалдир - терзатель душ",
			[221158] = "Хаосоид",
			[32747] = 2,
			[51714] = 6,
			[45242] = 5,
			[225254] = "Ревизор Изиэль",
			[56785] = "Увалень из Плети",
			[81261] = 11,
			[237307] = "Безумная фанатичка",
			[196586] = 9,
			[246756] = 11,
			[107516] = 8,
			[83455] = "Прислужник Сиамата",
			[200682] = "Солстен",
			[247675] = 2,
			[200389] = 11,
			[236518] = "Жрица Лунное Пламя",
			[118779] = 1,
			[238566] = "Бестелесный филантроп",
			[198635] = "Кур'талос Гребень Ворона",
			[150513] = "Араxномант из племени Мертвой Головы",
			[48131] = "Яростный люторог",
			[81297] = 2,
			[235495] = 8,
			[236519] = "[*] Лунный ожог",
			[20484] = 11,
			[226285] = "Эредарский вестник хаоса",
			[110953] = "Фанатик Алого ордена",
			[59320] = "Источник духа",
			[200684] = "Грозная отравительница",
			[234472] = "Каменный Кулак",
			[3583] = "Водин",
			[114062] = "Джандис Барова",
			[211714] = 9,
			[59650] = 6,
			[190446] = 8,
			[224234] = "Небесная послушница",
			[200685] = 12,
			[234473] = "Каменный Кулак",
			[210924] = 10,
			[208579] = 12,
			[83094] = "Сиамат",
			[142073] = 1,
			[102401] = 11,
			[207853] = "[*] Черное искажение",
			[200686] = "Грозный отравитель",
			[188101] = "Извергатель пламени Скверны",
			[210925] = 4,
			[21869] = "Принцесса Терадрас",
			[221164] = "Молниеносец",
			[238570] = "Реактор душ",
			[201715] = "Тухломорд",
			[11971] = "Кариел",
			[48132] = "Огромный йормунгар",
			[201411] = "Бес ужасающего огня",
			[235499] = 3,
			[57091] = "Керистраза",
			[201983] = "Углепанцирный подчинитель",
			[116224] = "Послушный пес",
			[85467] = "Затаившаяся буря <Великий визирь Эртан>",
			[56827] = "Опытный охотник на магов",
			[217070] = 12,
			[12611] = "Элдретарская тень",
			[210927] = 7,
			[93697] = "Лорд Вальден",
			[212975] = 6,
			[51460] = 6,
			[198641] = "Кур'талос Гребень Ворона",
			[211921] = "Жрица горя",
			[52174] = 1,
			[115078] = 10,
			[202737] = 11,
			[228334] = "Тень Медива",
			[160455] = 5,
			[81942] = "Гнев небес",
			[151813] = "Сумеречный владыка Балтиэль",
			[248812] = "Бдительная дева",
			[83971] = "Гнилевый монстр",
			[226287] = "Злобнозем-глыба",
			[147193] = 5,
			[228335] = "Раздробленная частица времени",
			[188404] = "Штормовой дракон",
			[214001] = "Восставший копейщик",
			[185438] = 4,
			[199667] = 1,
			[7042] = 11,
			[7074] = "Стенающий охранник",
			[235503] = 11,
			[236527] = "Агронокс",
			[204481] = 12,
			[214002] = "Восставший копейщик",
			[184571] = "Разрушитель огня Скверны",
			[207859] = "[*] Темная разрядка",
			[244582] = "[*] Падающая комета",
			[125439] = 5,
			[202740] = "Тиратон Салтерил",
			[59140] = "Волдырный парозлоб",
			[245743] = 8,
			[35079] = 3,
			[210873] = 7,
			[151810] = "Амненнар Хладовей",
			[129023] = 8,
			[193526] = 3,
			[153595] = 8,
			[236529] = "Охотница Каспария",
			[45062] = 11,
			[148476] = 3,
			[123904] = 10,
			[22917] = "Магистр Календрис",
			[192503] = "Тиратон Салтерил",
			[218100] = 6,
			[153596] = 8,
			[101891] = "Искаженное временем чудовище",
			[221172] = "Молниеносец",
			[120166] = "Падший разоритель",
			[206838] = 5,
			[82921] = 3,
			[192504] = "Тиратон Салтерил",
			[182171] = "[*] Кровь Маннорота",
			[207690] = 12,
			[211958] = "Змееуст-барахольщик",
			[221173] = "Молниеносец",
			[222197] = 8,
			[102793] = 11,
			[15286] = 5,
			[50182] = "Опытный охотник на магов",
			[201408] = 3,
			[76807] = "Захватчик Леди Наз'жар",
			[211959] = "Змееуст-барахольщик",
			[102381] = "Дорнозму",
			[197625] = 11,
			[206840] = "Инквизитор Ветриз",
			[224246] = "Небесная послушница",
			[208888] = 3,
			[193530] = 3,
			[235509] = 12,
			[164815] = 11,
			[221175] = 10,
			[164862] = 11,
			[157695] = 9,
			[83463] = "Безликий подавитель",
			[82794] = "Присягнувший странник",
			[204752] = "Отрекшаяся-ректор",
			[178173] = 10,
			[498] = 2,
			[237558] = "Присягнувшая Скверне - ботаник",
			[119299] = "Адарогг",
			[114022] = "Хранитель сокровищ Алого ордена",
			[95750] = 9,
			[167935] = "Гул'дан",
			[226296] = "Злобнозем-исполин",
			[179091] = "Магистр Нар'таласа",
			[203771] = "Оскверненный дух друида <Исондра> <Исондра>",
			[160452] = 3,
			[222201] = 3,
			[6940] = 2,
			[115147] = "Талнос Воздаятель Душ",
			[200700] = "Даргрул",
			[59103] = "Ан'кахарский метатель заклинаний",
			[59169] = "Укрощенный элементаль воздуха",
			[59142] = "Разоритель из закаленной стали",
			[188414] = 3,
			[119300] = "Темный шаман Корантал",
			[196287] = "Потревоженная бурей гидра",
			[171014] = "Cinderflare <Helldøøm-Outland>",
			[30213] = "Неизвестно <Ðenzol-Elune>",
			[193534] = 3,
			[228224] = 4,
			[250552] = 8,
			[237561] = "Охотница Каспария",
			[197630] = 11,
			[235236] = "Белак",
			[105421] = 2,
			[114089] = 7,
			[196354] = "Верховный друид Глайдалис",
			[15744] = "Жгучий разрушитель",
			[43265] = 6,
			[235193] = 9,
			[222204] = 6,
			[29928] = "Фантомная гостья",
			[11972] = "Хрупкоребрый страж",
			[88073] = "Принц облаков",
			[193536] = 4,
			[243613] = "Гремучий плеточник",
			[32645] = 4,
			[12292] = 1,
			[66060] = 1,
			[204513] = 12,
			[224253] = 1,
			[239288] = "Сквернолап - метательница сфер",
			[213691] = 3,
			[235516] = 6,
			[187394] = "Нестабильный разлом <Alìna-Shattrath>",
			[24423] = "Pwns <Vinjâ-Aegwynn>",
			[198888] = "Штормовой дракон",
			[78859] = "Озрук",
			[227041] = 6,
			[206612] = "Хрономатическая аномалия",
			[193538] = 4,
			[224953] = "Темный следопыт",
			[236541] = "[*] Сумеречная глефа",
			[237565] = "Присягнувшая Скверне - ботаник",
			[240311] = 3,
			[13444] = "Скелет высокорожденного",
			[772] = 1,
			[224992] = 3,
			[209921] = "Даргрул",
			[202754] = 4,
			[236542] = "Сонм страданий",
			[102409] = "Искаженный временем жрец",
			[213869] = "Заклинательница клинков Алуриэль",
			[191719] = 6,
			[191492] = 6,
			[88075] = "Принц облаков",
			[234495] = 3,
			[59079] = "Смертелюб из клана Укротителей драконов",
			[236543] = "Доматракс",
			[229376] = 8,
			[222209] = 11,
			[40120] = 11,
			[87933] = "Клубящийся солдат",
			[217090] = "Даргрул",
			[212704] = 3,
			[76813] = "Врачеватель душ Леди Наз'жар",
			[29574] = "Фантомная гончая <Фантомный стражник>",
			[102410] = "Искаженный временем ружейник",
			[197637] = 11,
			[205025] = 8,
			[240640] = 11,
			[60424] = 5,
			[201733] = "Латосий",
			[210948] = "Элерет Дикая Лань",
			[114185] = "Книжник Алого ордена",
			[348] = 9,
			[211727] = 9,
			[221891] = "Гул'дан",
			[22919] = "Магистр Календрис",
			[15620] = "Новобранец Альянса",
			[54710] = 3,
			[193211] = "Имирон, падший король",
			[203782] = 12,
			[102411] = "Искаженный временем ружейник",
			[59147] = "Небоход из закаленной стали",
			[80800] = "Лавовый разлом",
			[198330] = "Скьял",
			[227270] = "Нестабильная энергия <Смотритель> <Смотритель>",
			[242690] = 9,
			[188091] = 8,
			[195592] = 7,
			[221189] = "Молниеносец",
			[233485] = 1,
			[231428] = 6,
			[224261] = "Кариел",
			[143375] = 6,
			[218807] = "Верховный ботаник Тел'арн",
			[76815] = "Врачеватель душ Леди Наз'жар",
			[211975] = "Змееуст-барахольщик",
			[91522] = "Страшный ползун",
			[5116] = 3,
			[215047] = 1,
			[150543] = "Сумеречный темный маг",
			[192522] = "Вул'кан",
			[209928] = 1,
			[202761] = 3,
			[228358] = 8,
			[237573] = "Вестница Скверны адского огня",
			[223179] = "Бес-прихвостень",
			[59829] = "Гал'дара",
			[207881] = "Таликса Пламя Гнева",
			[177380] = "Гул'дан",
			[160793] = 2,
			[152280] = 6,
			[195595] = "Элементаль воды <Покорительница волн из клана Колец Ненависти>",
			[218806] = "Солнцевед Тел'арн <Верховный ботаник Тел'арн>",
			[238598] = "[*] Удушающие лозы",
			[182285] = "Страж Скверны",
			[193209] = "Вул'кан",
			[200376] = 2,
			[101348] = "Эхо Сильваны",
			[197422] = "Кордана Оскверненная Песнь",
			[236551] = "Доматракс",
			[229384] = "Ферзь",
			[191619] = 5,
			[188089] = 7,
			[114018] = 4,
			[213209] = 6,
			[185358] = 3,
			[1329] = 4,
			[228361] = 5,
			[229385] = 10,
			[91064] = "Яростный упырь",
			[59914] = 7,
			[224266] = 2,
			[88080] = "Неизвестно",
			[48333] = 8,
			[80913] = "[*] Осколки кристалла",
			[232115] = "Бэк-вокалистка",
			[229386] = 3,
			[132118] = 8,
			[231434] = 4,
			[214743] = 12,
			[208909] = 1,
			[209933] = 1,
			[227339] = "Полночь",
			[126476] = 9,
			[229387] = 6,
			[132119] = 8,
			[95248] = "Небесный Огонь",
			[150549] = "Прислужник-демон Бездны",
			[213685] = "Кордана Оскверненная Песнь",
			[188088] = "Совокк",
			[202767] = 11,
			[203791] = 2,
			[229388] = 1,
			[185265] = "Генн Седогрив",
			[195802] = 11,
			[150550] = "Мастер теней из племени Мертвой Головы",
			[241675] = "Рюл Поблекший",
			[101908] = "Неизвестно",
			[202768] = 11,
			[17289] = "Надсмотрщик из логова Крыла Тьмы",
			[122783] = 10,
			[233420] = "Атриган",
			[95249] = "Небесный Огонь",
			[239281] = "[*] Зловещая паутина",
			[200721] = "Даргрул",
			[226318] = 4,
			[186387] = 3,
			[230066] = "Изрыгатель тьмы",
			[61451] = 9,
			[233395] = 6,
			[13445] = "Опустошительница из племени Каменной Крови",
			[124430] = 5,
			[208913] = 3,
			[240432] = 1,
			[202770] = 11,
			[203794] = 12,
			[102417] = 11,
			[238606] = "Волшебный страж",
			[206866] = "Акаари Кровавая Тьма",
			[191508] = "Валарьяр-претендентка",
			[200723] = "Даргрул",
			[185365] = 3,
			[202771] = 11,
			[228368] = "Адская гончая",
			[237583] = "[*] Пылающая стремительность",
			[218321] = "Войско мертвых <Утрамбовка>",
			[206867] = "Акаари Кровавая Тьма",
			[114807] = "Брат Корлофф",
			[176151] = 1,
			[1833] = 4,
			[227345] = 10,
			[59148] = "Небоход из закаленной стали",
			[180247] = 11,
			[222063] = "[*] Паутиноход",
			[51725] = "Волшебная аберрация",
			[110039] = 1,
			[241680] = "Госпожа Сашж'ин",
			[250895] = 8,
			[59828] = "Гал'дара",
			[203797] = 2,
			[237585] = "Жуткий пленитель",
			[69585] = "Имирьярский носитель пламени",
			[231442] = 7,
			[121283] = 10,
			[1953] = 8,
			[242705] = 4,
			[228017] = "Бестелесный филантроп",
			[228371] = "[*] Дыхание ужаса",
			[131103] = "Раб из племени Мелководного Плавника",
			[189464] = "Анетерон",
			[202420] = "Ксалианна Пламя Скверны",
			[224276] = "Иллидан Ярость Бури <Аниом>",
			[208918] = 12,
			[129552] = 7,
			[113682] = "Ткач пламени Кеглер",
			[236563] = "Сонм страданий",
			[2050] = 5,
			[225079] = "Падший хранитель",
			[239635] = "Иксаллон Душегуб",
			[2098] = 4,
			[93581] = "Барон Эшбери",
			[226325] = 12,
			[202776] = 4,
			[228373] = "Квалдир - заклинатель рифов",
			[240303] = 3,
			[181275] = "Портал демонов",
			[239636] = "Иксаллон Душегуб",
			[199705] = "Нараксас",
			[52238] = "Волхан",
			[226326] = 12,
			[198324] = "Скьял",
			[228374] = "Квалдир - заклинатель рифов",
			[188443] = 7,
			[181276] = "[*] Проклятие Легиона",
			[180004] = "Воздаятель Браму",
			[190223] = "Ксул'горак",
			[162488] = 3,
			[201754] = "Зверь <Дедстолет-Седогрив>",
			[32379] = 5,
			[236566] = "Бес",
			[9734] = "Безжалостный гладиатор Сайфу",
			[9798] = "Облученный погромщик",
			[29166] = 11,
			[48053] = "Кристаллический хлестун",
			[28272] = 8,
			[206514] = "Гул'дан",
			[235543] = 12,
			[211994] = "Змееуст-барахольщик",
			[181943] = 8,
			[189469] = "Дух отмщения",
			[80279] = "Создатель проломов Каменных Недр",
			[87930] = "Клубящийся солдат",
			[233496] = 9,
			[193565] = "Терзательница душ Глевианна",
			[178207] = 11,
			[236568] = "Сонм страданий",
			[86040] = 9,
			[246807] = 2,
			[153272] = 3,
			[194506] = "Туманная гончая",
			[233497] = 9,
			[242712] = 3,
			[234379] = "Прожорливый охотник Скверны",
			[75683] = "Леди Наз'жар",
			[2818] = 4,
			[199804] = 4,
			[23920] = 1,
			[1160] = 1,
			[233498] = 9,
			[219823] = "Хрономатическая аномалия",
			[22950] = "Бессмер'тер",
			[153489] = 3,
			[229377] = 5,
			[55567] = "Землетряс Драккари",
			[47632] = 6,
			[199345] = "Дресарон",
			[233499] = 9,
			[209950] = 7,
			[15284] = "Легионер Крыла Тьмы",
			[236571] = "Оскверненный клинок",
			[12294] = 1,
			[181282] = "Связанный кровью громила",
			[206879] = "Ксавий",
			[58127] = "Слуга Асаада",
			[12550] = 8,
			[242715] = "Защитница из Армии погибели Легиона",
			[34322] = "Позабытый",
			[203808] = 1,
			[237596] = "Страж Скверны",
			[222238] = 11,
			[136471] = 3,
			[204464] = "Отрекшийся-осквернитель",
			[184355] = "Гуртогг Кипящая Кровь",
			[6360] = "Суккуб <Проклянатор-Дракономор>",
			[186403] = 8,
			[194225] = "Сфера безумия <Purasba-Antonidas>",
			[180260] = "Деспотичная Велари",
			[196357] = "Иванир",
			[226327] = 12,
			[52172] = 3,
			[208929] = "Щупальце разложения",
			[198599] = "Валарьяр - призыватель молний",
			[153640] = 8,
			[111217] = "Воитель Гарлан",
			[188081] = "Хваткая длань",
			[238622] = "Сквернокрылый ужас",
			[157736] = 9,
			[240670] = 11,
			[184357] = "Гуртогг Кипящая Кровь",
			[72221] = 2,
			[235551] = 12,
			[114014] = 4,
			[196644] = 5,
			[238623] = "Сквернокрылый ужас",
			[206883] = "Тюремщик Д'зорикс",
			[240671] = 8,
			[198931] = "Валарьяр-мистик",
			[201764] = 7,
			[210979] = 5,
			[59152] = "Создание клана Закаленных Бурей",
			[3714] = 6,
			[238624] = "Сквернокрылый ужас",
			[216251] = 7,
			[240672] = 10,
			[18540] = 9,
			[224210] = 7,
			[210980] = 5,
			[113775] = "Джандис Барова",
			[12472] = 8,
			[214052] = 8,
			[31707] = "Элементаль воды <Рандер-Гордунни>",
			[191527] = "Иллиана Танцующая с Клинками",
			[69017] = "Взрывная сфера <Крик> <Крик>",
			[177193] = 2,
			[227363] = "Полночь",
			[118297] = "Изначальный элементаль огня <Аптус-Гордунни>",
			[188456] = 6,
			[205862] = "Крос",
			[218796] = "Друид-медведь <Полиморфи>",
			[5784] = 9,
			[241698] = "Жуткий Охотник",
			[4050] = "Взрывоопасная овца <Риджбэк-ВечнаяПесня>",
			[113690] = "Ткач пламени Кеглер",
			[228388] = "Гнилодушный гигант",
			[229412] = 3,
			[205863] = "Крос",
			[69021] = "Ик",
			[91677] = "Пустулезное чудовище",
			[241699] = 3,
			[201858] = "Скверносерд-стрелок",
			[227365] = "Полночь",
			[228389] = "Бестелесный пекарь",
			[235572] = "Аватара Падшего",
			[164857] = 3,
			[231461] = "Разрушитель \"Погребальный огонь\"",
			[199721] = 6,
			[5277] = 4,
			[242724] = "Жуткий охотник",
			[210984] = "Кошмарный ужас",
			[203817] = "Оскверненный гриб",
			[688] = 9,
			[66] = 8,
			[115739] = "Командир Дюранд",
			[225962] = "Восставший питомец",
			[184364] = 1,
			[195250] = "Скьял",
			[199341] = "Валарьяр-зверолов",
			[228391] = "Говорящий с костями - стражник душ",
			[237606] = 3,
			[148529] = 7,
			[458] = 5,
			[199723] = 6,
			[241702] = "Темная душа",
			[205484] = 1,
			[235559] = 6,
			[81440] = "Миллхаус Манашторм",
			[204843] = 12,
			[239897] = 8,
			[93535] = "Лорд Вальден",
			[228354] = 8,
			[241703] = "Жуткий Охотник",
			[233153] = 10,
			[102280] = 11,
			[29579] = "Фантомный гость",
			[229417] = 12,
			[212031] = "Обузданная энергия",
			[69238] = "Неизвестно",
			[20572] = 1,
			[184367] = 1,
			[218155] = "[*] Солнечный коллапс",
			[202797] = 3,
			[195630] = 10,
			[237609] = 3,
			[197821] = "Иллисанна Гребень Ворона",
			[107550] = "Дорнозму",
			[22924] = "Тендрис Криводрев",
			[225323] = 3,
			[242729] = "Лорд-командующий Алексис",
			[187053] = "Инфернал - вестник погибели <Архимонд> <Архимонд>",
			[228395] = "Говорящий с костями - стражник душ",
			[51723] = 4,
			[205870] = "Летон",
			[45524] = 6,
			[183345] = "Темный служитель",
			[197388] = 3,
			[182957] = 12,
			[194608] = 4,
			[228396] = "Бестелесный пекарь",
			[49172] = 8,
			[152262] = 2,
			[208613] = 12,
			[199674] = "Король Бьорн",
			[176179] = 8,
			[185394] = 6,
			[202800] = 3,
			[59155] = "Великан из клана Закаленных Бурей",
			[196657] = "Темный разлом <Alìna-Shattrath>",
			[187052] = "Наемный инженер",
			[206896] = "Тюремщик Д'зорикс",
			[191538] = "Яростный пронзатель",
			[176180] = 5,
			[115234] = "Тангтанге",
			[194610] = "Проклятая морем целительница туманов",
			[227234] = "Хелия",
			[61459] = "Чумоброд",
			[238637] = "Страж гнева - свежеватель душ",
			[190515] = 3,
			[100] = 1,
			[192563] = "Валарьяр-очиститель",
			[239486] = "Нестабильная порча",
			[194611] = "Темная охотница",
			[228399] = 10,
			[208689] = "Щупальце угнетения",
			[222256] = 1,
			[120694] = "Зверь <Дедстолет-Седогрив>",
			[191540] = "Страж гнева – возжигатель",
			[228566] = "Хелия",
			[114011] = "Страж зала Алого ордена",
			[60849] = "Позабытый",
			[203827] = "Оскверненный гриб",
			[188449] = "Выжигатель Скверны",
			[238639] = 1,
			[51637] = 4,
			[7268] = 8,
			[217138] = "Кринам",
			[209971] = "Элисанда",
			[199337] = "Капкан на медведя",
			[212019] = 9,
			[204852] = "Обитатель Кошмара",
			[148539] = 3,
			[59825] = "Гал'дара",
			[189112] = 12,
			[242327] = 11,
			[191292] = "Боевой маг Кирин-Тора",
			[235569] = "Бдительная дева",
			[220211] = 6,
			[61460] = "Чумоброд",
			[238641] = 1,
			[55098] = "Мураби",
			[240689] = 8,
			[200758] = 4,
			[209973] = "Элисанда",
			[101411] = "Эхо Сильваны",
			[225362] = "[*] Мощный удар",
			[229427] = "Король",
			[197687] = "[*] Пронзающий взгляд",
			[239666] = "Стенающая душа",
			[206920] = "Щупальце Кошмара",
			[203443] = 11,
			[218165] = "Заклинатель земли",
			[115546] = 10,
			[236733] = 11,
			[204490] = 12,
			[148542] = 3,
			[115746] = "Зепсиллин <Ксенорокс>",
			[191545] = 12,
			[211999] = "Змееуст-барахольщик",
			[194216] = "Харбарон",
			[210999] = 2,
			[236596] = "Капитан Ята Лунный Удар",
			[229429] = "Король",
			[55090] = 6,
			[239668] = "Стенающая душа",
			[240692] = 8,
			[241716] = "Жуткий Охотник",
			[193594] = "Имирон, падший король",
			[235573] = "Бдительная дева",
			[203833] = "Осколок времени",
			[61461] = "Стужень",
			[197690] = 1,
			[203953] = 11,
			[199775] = "Нараксас",
			[233526] = "Харджатан",
			[234550] = "Атриган",
			[219192] = "Милуна <Малагаст>",
			[228407] = 9,
			[94719] = 2,
			[236726] = 1,
			[198715] = "Валь'кира-воительница <Утрамбовка>",
			[191548] = 4,
			[188072] = "Сфера разрушения",
			[207714] = "Звездный авгур Этрей",
			[191587] = 6,
			[59168] = "Загробник ярости бурь",
			[204859] = "Урсок",
			[16870] = 11,
			[231523] = 4,
			[191549] = 12,
			[214692] = "Герент Зловещий",
			[218170] = "Заклинатель земли",
			[59465] = "Старейшина Надокс",
			[29581] = "Фантомный гость",
			[226406] = "Углепанцирный подчинитель",
			[199786] = 8,
			[198717] = "Ревущий идол",
			[191550] = 4,
			[60848] = "Позабытый",
			[201789] = 12,
			[197763] = 5,
			[132168] = 1,
			[61462] = "Стужень",
			[238676] = "Хаброк",
			[247455] = 12,
			[31117] = 9,
			[241721] = "[*] Зрение Иллидана",
			[84521] = "Служитель Сиамата <[*] Статический шок> <[*] Статический шок>",
			[43186] = 5,
			[101927] = "Эхо Джайны",
			[217896] = 7,
			[228001] = "Бестелесный филантроп",
			[87081] = "Хрупкоребрый страж",
			[191552] = 12,
			[207980] = "Баалгар Бдительный",
			[226364] = 4,
			[53563] = 2,
			[236603] = "[*] Быстрый обстрел",
			[1706] = 5,
			[197696] = "Иллисанна Гребень Ворона",
			[115750] = 2,
			[191553] = 12,
			[200768] = "Обезумевший остроклюв",
			[235410] = 5,
			[227389] = 8,
			[236604] = "Аватара Падшего",
			[247454] = 12,
			[132169] = 1,
			[211053] = 12,
			[191554] = 4,
			[55078] = 6,
			[56777] = "Лазурный хранитель",
			[227390] = 8,
			[187459] = "Связанный кровью прижигатель",
			[229438] = 3,
			[238653] = "Дул'зак",
			[15407] = 5,
			[201379] = "Ледопасть",
			[217152] = "Хаукенульфнир",
			[21910] = "Фантомный гость",
			[88625] = 5,
			[38682] = "Ордынский берсерк",
			[229439] = 3,
			[211110] = 2,
			[198723] = "Гнилосердная дриада",
			[191556] = "Яростный пронзатель",
			[200771] = "Обезумевший остроклюв",
			[250941] = "Ненасытный падальщик",
			[212115] = 1,
			[212641] = 2,
			[227999] = "Бестелесный филантроп",
			[202919] = "Тиратон Салтерил",
			[234142] = 6,
			[224321] = "Чародейский колодец <Небесная послушница> <Небесная послушница>",
			[208963] = 7,
			[17941] = 9,
			[191244] = 3,
			[3356] = "Тенегорнский геолог",
			[155722] = 11,
			[238656] = "[*] Теневая волна",
			[165961] = 11,
			[120360] = 3,
			[156327] = 4,
			[204028] = "Хранитель портала",
			[186439] = 4,
			[195234] = "Покорительница волн из клана Колец Ненависти",
			[237633] = "[*] Призрачная глефа",
			[238657] = "Фереки",
			[15496] = "Призрак повара",
			[224323] = "Чародейский колодец <Небесная послушница>",
			[217200] = 3,
			[193607] = "Терзательница душ Глевианна",
			[202822] = 4,
			[69167] = "Повелитель Плети Тираний",
			[201572] = "Миллифисент Манашторм",
			[189512] = "Каз'рогал",
			[189557] = "Корвос",
			[240706] = "[*] Чародейский оберег",
			[184393] = "Осадный мастер Мар'так",
			[193608] = "Терзательница душ Глевианна",
			[202823] = 4,
			[197797] = "Восставший чародей",
			[225449] = "Джезибель",
			[148135] = 10,
			[182346] = 6,
			[48094] = "Керистраза",
			[184394] = "Осадный мастер Мар'так",
			[193609] = "Терзательница душ Глевианна",
			[202824] = 4,
			[203848] = 1,
			[196681] = 8,
			[238660] = "Кетлингр",
			[215111] = "Зловещий охотник <Ðenzol-Elune>",
			[216135] = 5,
			[191607] = 11,
			[193610] = "Терзательница душ Глевианна",
			[224412] = 4,
			[212040] = 11,
			[211160] = 11,
			[246852] = 3,
			[206921] = "Звездный авгур Этрей",
			[116267] = 8,
			[217160] = "Гарпунер из клана Колец Ненависти",
			[193611] = "Леди Кольцо Ненависти",
			[12975] = 1,
			[220232] = "Миллхаус Манашторм <Пирик>",
			[194675] = "Пылающий бес",
			[246853] = 3,
			[213165] = 9,
			[207946] = 5,
			[176206] = 11,
			[234567] = 9,
			[106839] = 11,
			[236615] = 9,
			[188493] = "Нараксас",
			[124506] = 10,
			[93707] = "Лорд Годфри",
			[5221] = 11,
			[108589] = "Дорнозму",
			[185422] = 4,
			[232378] = 11,
			[29583] = "Фантомный гость",
			[188494] = "[*] Зловонная пасть",
			[238664] = "Гарос",
			[223306] = 2,
			[232521] = 3,
			[233545] = "[*] Разряд Ночного Колодца",
			[242760] = "Ходячий гиблодрев",
			[209700] = 1,
			[183969] = "Осквернение <Архимонд> <Архимонд>",
			[248473] = 8,
			[222283] = 1,
			[157348] = "Большой элементаль бури <Oshammy-GrimBatol>",
			[204957] = 6,
			[151636] = "Раздражитель духов из племени Мертвой Головы",
			[241635] = "Бдительная дева",
			[151681] = "Гхаму-ра",
			[126508] = 4,
			[204878] = "Страж портала",
			[76634] = "Опороченный часовой",
			[197788] = "Жуткий сквернотопырь",
			[228014] = "Призрачный зритель",
			[225356] = "Сочащийся туман",
			[185425] = "Зубастый гризли",
			[130092] = 3,
			[237714] = 3,
			[221333] = "Опаляющий инфернал",
			[124503] = 10,
			[179872] = 12,
			[183378] = "Продавший душу разрушитель",
			[233548] = "Харджатан",
			[210583] = 11,
			[221254] = 1,
			[220238] = "Миллхаус Манашторм <Пирик>",
			[204880] = 7,
			[240525] = 4,
			[227985] = "Коглстон",
			[240716] = 4,
			[6533] = "Защитник Глубинных Течений",
			[113199] = 10,
			[202833] = "Темный служитель",
			[81459] = "Землерез Каменных Недр",
			[188499] = 12,
			[207998] = 7,
			[214118] = 5,
			[240717] = 9,
			[6789] = 9,
			[246423] = 6,
			[207682] = 12,
			[244813] = 8,
			[201365] = "Истерзанный кровопийца",
			[120692] = 5,
			[206930] = 6,
			[216145] = 9,
			[184990] = "[*] Аура подавления",
			[228477] = 12,
			[235599] = 6,
			[204947] = "Страж портала",
			[188501] = 12,
			[238671] = "Ветолнир",
			[206931] = 6,
			[206491] = 12,
			[184406] = "Мрачный страж <Повелитель ужаса Мендаций>",
			[226385] = "Смолоплюй-ползун",
			[59052] = 6,
			[212051] = 10,
			[229457] = 6,
			[51485] = 7,
			[222294] = 10,
			[248911] = "Капитан Ята Лунный Удар",
			[79925] = "Мясорубка",
			[240777] = 3,
			[122470] = 10,
			[24858] = 11,
			[853] = 2,
			[238673] = "Гремучий плеточник",
			[206933] = "Кошка <Корфу>",
			[196771] = 6,
			[208981] = 7,
			[86603] = "Агент Сумеречной лилии",
			[240766] = "Страж Хранительницы",
			[921] = 4,
			[196741] = 10,
			[238674] = "Гремучий плеточник",
			[223316] = 2,
			[211956] = "Змееуст-барахольщик",
			[84550] = "Прислужник Сиамата",
			[226388] = "[*] Тухлая слизь",
			[202839] = "Нечестивый чародей Пустоты",
			[236627] = "Гремучий плеточник",
			[188505] = 10,
			[224387] = "Звездный фамилиар",
			[215126] = 1,
			[8394] = 1,
			[233556] = "Удерживающий пилон",
			[72286] = 5,
			[227413] = 10,
			[59165] = "Часовой клана Закаленных Бурей",
			[221270] = "Опаляющий инфернал",
			[197721] = 11,
			[198745] = "Закаленный бурей страж",
			[226078] = "Мясорубка",
			[82263] = "Фрагмент души",
			[242772] = "Ходячий гиблодрев",
			[202841] = 10,
			[212056] = 2,
			[191685] = 6,
			[189531] = "Мистик Ааран",
			[215128] = "Ил'гинот",
			[18266] = "Зоротианский ритуалист",
			[233558] = 9,
			[231587] = 2,
			[227415] = "[*] Незримое присутствие",
			[199373] = "Войско мертвых <Утрамбовка>",
			[200345] = "Восставшая лучница",
			[55582] = "Целитель Драккари",
			[206938] = 4,
			[191580] = 7,
			[241750] = 1,
			[203800] = "Ручной ястреб",
			[56862] = "Укрощенный элементаль воды",
			[195676] = 8,
			[209034] = "[*] Узы ужаса",
			[238679] = "Буйные ветра <Хаукенульфнир>",
			[206939] = "Гул'дан",
			[199772] = "Валарьяр-защитник",
			[219199] = 3,
			[2643] = 3,
			[239808] = "Вечный страж душ",
			[59166] = "Тактик клана Закаленных Бурей",
			[213083] = "Ледяные чары",
			[189534] = "Каз'рогал",
			[206940] = 6,
			[199818] = "[*] Разряд",
			[235156] = 9,
			[234585] = "Слизерон",
			[9613] = "Хладный некромант",
			[183962] = "Экзарх Ирель",
			[61470] = 2,
			[232084] = "Бэк-вокалистка",
			[107574] = 1,
			[240729] = 3,
			[241753] = 3,
			[228438] = 7,
			[211037] = "Наблюдательница из Сумеречной Стражи",
			[69179] = 1,
			[213085] = "[*] Ледяная буря",
			[196796] = "Зараженный Скверной яростный боец",
			[111670] = "Фанатик Алого ордена",
			[183393] = "Крос",
			[96312] = 5,
			[188057] = "Скверномант",
			[227420] = "Береговой заклинатель волн",
			[228444] = 12,
			[49184] = 6,
			[180441] = 11,
			[198752] = "Проклятый морем рабовладелец",
			[167012] = "Связанная душа",
			[241755] = "Хаукенульфнир",
			[193633] = "Восставшая лучница",
			[194657] = "Промокший насквозь страж душ",
			[236636] = 8,
			[192519] = "Вул'кан",
			[7814] = "Anyla",
			[32216] = 1,
			[237599] = "Вестница Скверны адского огня",
			[225374] = "Звездный фамилиар",
			[7353] = 2,
			[211040] = 6,
			[228446] = 2,
			[180324] = 2,
			[189539] = "Саргерайский знаменосец",
			[206945] = 6,
			[167014] = "Тралл",
			[192611] = 12,
			[193635] = "Щупальце Бездны <Люлип>",
			[202850] = 12,
			[236638] = 8,
			[126554] = 3,
			[189540] = "Ритуальный голем",
			[172193] = "Востроглазый охотник на гроннов",
			[61229] = 12,
			[241758] = "Хаукенульфнир",
			[193636] = "Частица морской воды",
			[20243] = 1,
			[236639] = "Агронокс",
			[204899] = "Хранитель тайн Могу'шан",
			[222305] = 8,
			[198756] = "Чи-Цзи <Энитрон>",
			[150634] = "Поработитель Кор'ул",
			[241759] = "Хаукенульфнир",
			[193159] = "Землетрясение",
			[202852] = 3,
			[50977] = 6,
			[180327] = "Бес огня Скверны <Темный служитель>",
			[238688] = "Плеточник-душитель",
			[182375] = "Крос",
			[240736] = "Аракс'ат",
			[241760] = "Хаукенульфнир",
			[240673] = 5,
			[219235] = "Отравляющая спора",
			[196781] = 5,
			[204901] = "Страж портала",
			[156779] = 1,
			[206949] = "Звездный авгур Этрей",
			[240737] = "[*] Превращающая бомба",
			[200806] = 4,
			[193639] = "Камнеспинный щелкозуб",
			[227427] = "Гул'дан",
			[62124] = 2,
			[80983] = "Кариел",
			[214117] = 5,
			[32018] = "Загробник бури",
			[183401] = "Злобнозем-ползун",
			[80467] = "Озрук",
			[210022] = "Элисанда",
			[97340] = 11,
			[244834] = "Кил'джеден",
			[204903] = "Кракса",
			[238691] = "[*] Копье отмщения",
			[231524] = 4,
			[240739] = 3,
			[192617] = "Гнев Азшары",
			[193641] = 4,
			[194665] = "Имирон, падший король",
			[212071] = "Генерал Ксакал",
			[210003] = 12,
			[189546] = "Саргерайский раскалыватель душ",
			[231525] = 4,
			[203413] = 3,
			[203881] = "Советник Вандрос",
			[210024] = "Элисанда",
			[97341] = 8,
			[236645] = 8,
			[204905] = "Хранитель тайн Могу'шан",
			[189547] = "Саргерайский раскалыватель душ",
			[225938] = "[*] Гравитационный колодец",
			[191595] = "Скверноподданный заразитель",
			[84031] = "Присягнувший свежеватель",
			[53] = 4,
			[150679] = "Амненнар Хладовей",
			[203882] = "Советник Вандрос",
			[206466] = "[*] Сущность ночи",
			[238694] = "Сигрин",
			[206954] = "Звездный авгур Этрей",
			[196570] = "[*] Нестабильная магия",
			[218256] = 12,
			[10059] = 8,
			[194668] = "Харбарон",
			[21337] = "Загнивший плетун",
			[245862] = 12,
			[41252] = 5,
			[198764] = "Чи-Цзи <Энитрон>",
			[207979] = "Джазшариу",
			[84032] = "Черный маг Неферсета",
			[84544] = "Служитель Сиамата <[*] Статический шок>",
			[241784] = "Призрачный эконом",
			[191620] = 5,
			[224913] = "Командир повелителей Скверны Азгалор",
			[189550] = "Азгалор",
			[200851] = 11,
			[183407] = "[*] Кислотный всплеск",
			[210862] = 6,
			[242792] = "Ходячий гиблодрев",
			[227434] = "Береговой заклинатель волн",
			[142478] = 12,
			[196718] = 12,
			[189551] = "Саргерайский раскалыватель душ",
			[198766] = "Чи-Цзи <Энитрон>",
			[75330] = "Грозный волшебник",
			[51490] = 7,
			[114000] = "Страж зала Алого ордена",
			[202862] = "Тиратон Салтерил",
			[185475] = 2,
			[201363] = 1,
			[238698] = 6,
			[209043] = 4,
			[207982] = 1,
			[193597] = "Леди Кольцо Ненависти",
			[201839] = "Скверносерд-призыватель",
			[1850] = 11,
			[189076] = "Железный батрак",
			[69233] = "Иней",
			[191616] = 5,
			[231532] = "Разрушитель \"Погребальный огонь\"",
			[240711] = 3,
			[6807] = 11,
			[183956] = "Командир повелителей ужаса Арганот",
			[52770] = "Ионар",
			[228461] = 12,
			[200784] = "Змееуст-барахольщик",
			[189554] = "Саргерайский адъютант",
			[182387] = 7,
			[60195] = "Водин",
			[200817] = "Яростная гниль",
			[191259] = 8,
			[194674] = "Проклятый морем рабовладелец",
			[196242] = "Повелитель ужаса Мендаций",
			[97359] = 5,
			[214128] = 6,
			[206961] = 6,
			[191603] = 8,
			[233582] = 9,
			[201842] = "Скверносерд-призыватель",
			[202866] = 3,
			[226421] = "Эредарский вестник хаоса",
			[215159] = 3,
			[222320] = 8,
			[196687] = "Т'ууре <Юлюдим-Азурегос>",
			[232559] = 11,
			[241774] = "Фантомный стражник",
			[242798] = 3,
			[195707] = 1,
			[5225] = 11,
			[181947] = "Бес шлака Скверны",
			[222321] = 8,
			[193659] = "Король-бог Сковальд",
			[191605] = 11,
			[227981] = "Призрачная зрительница",
			[160889] = 10,
			[186515] = "Вестник рассвета Серебряного Авангарда",
			[201360] = 10,
			[237680] = 6,
			[79956] = "Король-скарабей Азеш",
			[27285] = 9,
			[191606] = 8,
			[241776] = "Хаукенульфнир",
			[214167] = "Звездный авгур Этрей",
			[52773] = "Лекарь клана Закаленных Бурей",
			[212084] = 12,
			[197264] = "Хелия",
			[240829] = "Аракс'ат",
			[206965] = "Звездный авгур Этрей",
			[183416] = 2,
			[192631] = "Вул'кан",
			[201846] = 7,
			[194679] = 6,
			[118337] = "Изначальный элементаль земли <Shawnie-LaCroisadeécarlate>",
			[216869] = 2,
			[185464] = 3,
			[206966] = 12,
			[191608] = 11,
			[242314] = 2,
			[226420] = "Эредарский вестник хаоса",
			[225390] = "[*] Звездная пыль",
			[207502] = "Триллиакс",
			[115310] = 10,
			[214134] = 7,
			[206967] = 6,
			[191609] = 8,
			[192633] = "Гнев Азшары",
			[160893] = 11,
			[214169] = 1,
			[189556] = "Саргерайский каратель",
			[93520] = "Лорд Годфри",
			[203888] = "Летон",
			[51750] = "Король Имирон",
			[224374] = "Инфернальный бес <Таликса Пламя Гнева>",
			[217207] = "Сеня <Корфу>",
			[125506] = "Командир Линдон",
			[194682] = "Пылающий бес",
			[108366] = 9,
			[2580] = 2,
			[189563] = "Разрушитель огня Скверны",
			[585] = 5,
			[589] = 5,
			[209017] = "Раскаленный уголь",
			[210041] = 12,
			[82769] = "[*] Инфекция чумы",
			[605] = 5,
			[197262] = "Хелия",
			[194615] = "Проклятый морем молниеносный клинок",
			[199754] = 4,
			[199803] = 3,
			[135299] = 3,
			[210042] = 12,
			[235639] = "Лорд-командующий Алексис",
			[150528] = "Араxномант из племени Мертвой Головы",
			[213114] = 10,
			[173183] = 7,
			[231544] = 7,
			[207995] = 7,
			[92231] = 4,
			[125507] = "Командир Линдон",
			[117828] = 9,
			[30615] = "Каменная соня",
			[196733] = 10,
			[173184] = 7,
			[198781] = "Кур'талос Гребень Ворона",
			[224378] = "Небесная послушница",
			[200829] = 5,
			[11084] = "Электрошокер 6000",
			[697] = 9,
			[237632] = "Жрица Лунное Пламя",
			[229559] = "Слон",
			[199753] = 4,
			[193695] = 12,
			[191615] = 5,
			[151684] = "Гхаму-ра",
			[59306] = "Король Имирон",
			[227977] = "Гниющий билетер",
			[171138] = "Рикаророк <Гномбесогон>",
			[188544] = 11,
			[189552] = "Саргерайский адъютант",
			[215165] = 9,
			[23958] = 8,
			[184449] = "Диа Зловещий Шепот",
			[181873] = "Повелитель теней Искар",
			[202879] = 11,
			[116847] = 10,
			[204959] = 6,
			[107079] = 10,
			[41513] = 8,
			[207999] = 7,
			[184450] = 11,
			[76363] = "Нестабильная порча",
			[227453] = "Тонни",
			[171140] = 9,
			[242909] = "Инфернал - вестник хаоса",
			[211881] = 12,
			[237630] = "Капитан Ята Лунный Удар",
			[191618] = 5,
			[241788] = "Призрачный смотритель",
			[234621] = "[*] Пожирающая пасть",
			[117313] = 1,
			[228478] = 12,
			[196203] = "Твердопанцирник Мак'раны",
			[201355] = "Ледопасть",
			[239741] = "Призрачная послушница",
			[845] = 1,
			[225407] = "Крадущийся иссохший",
			[109128] = 1,
			[211073] = "Кошмарный Древний",
			[78939] = "Озрук",
			[196739] = 10,
			[222336] = 12,
			[239742] = "[*] Темная печать",
			[150665] = "[*] Очищенная земля",
			[240735] = "Страж Хранительницы",
			[193668] = "Король-бог Сковальд",
			[239238] = "Созерцатель",
			[204895] = "Страж портала",
			[237726] = "Долбогрыз Глумливый",
			[223392] = "Дикий шаман",
			[59452] = "Элементаль Дракарри",
			[199812] = "Нал'тира",
			[209027] = "Караульный из Сумеречной стражи",
			[201354] = "Ледопасть",
			[227457] = "Пожиратель маны",
			[212099] = "[*] Темпоральный заряд",
			[213123] = "Ядовитый паучок",
			[86604] = "Дробитель",
			[79964] = "Пшеничко",
			[191622] = 5,
			[225410] = "Крадущийся иссохший",
			[185479] = 2,
			[211076] = 8,
			[204963] = "Лорд Малгат",
			[213124] = "[*] Ядовитая лужа",
			[228401] = 2,
			[239745] = "[*] Страдания",
			[240769] = "Аракс'ат",
			[194663] = "Хеларьяр-защитник",
			[210053] = 11,
			[202886] = 5,
			[118345] = "Изначальный элементаль земли <Shawnie-LaCroisadeécarlate>",
			[199668] = 10,
			[197767] = 5,
			[3716] = "Хелтасе <Дайменшен-ВечнаяПесня>",
			[191624] = 11,
			[225412] = "Призрак времени",
			[201863] = "Ануб'ессет",
			[200826] = "Яростная гниль",
			[9080] = "Оку",
			[200329] = "Тень Ксавия",
			[8269] = "Облученный погромщик",
			[91213] = "Безмозглый ужас",
			[191625] = 6,
			[215204] = "Бдительный часовой из Сумеречной стражи",
			[234628] = "Жуткий визирь Гра'торк",
			[211079] = "Ночнорожденный-возродитель",
			[212103] = "Сферический уборщик",
			[243941] = 8,
			[1098] = 9,
			[198793] = 12,
			[191626] = 6,
			[1122] = 9,
			[221830] = "Келорн Ночной клинок",
			[219271] = 7,
			[188042] = 8,
			[215127] = 6,
			[207014] = 12,
			[206985] = 5,
			[183436] = 2,
			[209033] = "Караульный из Сумеречной стражи",
			[109132] = 10,
			[227463] = "Лорд Робин Дэрис",
			[212105] = 12,
			[201566] = "Проклятый морем рабовладелец",
			[95809] = 6,
			[238678] = "Оживший сатирический памфлет <Волшебная библиотека> <Волшебная библиотека>",
			[224392] = 11,
			[225416] = "Страж Скверны - уничтожитель",
			[57769] = 2,
			[33076] = 5,
			[212106] = 12,
			[196748] = 10,
			[115276] = "Физсиллин <Боджек-ВечнаяПесня>",
			[215206] = 5,
			[191629] = 11,
			[242612] = 1,
			[242851] = 8,
			[227465] = "Смотритель",
			[171152] = 9,
			[221322] = 6,
			[43308] = 8,
			[222824] = "Крадущийся ужас",
			[191630] = 12,
			[209036] = "Часовой из Сумеречной Стражи",
			[196555] = 12,
			[227466] = "Пожиратель маны",
			[22424] = "Шлак",
			[241828] = "Призрачный конь",
			[79683] = 8,
			[229499] = 3,
			[191631] = 6,
			[225419] = "Страж Скверны - уничтожитель",
			[202842] = 5,
			[51399] = 6,
			[204647] = "Ультанок",
			[234114] = 1,
			[216708] = 9,
			[181884] = 10,
			[82765] = "Черный маг Неферсета",
			[196780] = 6,
			[236567] = "Сонм страданий",
			[202895] = 4,
			[215210] = 5,
			[227408] = 7,
			[197776] = "Генерал Ксакал",
			[123981] = 6,
			[191633] = 12,
			[221340] = "Полуночный поглотитель энергии",
			[234636] = "[*] Выброс Скверны",
			[6343] = 1,
			[241280] = "Страж Скверны - завоеватель",
			[211115] = "Искаженная тень",
			[235597] = "Аватара Падшего",
			[203750] = "Палач из Сумеречной стражи",
			[191634] = 7,
			[79955] = "Король-скарабей Азеш",
			[193682] = "Леди Кольцо Ненависти",
			[211088] = 8,
			[114255] = 5,
			[204945] = 7,
			[204884] = "Гончая Скверны",
			[239757] = "Redeemed Essence",
			[162917] = 1,
			[176277] = 12,
			[210065] = 11,
			[123996] = "Сюэнь <Кунихидэ-Борейскаятундра>",
			[225921] = 12,
			[81463] = "Сила земли",
			[5384] = 3,
			[1719] = 1,
			[189061] = "Жаждущий Скверны новобранец",
			[192660] = 4,
			[201336] = 2,
			[183430] = "Смолоплюй-ползун",
			[211995] = "Змееуст-барахольщик",
			[237711] = 3,
			[56488] = 1,
			[239759] = "Коварный геллион",
			[81008] = "Выточенный из кристалла великан",
			[217234] = "Уларогг Скаломол",
			[138426] = 6,
			[227473] = "[*] Крутящийся клинок",
			[203924] = 3,
			[871] = 1,
			[230015] = 7,
			[239760] = "Коварный геллион",
			[253564] = "[*] В ловушке",
			[236158] = "Остаток души",
			[242832] = "Неизвестно <Ðenzol-Elune>",
			[235467] = 10,
			[59178] = "Титановый воин",
			[55104] = "Мураби",
			[193717] = "Леди Кольцо Ненависти",
			[61996] = 1,
			[194640] = "Промокший насквозь страж душ",
			[237568] = "Присягнувшая Скверне - ботаник",
			[246851] = 3,
			[211093] = 2,
			[236446] = 3,
			[196759] = 6,
			[113479] = "Искусный лучник",
			[228423] = 8,
			[183449] = "Связанная кровью чародейка Скверны",
			[244913] = "Ужасающий отголосок",
			[242834] = 9,
			[224436] = "Золоченый страж",
			[203927] = 3,
			[204951] = "Страж портала",
			[204876] = "Неизвестно",
			[223381] = "Дикий шаман",
			[49966] = "Олень <Дедстолет-Седогрив>",
			[72807] = 9,
			[228422] = 3,
			[227965] = "Гниющий билетер",
			[59181] = "Титановый грозоносец",
			[237716] = "Бес Скверны",
			[189594] = "Голем-миротворец",
			[157757] = 9,
			[191642] = 4,
			[225917] = "Паучонок из крепости Черной Ладьи",
			[46628] = 8,
			[202905] = 8,
			[114259] = "Псарь Браун",
			[204953] = "Неизвестно",
			[240842] = 7,
			[123986] = 10,
			[183452] = "Связанная кровью чародейка Скверны",
			[243777] = "Рага'йут",
			[242837] = "Змееуст-барахольщик",
			[236548] = "Сонм страданий",
			[236694] = "Капитан Ята Лунный Удар",
			[55342] = 8,
			[55598] = "Целитель Драккари",
			[204415] = 3,
			[2484] = 7,
			[203961] = 11,
			[210074] = "Скорпирон",
			[227480] = "Тонни",
			[229558] = "Слон",
			[193152] = "Король Волнобород",
			[214170] = 7,
			[226347] = "Камнерукий охотник",
			[148541] = 7,
			[215143] = 6,
			[242839] = "Змееуст-барахольщик",
			[202908] = 2,
			[236696] = 11,
			[237720] = "Бес Скверны",
			[11820] = "Механический страж",
			[198813] = 12,
			[245941] = 8,
			[79961] = "Пшеничко",
			[201885] = "Скверносерд-стрелок",
			[227482] = 8,
			[236697] = "Лунный Коготь <Капитан Ята Лунный Удар>",
			[213148] = "Заклинательница клинков Алуриэль",
			[231489] = 9,
			[113764] = "Брат Корлофф",
			[22938] = "Маффинмон",
			[201852] = "Ледопасть",
			[242841] = "Змееуст-барахольщик",
			[83785] = "Пигмей-дикарь",
			[182912] = 8,
			[204958] = "Страж портала",
			[119381] = 10,
			[207006] = "Инквизитор Ветриз",
			[208030] = 8,
			[54049] = "Охотник Скверны <Апсэт-ЧерныйШрам>",
			[48179] = "Керистраза",
			[211102] = 7,
			[188031] = 5,
			[221341] = 12,
			[82522] = "Верховный пророк Барим",
			[215198] = 7,
			[191678] = "Скверноуст-изрыгатель",
			[12748] = "Леденящий дух",
			[193697] = "Окаменелый песочник",
			[202912] = 2,
			[91196] = "Небесный Огонь",
			[242894] = "Поврежденный голем",
			[205984] = "Звездный авгур Этрей",
			[198817] = 1,
			[43688] = 12,
			[116858] = 9,
			[242844] = 6,
			[202913] = "Тиратон Салтерил",
			[228510] = "Псарь Хаккар",
			[196770] = 6,
			[196799] = "Зараженный Скверной яростный боец",
			[61999] = 6,
			[201837] = "Скверносерд-призыватель",
			[192675] = "Волшебный торнадо",
			[101811] = "Искаженный временем пехотинец",
			[252060] = 2,
			[242618] = 1,
			[204962] = "Лорд Малгат",
			[222368] = 4,
			[198819] = 1,
			[192706] = "Гнев Азшары",
			[241822] = "[*] Удушающие тени",
			[193700] = 5,
			[252061] = 8,
			[233080] = 8,
			[221345] = "[*] Сфера аннигиляции",
			[115288] = 10,
			[198820] = "Латосий",
			[199844] = 8,
			[223865] = "Гнилостная слизь",
			[10348] = "Прокаженный техник",
			[220351] = 10,
			[202766] = "Кровавая принцесса Тал'ена",
			[29722] = 9,
			[51505] = 7,
			[223423] = "Зараженный кровоцвет",
			[10092] = "Неизвестно <Древний каменный хранитель> <Древний каменный хранитель>",
			[8374] = "Иронайа",
			[193702] = "[*] Инфернальное пламя",
			[202917] = 8,
			[195750] = 6,
			[221347] = "Полуночный поглотитель энергии",
			[115289] = "Талнос Воздаятель Душ",
			[123992] = 2,
			[22939] = "Рудиментное чудовище",
			[107570] = 1,
			[199658] = 1,
			[235682] = "Кенарий",
			[154796] = 11,
			[204966] = "Лорд Малгат",
			[214181] = "Гнилостная слизь",
			[47666] = 5,
			[183465] = "Смолоплюй-ползун",
			[202947] = "[*] Кровавая стая",
			[57912] = "Оборонительная система",
			[227492] = "Порождение Бездны",
			[154797] = 11,
			[211007] = "Ночнорожденный-возродитель",
			[197800] = 4,
			[231588] = 2,
			[224488] = "Аристократка-исказительница",
			[225445] = "Пшеничко",
			[234660] = "Жуткий визирь Гра'торк",
			[252066] = 2,
			[50994] = "Кристаллическая грация",
			[39376] = "Опытный охотник на магов",
			[214183] = "Териссия",
			[231589] = 2,
			[232613] = 11,
			[225446] = "Твирп",
			[234661] = "Госпожа Сашж'ин",
			[130137] = 3,
			[101412] = "Эхо Сильваны",
			[188587] = "Разрушитель из Подкаменного разлома",
			[115291] = "[*] Вихрь душ",
			[239781] = "Призрачная послушница",
			[199850] = 1,
			[225447] = "Король-скарабей Азеш",
			[201898] = 7,
			[216125] = 9,
			[236710] = "Кил'джеден",
			[212801] = 8,
			[82759] = "Чудотворец из Неферсета",
			[119899] = "Naltai <Lyaro-Hyjal>",
			[213624] = "[*] Знак льда",
			[225448] = "Дарраг",
			[204409] = 3,
			[130138] = 10,
			[73313] = 6,
			[229544] = "Слон",
			[199894] = 10,
			[115804] = 1,
			[224425] = "Злобный зачарованный паук",
			[200876] = 1,
			[42292] = 8,
			[161969] = "Лазурный боевой дракон",
			[236712] = "Жрица Лунное Пламя",
			[221354] = "Сумеречная звездная танцовщица",
			[53791] = "Генерал Бьярнгрим",
			[80199] = 5,
			[42777] = 6,
			[233641] = 3,
			[224453] = "Послушник Саел'орна",
			[252071] = 11,
			[152782] = 5,
			[196782] = 6,
			[5672] = "Тотем исцеляющего потока <Блуби>",
			[239785] = "Демонический обелиск",
			[22940] = "Рудиментное чудовище",
			[209069] = 7,
			[201902] = "Скверносерд-стрелок",
			[211117] = "Хати <Деятель>",
			[93685] = "Командир Спрингвейл",
			[221356] = "Сумеречная звездная танцовщица",
			[51514] = 7,
			[119914] = 9,
			[150709] = "[*] Поглощение души",
			[185562] = 2,
			[193712] = "Леди Кольцо Ненависти",
			[209527] = 3,
			[228524] = "Проекция Хранителя",
			[213166] = "[*] Пылающее клеймо",
			[2948] = 8,
			[215241] = "Палач из Сумеречной стражи",
			[171633] = 3,
			[241835] = 8,
			[211146] = 3,
			[115308] = 10,
			[146615] = 2,
			[139448] = 6,
			[146046] = 8,
			[198833] = "Латосий",
			[203787] = "Эмерисс",
			[241836] = 8,
			[234669] = "Жуткий визирь Гра'торк",
			[227502] = "[*] Нестабильная мана",
			[228526] = "Исправившаяся дева",
			[242887] = 2,
			[197810] = "Генерал Ксакал",
			[205004] = "Аватара отмщения",
			[195617] = 6,
			[241837] = "Рага'йут",
			[15979] = "Волшебная аберрация",
			[213621] = "Ледяные осколки",
			[203954] = "Вневременный призрак",
			[196787] = "Зараженный Скверной яростный боец",
			[180008] = "Ритуальный голем",
			[211000] = "Ночнорожденная - заклинательница клинка",
			[252103] = 2,
			[48181] = 9,
			[193716] = "Леди Кольцо Ненависти",
			[209525] = 10,
			[228528] = "Исправившаяся дева",
			[241265] = "Ведьма из клана Волнистой Чешуи",
			[192432] = 4,
			[82757] = "Чудотворец из Неферсета",
			[231003] = "Царственный тучекрыл",
			[242735] = "Кошка <Корфу>",
			[210099] = "Кошмарный гной",
			[199888] = 10,
			[93795] = 2,
			[237744] = 1,
			[224460] = "Ядошкурый тенеткач",
			[198837] = "Восставший тихоступ <Галисса-Галакронд>",
			[30108] = 9,
			[241840] = "Валькира-претендентка",
			[184379] = "Осадный мастер Мар'так",
			[239819] = "[*] Темная печать",
			[203957] = "Вневременный призрак",
			[155835] = 11,
			[206005] = 6,
			[198838] = 7,
			[191617] = 5,
			[159931] = "Журавль <Ловипулювлоб-Гордунни>",
			[188474] = "Огненная возжигательница",
			[211125] = "Искаженная тень",
			[203958] = 11,
			[86340] = "Великий визирь Эртан",
			[63796] = 3,
			[119905] = 9,
			[8040] = "Леди Анакондра",
			[10252] = "Аркедас",
			[48438] = 11,
			[227508] = "Благочестивая дева",
			[236723] = 6,
			[49206] = 6,
			[246962] = 9,
			[80801] = "Лавовый разлом",
			[224437] = 6,
			[101186] = 8,
			[182330] = "Хвостодер из клана Колец Ненависти",
			[211127] = 4,
			[83780] = "Пигмей-разведчик",
			[225404] = "Дрессированный темночешуйчатый змей",
			[186406] = 11,
			[223414] = "[*] Паразитические путы",
			[52022] = "Генерал Бьярнгрим",
			[115232] = "Саркатхе <Дебриссет-Борейскаятундра>",
			[205875] = "[*] Мощный удар",
			[72808] = 6,
			[73320] = 4,
			[9232] = "Верховный инквизитор Вайтмейн",
			[214200] = 10,
			[195188] = "Огнезол <Вул'кан> <Вул'кан>",
			[62490] = "Трофейный разрушитель <Пирик>",
			[228397] = "[*] Смрадная гниль",
			[242869] = 2,
			[155777] = 11,
			[244917] = "[*] Темная погибель",
			[213177] = 10,
			[207953] = 9,
			[78660] = "Палач калифа",
			[224440] = "Золоченый страж",
			[241846] = 4,
			[113620] = "Книжный шкаф",
			[40504] = "Отмеченный Бездной исполин",
			[203963] = 10,
			[213178] = 11,
			[214202] = 2,
			[223417] = "Страшный зверолов",
			[208944] = "Элисанда",
			[195187] = "Огнезол <Вул'кан> <Вул'кан>",
			[204883] = 5,
			[76100] = "Командир Улток",
			[238677] = "Оскверненный пиромаг",
			[196797] = "Зараженный Скверной яростный боец",
			[214203] = 2,
			[101812] = "Искаженная временем колдунья",
			[167105] = 1,
			[183218] = 2,
			[62489] = "Трофейный разрушитель <Пирик>",
			[227514] = "Гарм",
			[53047] = "Часовой клана Закаленных Бурей",
			[229562] = "Конь",
			[186370] = 11,
			[223419] = "Ужасный дух <Страшный зверолов> <Страшный зверолов>",
			[83561] = "Гниль Озумата",
			[8150] = "Мутанус Пожиратель",
			[201918] = "Оборонительная система",
			[202942] = 11,
			[55095] = 6,
			[229563] = "Конь",
			[86633] = "Лорд Пережар",
			[247993] = 3,
			[202353] = "Ануб'ессет",
			[80195] = "Костолом Каменных Недр",
			[242874] = 8,
			[40505] = "Вурдалак-живодер",
			[244922] = "Блуждающий фантазм",
			[213182] = "Заклинательница клинков Алуриэль",
			[222397] = "[*] Удар валуна",
			[17877] = 9,
			[199281] = 9,
			[209087] = "Гул'дан",
			[242875] = 5,
			[186562] = "Зловещий охотник",
			[239212] = "[*] Остаточная тьма",
			[246867] = 2,
			[184370] = "Осадный мастер Мар'так",
			[119910] = 9,
			[227949] = 2,
			[88170] = "Вихревой шквал",
			[185539] = "Щупальце разрушения",
			[227518] = 12,
			[53048] = "Рунодел клана Закаленных Бурей",
			[237757] = "Ксеритас",
			[210166] = "[*] Токсичная желчь",
			[83051] = "Выброс облака",
			[208065] = 5,
			[200898] = "Инквизитор Истязарий",
			[234686] = "Повелитель гнева Акразар",
			[223444] = 2,
			[83778] = "Огнедыщащий пигмей",
			[229567] = "Ладья",
			[246973] = 2,
			[215233] = "Щупальце угнетения",
			[191684] = "Скверноуст-изрыгатель",
			[88171] = "Вихревой шквал",
			[56632] = "Ан'кахарский веретенщик",
			[48697] = "Увалень из Плети",
			[73325] = 5,
			[229568] = "Ладья",
			[206019] = "Непроходящая порча",
			[215234] = "Щупальце угнетения",
			[224449] = "Род Саел'орна",
			[132157] = 5,
			[196824] = "[*] Оковы Пустоты",
			[235712] = 3,
			[150619] = "Прислужник-демон Бездны",
			[188614] = "[*] Осквернение",
			[206020] = "[*] Прикосновение порчи",
			[157898] = 9,
			[224450] = "Иллидан Ярость Бури <Аниом>",
			[200901] = "Солстен",
			[196208] = "Чернокнижник из клана Призрачной Луны",
			[15248] = "Добытчик из стаи Речной Лапы",
			[236737] = "Страж гнева - завоеватель",
			[237761] = "Темная валь'кира <Сигрин> <Сигрин>",
			[236564] = "Сонм страданий",
			[223427] = "[*] Кошмарные споры",
			[255186] = 3,
			[116841] = 10,
			[242881] = 6,
			[227523] = "Пожиратель маны",
			[225900] = "Ксавий",
			[207064] = "Гарпунер из клана Колец Ненависти",
			[232043] = 3,
			[239810] = "Вечный страж душ",
			[47524] = 12,
			[221804] = 12,
			[242882] = 3,
			[227524] = "[*] Энергетическая пустота",
			[203975] = 11,
			[213011] = 12,
			[236629] = 8,
			[124009] = "Сюэнь <Кунихидэ-Борейскаятундра>",
			[183498] = "Крос",
			[200904] = "Инквизитор Истязарий",
			[136400] = 8,
			[21909] = "Принцесса Терадрас",
			[236740] = "Охотник гибельной Скверны",
			[196809] = "Т'ууре <Юлюдим-Азурегос>",
			[173260] = 2,
			[59961] = 9,
			[183499] = "Крос",
			[5782] = 9,
			[232662] = 12,
			[227998] = "Хелия",
			[212168] = 8,
			[196810] = "Т'ууре <Юлюдим-Азурегос>",
			[197834] = 4,
			[127323] = 8,
			[240837] = 4,
			[9874] = "Каменный хранитель",
			[234694] = "Повелитель гнева Акразар",
			[211145] = 3,
			[93806] = 9,
			[196811] = "Т'ууре <Юлюдим-Азурегос>",
			[197835] = 4,
			[119915] = 9,
			[19872] = "Бритвосмерт Неукротимый <Пирик>",
			[88175] = "Вихревой шквал",
			[114493] = "Оживленный труп",
			[65081] = 5,
			[163024] = 1,
			[196812] = "Т'ууре <Schlumitas-Arthas>",
			[222409] = 6,
			[195182] = 6,
			[224457] = "Послушник Саел'орна",
			[116844] = 10,
			[234696] = 5,
			[227529] = "Поврежденный голем",
			[163025] = 9,
			[196813] = "Т'ууре <Юлюдим-Азурегос>",
			[246771] = 7,
			[225898] = "Ксавий",
			[185565] = 4,
			[184362] = 1,
			[93805] = 3,
			[211148] = 3,
			[228554] = "Призрачная смотрительница",
			[148563] = 8,
			[115309] = "Изгнанная душа",
			[227225] = 12,
			[224459] = "Послушница Саел'орна",
			[233674] = 11,
			[193743] = 4,
			[186576] = "[*] Окаменяющее облако",
			[236746] = 7,
			[212048] = 7,
			[119405] = "Адарогг",
			[186407] = "Ксул'горак",
			[134359] = 12,
			[225484] = "Разъяренный коготь ночи",
			[210126] = 8,
			[218940] = "Лорд-командующий Алексис",
			[83776] = "Огнедыщащий пигмей",
			[196816] = "Т'ууре <Юлюдим-Азурегос>",
			[214222] = 2,
			[231628] = 8,
			[240843] = 5,
			[195757] = 6,
			[17057] = 11,
			[231016] = "Копье Света",
			[25504] = 7,
			[59451] = "[*] Водоем колдунства",
			[79923] = "Живодер Каменных Недр",
			[235750] = 10,
			[236135] = "[*] Иссушение",
			[200913] = "Змееуст-барахольщик",
			[226510] = "[*] Кровавый гной",
			[211152] = "Гул'дан",
			[208871] = 9,
			[191524] = "Иллиана Танцующая с Клинками",
			[255179] = 9,
			[215248] = 11,
			[208081] = 8,
			[200914] = "Змееуст-барахольщик",
			[18968] = "Огнечар Элдрета",
			[54844] = 2,
			[79922] = "Живодер Каменных Недр",
			[196819] = 4,
			[127802] = 4,
			[227344] = 10,
			[19873] = "Бритвосмерт Неукротимый <Пирик>",
			[171630] = 1,
			[226512] = "[*] Кровавый гной",
			[195855] = 4,
			[88201] = "Молодой грозовой дракон",
			[12042] = 8,
			[214226] = "Мятежница-шал'дорай",
			[207059] = "Гарпунер из клана Колец Ненависти",
			[224465] = "Ядошкурый тенеткач",
			[196587] = "Слияние душ",
			[207076] = 3,
			[218164] = 10,
			[93811] = 7,
			[102514] = 1,
			[222418] = "Рыцарь смерти Черного Клинка",
			[204611] = "Дубосерд",
			[52029] = "Генерал Бьярнгрим",
			[240865] = 10,
			[230067] = "Изрыгатель тьмы",
			[211156] = "Кошмарный Древний",
			[220371] = "Миллхаус Манашторм <Пирик>",
			[228519] = "Закопченный гигант",
			[115313] = 10,
			[152175] = 10,
			[232658] = 12,
			[116849] = 10,
			[228449] = 2,
			[145629] = 11,
			[228563] = 10,
			[205014] = "Неизвестно",
			[214229] = 12,
			[207062] = 6,
			[208086] = 1,
			[171828] = 11,
			[210134] = 8,
			[48702] = "Фанатик из клана Укротителей драконов",
			[212182] = 4,
			[205015] = "Неизвестно",
			[198249] = 7,
			[224484] = "[*] Падающая звезда",
			[216278] = "Гримуара",
			[171628] = 9,
			[193753] = 11,
			[235732] = 8,
			[228565] = "Хелия",
			[15497] = "Скелет колдуна",
			[246995] = 6,
			[223446] = 8,
			[194153] = 11,
			[88182] = "Небесный убийца",
			[98444] = 10,
			[227542] = "Леди Катриона Фон-Инди",
			[236757] = 11,
			[191551] = 4,
			[115315] = 10,
			[124217] = 8,
			[224471] = 11,
			[194588] = "Темная охотница",
			[221797] = 4,
			[203846] = 6,
			[228567] = "Костяная гончая",
			[237782] = "Капитан Ята Лунный Удар",
			[255188] = 2,
			[215257] = 2,
			[249085] = 9,
			[48191] = "Ордынский следопыт",
			[234711] = 5,
			[113780] = 4,
			[195804] = "Корстилакс",
			[2565] = 1,
			[237584] = "Жуткий пленитель",
			[234083] = 12,
			[228514] = "Хелия",
			[120954] = 10,
			[2645] = 7,
			[227545] = "Баронесса Доротея Милстип",
			[195805] = 1,
			[226322] = 12,
			[111221] = "Воитель Гарлан",
			[207068] = 3,
			[221796] = 3,
			[60478] = 9,
			[196608] = 10,
			[11825] = "Механический страж",
			[210931] = "Глаз Ил'гинота",
			[205021] = 8,
			[76094] = "Командир Улток",
			[182496] = 2,
			[125050] = 3,
			[54850] = "Колосс Драккари",
			[193759] = 8,
			[202974] = "Советник Вандрос",
			[93816] = 7,
			[214628] = "Бес пламени Тьмы <Териссия> <Териссия>",
			[29580] = "Фантомная гостья",
			[11922] = "Удушающая лоза",
			[11986] = "Сумеречный апостол",
			[32289] = 1,
			[242906] = "Инфернал - вестник хаоса",
			[227548] = "Скопление маны",
			[81530] = "Землерез Каменных Недр",
			[229596] = "Неизвестно",
			[235751] = "Агронокс",
			[83066] = "Сиамат",
			[198892] = "Штормовой дракон",
			[208934] = 8,
			[241895] = 10,
			[56645] = "Ан'кахарский измельчитель",
			[203727] = 11,
			[229597] = "Сквернотопырь",
			[214627] = "Бес пламени Тьмы <Териссия>",
			[215263] = 2,
			[81439] = "Миллхаус Манашторм",
			[88186] = "Небесный убийца",
			[234717] = 4,
			[227550] = "Гул'дан",
			[81947] = "Верховный пророк Барим",
			[229598] = "Виз'адуум Всевидящий",
			[197858] = "Бурлящая лужа",
			[115831] = "Laz-garath <Zerima-AzjolNerub>",
			[232670] = 9,
			[225503] = "Цветущий злошип",
			[234718] = 4,
			[202978] = "Низендра",
			[228575] = "Благонравная горничная",
			[9482] = "Галганн Огнемолот",
			[119415] = 8,
			[63560] = 6,
			[14034] = "Геомант из племени Каменного Свода",
			[122281] = 10,
			[191727] = 6,
			[92184] = 10,
			[237578] = "Врачеватель душ адского огня",
			[192776] = 3,
			[222276] = 8,
			[115832] = "Laz-garath <Zerima-AzjolNerub>",
			[224481] = "Ядошкурый тенеткач",
			[241887] = 8,
			[193765] = 12,
			[137452] = 11,
			[69246] = "Иней",
			[254174] = 8,
			[239264] = "Жрица Лунное Пламя",
			[215267] = 5,
			[228363] = "Квалдир - терзатель душ",
			[88188] = "Молодой грозовой дракон",
			[201957] = "[*] Обморожение",
			[235745] = "Храфсир <Сиремон-Голдринн>",
			[191730] = 6,
			[196838] = "Фенрир",
			[197862] = 5,
			[170879] = 4,
			[224483] = "Наблюдательница из Сумеречной Стражи",
			[184552] = "Темная молельщица",
			[75907] = "Отважный страж Леди Наз'жар",
			[1066] = 11,
			[228579] = 6,
			[118905] = "Тотем выброса тока <Блуби>",
			[76793] = "Захватчик Леди Наз'жар",
			[60233] = 10,
			[199911] = 5,
			[32290] = 8,
			[210150] = "Нараксас",
			[32546] = 5,
			[51699] = 4,
			[196840] = 7,
			[5413] = "Извергнутая личинка",
			[239843] = "Призрачный страж",
			[243942] = 8,
			[184554] = "Темная молельщица",
			[59407] = "Восставший чаротворец",
			[69573] = "Грозный хладный дух",
			[228581] = 6,
			[205032] = 8,
			[156910] = 2,
			[231006] = "Распорядитель полетов Волнат",
			[208117] = "Миллифисент Манашторм",
			[241892] = 9,
			[210152] = 12,
			[198670] = 3,
			[193783] = 12,
			[84589] = "Сиамат",
			[32292] = 4,
			[219788] = 6,
			[55563] = "Землетряс Драккари",
			[225511] = "Голодный шаркун",
			[210153] = 12,
			[19236] = 5,
			[55106] = "Мураби",
			[222814] = "Тур Яролап",
			[214249] = "Малфурион Ярость Бури",
			[198891] = "Проклятый морем рабовладелец",
			[199915] = "Безликий маг Бездны",
			[228596] = 8,
			[8212] = 10,
			[211178] = "Гниющий дракон",
			[204011] = 2,
			[229608] = "Убийца эрудитов",
			[197868] = "Леди Кольцо Ненависти",
			[91263] = "Генерал Хусам",
			[167152] = 8,
			[200940] = 11,
			[210155] = 12,
			[227325] = "Головорез",
			[236776] = 3,
			[76820] = "Врачеватель душ Леди Наз'жар",
			[70274] = "Порожденный чумой ужас",
			[51779] = "Верховный маг Эландра",
			[191726] = "Большой элементаль молний <Iramix-DunModr>",
			[71810] = 9,
			[217694] = 8,
			[236546] = 5,
			[62400] = "Огненный Левиафан",
			[229610] = "Виз'адуум Всевидящий",
			[16595] = 11,
			[42776] = 2,
			[199918] = "Безликий маг Бездны",
			[200942] = 11,
			[251112] = 8,
			[219372] = 11,
			[230144] = 11,
			[229611] = "Убийца эрудитов",
			[207097] = "Неизвестно <Дедстолет-Седогрив>",
			[197611] = 4,
			[199919] = "Безликий маг Бездны",
			[217325] = "Псарь Хаккар",
			[242922] = 9,
			[80354] = 10,
			[218148] = "Верховный ботаник Тел'арн",
			[201979] = 10,
			[214254] = "Териссия",
			[55711] = 3,
			[191729] = 6,
			[135416] = 4,
			[125565] = 1,
			[236544] = "Сонм страданий",
			[236780] = 6,
			[228955] = 8,
			[115203] = 10,
			[239852] = "Демонический обелиск",
			[183539] = "Гнилослюнный червь",
			[200945] = 11,
			[242924] = "Горот",
			[198664] = 10,
			[195826] = 11,
			[61507] = "Небоход из закаленной стали",
			[54431] = "Воин племени Мелководного Плавника",
			[198898] = 10,
			[91778] = "Илохап <Кердана-ЧерныйШрам>",
			[10060] = 5,
			[210161] = "Излучающий глаз",
			[51271] = 6,
			[204018] = 2,
			[226304] = "Злобнозем-исполин",
			[86659] = 2,
			[194599] = 3,
			[191732] = "Большой элементаль молний <Iramix-DunModr>",
			[210664] = 11,
			[121471] = 4,
			[227568] = "Тонни",
			[204019] = 2,
			[211548] = 10,
			[59913] = 5,
			[48972] = "Змей затаившегося пламени",
			[208115] = "Миллифисент Манашторм",
			[192094] = "Полководец Паржеш",
			[185590] = "Архимонд",
			[59151] = "Создание клана Закаленных Бурей",
			[187638] = "Великий осквернитель У'рогг",
			[229617] = "Демонический портал",
			[70278] = "Грозный работник",
			[203539] = 2,
			[242938] = "Заклинатель Совета Мрачной Жатвы",
			[198408] = "Верховный друид Глайдалис",
			[220233] = "Миллхаус Манашторм <Пирик>",
			[44614] = 8,
			[204021] = 12,
			[221427] = 8,
			[88082] = 8,
			[181255] = "[*] Бес-пощадный взрыв Скверны",
			[191735] = "Скверноподданный мирмидон",
			[192759] = 4,
			[242929] = "Защитница Рощи Снов",
			[33697] = 10,
			[199260] = 5,
			[205046] = "Лорд Малгат",
			[111759] = 5,
			[198903] = "[*] Грохочущая буря",
			[8042] = 7,
			[192760] = 4,
			[242930] = "Защитница Рощи Снов",
			[88084] = "Хасвэл-Борейскаятундра <Хасвэл-Борейскаятундра>",
			[195832] = "Скрог-волнодав",
			[213238] = "Тихондрий",
			[239492] = 9,
			[198904] = "Гнилосердная дриада",
			[232692] = "Гул'дан",
			[241907] = 4,
			[242931] = 11,
			[227573] = "Гарм",
			[228597] = 8,
			[238586] = "Мо'арг-громила",
			[197629] = 11,
			[190714] = 5,
			[60229] = 6,
			[192762] = 2,
			[193786] = 7,
			[211192] = "Гниющий дракон",
			[228598] = 8,
			[80184] = "Костолом Каменных Недр",
			[241238] = "Почитательница Элуны",
			[215288] = "Элерет Дикая Лань",
			[183548] = "Камнерукий повелитель личинок",
			[200954] = 1,
			[238584] = "Присягнувший погибели инквизитор",
			[227575] = "Баронесса Доротея Милстип",
			[228599] = 8,
			[58867] = "Дух волка <Дэллис>",
			[214265] = 7,
			[19750] = 2,
			[9770] = "Облученный погромщик",
			[215270] = 5,
			[56646] = "Наблюдатель Ан'кахара",
			[10132] = "Древний каменный хранитель",
			[228600] = 8,
			[227927] = "Бестелесный дублер",
			[179245] = 5,
			[216331] = 2,
			[10452] = "Земельник-скульптор",
			[241911] = 11,
			[81442] = "Миллхаус Манашторм",
			[528] = 5,
			[228601] = 8,
			[213243] = 12,
			[214267] = "Демонический разлом <Териссия> <Териссия>",
			[59974] = "Глашатай Волаж",
			[190043] = "Мастер оружия Мельхиор",
			[184575] = 2,
			[222202] = 3,
			[211196] = "Гниющий дракон",
			[187995] = "Шаркающий исполин",
			[61510] = "Шлак",
			[224515] = "Аристократ-исказитель",
			[102405] = "Искаженный временем жрец",
			[191743] = "Скверноподданный мирмидон",
			[217340] = "Ветолнир",
			[241646] = "Рюл Поблекший",
			[124007] = "Сюэнь <Кунихидэ-Борейскаятундра>",
			[228603] = "Призрачный конь",
			[237826] = 5,
			[66198] = 6,
			[47688] = "Хаотический разлом",
			[191765] = "Тиратон Салтерил",
			[192768] = 11,
			[234747] = 1,
			[211198] = "Неизвестно <Волшебная аномалия>",
			[204031] = 11,
			[98440] = 4,
			[66188] = 6,
			[215294] = 5,
			[227300] = "[*] Кинетическое извержение",
			[211543] = "Злобный зачарованный паук",
			[242939] = "Заклинатель Совета Мрачной Жатвы",
			[2139] = 8,
			[204032] = "Хранитель портала",
			[237820] = 12,
			[89105] = "Затаившаяся буря",
			[59975] = "Глашатай Волаж",
			[224510] = "Боевой маг из Сумеречной Стражи",
			[151815] = "Сумеречный владыка Балтиэль",
			[242940] = "Заклинатель Совета Мрачной Жатвы",
			[114184] = "Последователь Алого ордена",
			[228606] = "Призрачный помощник смотрителя стойл",
			[26662] = "Кил'джеден",
			[255227] = 7,
			[157981] = 8,
			[224511] = "Боевой маг из Сумеречной Стражи",
			[143625] = 7,
			[49998] = 6,
			[195627] = 4,
			[197628] = 11,
			[237822] = 5,
			[32592] = 5,
			[111752] = "Неофит Некроситета",
			[191748] = 6,
			[217345] = "Ветолнир",
			[193796] = 7,
			[211202] = "Волшебная аномалия",
			[204035] = 2,
			[114108] = 11,
			[196725] = 10,
			[198916] = "Злогриб <Гнилосердный хранитель>",
			[224852] = 7,
			[233728] = 11,
			[114821] = 5,
			[55709] = "Сьен <Твидл-Борейскаятундра>",
			[228609] = "Древний костяной невольник",
			[237824] = 5,
			[211209] = "[*] Чародейский рассекатель",
			[230090] = 6,
			[197626] = 11,
			[209859] = "Скверносерд-стрелок",
			[157978] = 8,
			[111762] = "Неофит Некроситета",
			[228610] = "[*] Горящее клеймо",
			[237825] = 6,
			[247040] = 3,
			[215300] = 9,
			[183560] = "Неизвестно",
			[27243] = 9,
			[180221] = "Ритуальный голем",
			[182497] = 2,
			[187656] = "Сквернскорнский пехотинец",
			[196871] = "Мистик Сса'ве",
			[119433] = "Брюхошлак",
			[190728] = "Грут",
			[237137] = 4,
			[209158] = "Ксавий",
			[147732] = 7,
			[227595] = "Валарьяр-руноносец",
			[195848] = 8,
			[237827] = 11,
			[214278] = "Элисанда",
			[228619] = "Моряк из Ночного дозора",
			[221460] = "Маг Хаоса Белерон",
			[215956] = 1,
			[84622] = "Гелбин Меггакрут",
			[214003] = "Восставший мечник",
			[59548] = 8,
			[254210] = 8,
			[119434] = "Брюхошлак",
			[22442] = "Гнездовая Когтя Смерти",
			[224518] = "Иллидан Ярость Бури <Аниом>",
			[241924] = "Рага'йут",
			[88718] = 7,
			[81039] = "Облученная слизь",
			[234062] = 6,
			[205065] = 5,
			[196881] = 7,
			[198929] = 8,
			[224526] = "Король-скарабей Гамлет",
			[192794] = "[*] Поражение молнией",
			[193803] = "Личинка смолоплюя",
			[93326] = 2,
			[224239] = 2,
			[131347] = 12,
			[211217] = "Волшебная аномалия",
			[240910] = "Кил'джеден",
			[9941] = "Обсидиановый часовой",
			[209162] = 10,
			[201995] = 6,
			[211210] = 2,
			[187661] = "Сквернскорнский пехотинец",
			[213258] = 8,
			[191433] = 3,
			[207115] = 3,
			[183566] = "[*] Тошнотворная лужа",
			[157977] = 8,
			[194519] = "Зирус",
			[235784] = "Лорд-командующий Алексис",
			[204044] = "[*] Выброс тьмы",
			[203820] = 9,
			[55964] = "Принц Талдарам",
			[215307] = 11,
			[60234] = 11,
			[160018] = "Речное чудище <Бумчик-Галакронд>",
			[223506] = "Ужасный дух <Страшный зверолов> <Страшный зверолов>",
			[12438] = 2,
			[212236] = 1,
			[22568] = 11,
			[22696] = "Вурдалак-шипоед",
			[190735] = "Связанный кровью осквернитель",
			[208141] = 8,
			[237134] = 6,
			[242953] = 1,
			[46668] = 9,
			[46924] = 1,
			[102543] = 11,
			[70291] = "Имирьярский небоступ",
			[157979] = 8,
			[213995] = 4,
			[241930] = 5,
			[242954] = "Заклинатель Совета Мрачной Жатвы",
			[227596] = "Валарьяр-руноносец",
			[212238] = "[*] Миазмы",
			[201298] = "Оскверненный кровью взрывень <Оскверненная кровью ярость>",
			[66196] = 6,
			[198928] = 8,
			[224525] = "Мясорубка",
			[54861] = 6,
			[210191] = 2,
			[109711] = 8,
			[228621] = "Моряк из Ночного дозора",
			[59467] = "Старейшина Надокс",
			[70292] = "Имирьярский небоступ",
			[59979] = "[*] Трепет",
			[240908] = "Кил'джеден",
			[200977] = 1,
			[215632] = 9,
			[227598] = "Валарьяр-руноносец",
			[184607] = "Эредар - разрушитель веры",
			[61515] = "Небоход из закаленной стали",
			[222479] = 10,
			[190739] = "Грут",
			[240909] = 10,
			[6795] = 11,
			[102547] = 11,
			[1715] = 1,
			[245005] = "Щупальце из Бездны",
			[196883] = "Лорд Этелдрин Гребень Ворона",
			[114479] = "Маг с подсвечником",
			[223504] = "Ужасный дух <Страшный зверолов>",
			[224528] = "Джезибель",
			[200979] = 1,
			[64843] = 5,
			[243982] = "Кил'джеден",
			[179478] = 11,
			[196884] = 7,
			[247054] = 9,
			[215314] = 5,
			[208147] = 8,
			[113691] = "Ткач пламени Кеглер",
			[202004] = 7,
			[203028] = "Исондра",
			[228625] = "Благонравная горничная",
			[196885] = "Скьял",
			[51533] = 7,
			[119952] = 2,
			[246751] = 5,
			[370] = 7,
			[26064] = "Turtlepower <Donkeyguard-Silvermoon>",
			[224173] = 2,
			[203816] = "Восставший воин",
			[213583] = "Кордана Оскверненная Песнь",
			[3110] = "Naltik <Alìna-Shattrath>",
			[198934] = "Валарьяр-мистик",
			[232722] = "Госпожа Сашж'ин",
			[224232] = 7,
			[62796] = "Острокрылая",
			[109714] = 12,
			[48707] = 6,
			[7947] = "Загадочная гадюка",
			[173338] = 10,
			[157980] = 8,
			[232723] = "Пираньядо",
			[209174] = "Элисанда",
			[64844] = 5,
			[152150] = 4,
			[8004] = 7,
			[207439] = "Звездный авгур Этрей",
			[197912] = 1,
			[207127] = 6,
			[91797] = 6,
			[160029] = 6,
			[16593] = 11,
			[30633] = "Кристаллический заступник",
			[225311] = 2,
			[34896] = 4,
			[247777] = 5,
			[157982] = 11,
			[240916] = "Кил'джеден",
			[17962] = 9,
			[248085] = 3,
			[183526] = "Барабанщик из Подкаменного разлома",
			[187675] = 3,
			[205081] = "Могучий повелитель гнева",
			[69570] = "Освобожденный солдат Альянса",
			[223511] = "Гнилостная слизь",
			[89751] = "Страж Скверны <Ðenzol-Elune>",
			[200986] = 1,
			[224229] = "Небесная послушница",
			[119085] = 10,
			[228631] = "Моряк из Ночного дозора",
			[221464] = "Маг Хаоса Белерон",
			[218780] = "[*] Взрыв плазмы",
			[190748] = "Грут",
			[231395] = 2,
			[204777] = "[*] Взрывоопасная гниль",
			[210202] = "Темная мать",
			[194844] = 6,
			[187677] = 8,
			[224226] = 7,
			[197916] = 10,
			[57934] = 4,
			[83608] = "Гниль Озумата",
			[200988] = "[*] Копье Света",
			[17547] = "Заступник Драконьего Покоя",
			[84122] = "Присягнувший хранитель скорпидов",
			[228633] = "Моряк из Ночного дозора",
			[213275] = "Заклинательница клинков Алуриэль",
			[221332] = 11,
			[254535] = 8,
			[10966] = "Ноксион",
			[225562] = "Оскверненный кровью взрывень <Оскверненная кровью ярость> <Оскверненная кровью ярость>",
			[240607] = 11,
			[238559] = 3,
			[220443] = "[*] Темный след",
			[237849] = "Сигрин",
			[206109] = "[*] Пробуждение в Кошмаре",
			[248088] = 3,
			[91800] = "Robacráneos <Sylphe-Shen'dralar>",
			[192799] = "Ползун из чумных осколков <Рокмора> <Рокмора>",
			[202728] = "Повелитель ужаса Мендаций",
			[23338] = 11,
			[204062] = 12,
			[7485] = "Остроклык Мясник",
			[197919] = 10,
			[69516] = "Имирьярский носитель смерти",
			[239899] = 8,
			[192800] = "[*] Удушающая пыль",
			[188395] = "[*] Шаровая молния",
			[254534] = 8,
			[89753] = "Неизвестно <Ðenzol-Elune>",
			[213278] = "[*] Горящая земля",
			[196804] = "Иванир",
			[198944] = "Валарьяр - дева щита",
			[232732] = "[*] Кромсающий торнадо",
			[192801] = "[*] Приливная волна",
			[59408] = "Восставший чаротворец",
			[17195] = "Укрощенный элементаль огня",
			[228637] = "Призрачный работник",
			[205088] = "Пылающий инфернал",
			[214303] = 3,
			[84784] = "Ауг",
			[126434] = 3,
			[93339] = 3,
			[193826] = "Король-бог Сковальд",
			[110744] = 5,
			[204065] = 5,
			[205089] = "Пылающий инфернал",
			[13398] = "Прокаженный техник",
			[166182] = "Осквернение <Imperatore-Archimonde>",
			[50769] = 11,
			[84123] = "Присягнувший хранитель скорпидов",
			[193827] = "Король-бог Сковальд",
			[227615] = "Тень Медива",
			[204066] = 11,
			[213281] = "Огненные чары",
			[25771] = 2,
			[149801] = 9,
			[227618] = "Пожиратель маны",
			[225568] = "Скверносерд-призыватель",
			[202019] = "Латосий",
			[227616] = "Леди Кейра Беррибак",
			[212258] = "Гул'дан",
			[251174] = 8,
			[202315] = "Потревоженная бурей гидра",
			[182566] = "Ухмыляющийся тенелов",
			[47699] = "Кристаллический хранитель",
			[116888] = 6,
			[181545] = "Эредарский страж Хаоса",
			[186662] = "Порожденный Скверной архидемон",
			[140592] = "Вол’джин",
			[110745] = 5,
			[70302] = "Грозный работник",
			[196911] = 4,
			[93341] = 11,
			[111774] = "Послушник из Некроситета",
			[70305] = "Ледяной Клинок <Имирьярский небоступ> <Имирьярский небоступ>",
			[186663] = "Порожденный Скверной архидемон",
			[204069] = 11,
			[205093] = "Разведчик-убийца",
			[214308] = "[*] Кошмарные корни",
			[207141] = "Сферический уборщик",
			[208165] = "Таликса Пламя Гнева",
			[77472] = 7,
			[132404] = 1,
			[194855] = 3,
			[241221] = 3,
			[202028] = 11,
			[55633] = "Голем Драккари",
			[239906] = 8,
			[208166] = 8,
			[239173] = "Командир повелителей Скверны Эрикстол",
			[213576] = "Кордана Оскверненная Песнь",
			[227620] = "Пожиратель маны",
			[212262] = "Гул'дан",
			[146739] = 9,
			[5484] = 9,
			[157997] = 8,
			[210220] = 2,
			[209191] = "Гул'дан",
			[5740] = 9,
			[8599] = "Страж гнева - мастер клинка",
			[228645] = "Руническое оружие <Седьмойгрех>",
			[205096] = "Разведчик-убийца",
			[247075] = 1,
			[111771] = 9,
			[31403] = "Командир Колург",
			[237866] = "[*] Вихрь клинков",
			[59801] = "Ионар",
			[194858] = 3,
			[198959] = "Валарьяр - резчик рун",
			[205097] = "Разведчик-убийца",
			[232752] = 6,
			[227909] = 1,
			[202312] = "Лорд Малгат",
			[242243] = 3,
			[242981] = 2,
			[194859] = 3,
			[228647] = 8,
			[244015] = 6,
			[132403] = 2,
			[223528] = "Гнилостная слизь",
			[240934] = 9,
			[193840] = 12,
			[221491] = "Астральная предсказательница",
			[187698] = 3,
			[81568] = "Берсерк Каменных Недр",
			[205099] = "Эредарская сумеречная целительница",
			[115356] = 7,
			[114474] = "Маг с подсвечником",
			[91807] = "Dirtchewer <Diãblo-Ravencrest>",
			[50259] = 11,
			[234792] = 1,
			[227908] = 11,
			[187694] = "Глаз Анзу",
			[102558] = 11,
			[70306] = "Ледяной Клинок <Имирьярский небоступ> <Имирьярский небоступ>",
			[102560] = 11,
			[232745] = "Сарукел",
			[180533] = "Деспотичная Велари",
			[251175] = 8,
			[6572] = 1,
			[81569] = "Берсерк Каменных Недр",
			[205101] = "Эредарский сумеречный целитель",
			[115357] = 7,
			[205107] = "Ловец Скверны - разоритель",
			[232746] = "Госпожа Сашж'ин",
			[37973] = "Донный мурлок",
			[117405] = 3,
			[68771] = "Начальник кузни Гархлад",
			[204078] = "Таэрар",
			[205102] = "Эредарский сумеречный целитель",
			[205108] = "Ловец Скверны - разоритель",
			[207150] = 6,
			[191797] = "[*] Жестокие ветра",
			[68774] = "Начальник кузни Гархлад",
			[234795] = 8,
			[227628] = "Тень Медива",
			[204079] = 2,
			[205103] = "Эредарский сумеречный целитель",
			[33110] = 5,
			[231724] = 11,
			[123040] = 5,
			[216372] = 2,
			[209477] = "Маназмей",
			[227629] = "Один",
			[93857] = "Барон Сильверлейн",
			[229677] = "Наполненный силой пиромант",
			[197937] = 5,
			[111775] = "Лилиан Восс",
			[232754] = "Госпожа Сашж'ин",
			[201009] = 1,
			[136505] = 6,
			[203057] = "Кровавая принцесса Тал'ена",
			[204081] = 3,
			[229678] = "Наполненный силой пиромант",
			[199238] = "Вул'кан",
			[198962] = "Валарьяр - резчик рун",
			[216368] = "Даргрул",
			[184628] = "Связанная кровью ведьма",
			[101542] = 8,
			[225588] = "Твирп",
			[236846] = "Избранница Эйир",
			[237870] = "Ярл Вельбранд",
			[81574] = "Берсерк Каменных Недр",
			[198963] = "Нараксас",
			[224560] = "Астролог Джарин",
			[209202] = 2,
			[222517] = 2,
			[244014] = 10,
			[195897] = 7,
			[196916] = "Леди Веландра Гребень Ворона",
			[115360] = 7,
			[89766] = "Страж Скверны <Ðenzol-Elune>",
			[224561] = "[*] Небесное клеймо",
			[58452] = 12,
			[255283] = 3,
			[93347] = 5,
			[240192] = 4,
			[221490] = "Астральная предсказательница",
			[222786] = "Скверносерд-плут",
			[87204] = 5,
			[216371] = 2,
			[225586] = "Маффинмон",
			[210228] = "Ядовитый паучок",
			[205380] = "Отрекшийся-лучник",
			[187708] = 3,
			[229682] = "[*] Веселое поджигание",
			[197942] = "Урсок",
			[223539] = "[*] Мерзостная тина",
			[108194] = 6,
			[42650] = 6,
			[56919] = "Ордынский священник",
			[21071] = "Доисторическое чудище",
			[77478] = 7,
			[114852] = 2,
			[197943] = "Урсок",
			[227641] = "Тень Медива",
			[224564] = "Послушник Лунных стражей",
			[160060] = "Skorpid <Yardira-Malorne>",
			[202039] = 3,
			[227636] = "Ловчий Аттумен",
			[204087] = 1,
			[205111] = "Гончая Скверны - убийца магов",
			[214326] = 10,
			[239923] = "Измученная жрица",
			[232756] = "Госпожа Сашж'ин",
			[205116] = "Страж Скверны - разрушитель",
			[185658] = "Артиллерийское орудие Скверны",
			[231737] = "Прорицательница Ночного Колодца",
			[93861] = "Командир воргенов Нандос",
			[17454] = 4,
			[222518] = 2,
			[190778] = 6,
			[232757] = "Госпожа Сашж'ин",
			[83113] = "Генерал Хусам",
			[180545] = 5,
			[227638] = "Ловчий Аттумен",
			[187707] = 3,
			[205113] = "Неизвестно",
			[222519] = 2,
			[223543] = 1,
			[216376] = "[*] Сгусток пламени",
			[225591] = "Нисстир",
			[218424] = "Верховный ботаник Тел'арн",
			[239930] = 8,
			[204090] = 3,
			[205114] = "Неизвестно",
			[222520] = 2,
			[190780] = 6,
			[224568] = "Заступник Цитадели Ночи",
			[193092] = "Химдалль",
			[10072] = "Обсидиановый часовой",
			[194880] = "Смотрящий",
			[81576] = "Землерез Каменных Недр",
			[205115] = "Страж Скверны - разрушитель",
			[239931] = "Кил'джеден",
			[115876] = "Командир Дюранд",
			[240951] = "[*] Разрушительное буйство",
			[84136] = "Тол'вирский торговец",
			[239166] = "Командир повелителей Скверны Эрикстол",
			[58966] = "Боевой наездник Драккари",
			[204092] = "Клинок Скверны - часовой",
			[237880] = "Ярл Вельбранд",
			[165185] = 12,
			[239928] = "Измученная жрица",
			[224570] = "Заступник Цитадели Ночи",
			[213569] = "Чары тайной магии",
			[88744] = 5,
			[227642] = "Гарм",
			[224573] = 3,
			[225598] = 11,
			[202306] = "Фазовый паук",
			[207165] = 6,
			[37978] = "Часовой клана Закаленных Бурей",
			[233786] = "Воровка из Братства Справедливости <Агламиш>",
			[202046] = "Смотрящий",
			[194879] = 6,
			[31661] = 8,
			[205118] = "Подстрекатель Скверны",
			[192067] = "Хирья",
			[190784] = 2,
			[224572] = "Заступник Цитадели Ночи",
			[191043] = 3,
			[234811] = "Старший инквизитор",
			[227644] = "Тень Медива",
			[239936] = 1,
			[229692] = "Крыса",
			[197952] = "Щупальце разрушения",
			[207167] = 6,
			[108199] = 6,
			[84138] = "Тол'вирский торговец",
			[243003] = 11,
			[224576] = 3,
			[220481] = "Корстилакс",
			[229693] = "Крыса",
			[214335] = "Звездный авгур Этрей",
			[239932] = "Кил'джеден",
			[224574] = 3,
			[60503] = 1,
			[219711] = 6,
			[227646] = "Барон Раф Дрейгер",
			[139595] = 6,
			[196930] = "Неупокоенная душа",
			[207171] = 6,
			[231742] = "Прорицательница Ночного Колодца",
			[224575] = 3,
			[225599] = 6,
			[101033] = 7,
			[101545] = 10,
			[241983] = "Кил'джеден",
			[213313] = 2,
			[59992] = "Освобожденный солдат Альянса",
			[239934] = 9,
			[183621] = "Гномреганский боевой механик",
			[225600] = 11,
			[88748] = 7,
			[56920] = "Ордынский священник",
			[154953] = 4,
			[229696] = "Крыса",
			[59543] = 3,
			[149834] = "Мягконог",
			[224577] = 3,
			[225601] = 1,
			[202052] = 10,
			[101546] = 10,
			[204100] = "Таэрар",
			[239937] = 8,
			[8281] = "Подземный деметродон",
			[149835] = "Мягконог",
			[224578] = 3,
			[225602] = 12,
			[234817] = "Мефистрот",
			[110762] = "Обвал",
			[209471] = "Кошмарный гной",
			[229698] = "Крыса",
			[22703] = 9,
			[182600] = "[*] Пламя Скверны",
			[237891] = "[*] Глумливый рывок",
			[225603] = 5,
			[214342] = 4,
			[227651] = "Барон Раф Дрейгер",
			[16591] = 8,
			[237890] = "Руновидец Фальяр",
			[84142] = "Тол'вирский торговец",
			[182601] = "Связанный кровью громила",
			[216389] = "Заклинательница клинков Алуриэль",
			[225604] = 3,
			[88749] = 2,
			[243011] = 9,
			[187721] = "Техник осадного лагеря",
			[229700] = 8,
			[206151] = 1,
			[239939] = 1,
			[212295] = 9,
			[233796] = 5,
			[218438] = "Верховный ботаник Тел'арн",
			[200009] = "Брошенная пушка <Экзорцыст>",
			[187722] = "Техник осадного лагеря",
			[196937] = 4,
			[197961] = "Один",
			[149839] = "[*] Болезнетворное облако",
			[8921] = 11,
			[225606] = 3,
			[225852] = 3,
			[214964] = 1,
			[113959] = "Неизвестно",
			[114859] = "Скучающий студент",
			[239162] = "Змееуст-барахольщик",
			[205123] = "Чернокнижник из Совета Теней",
			[200010] = "Подчиняющий разум <Люлип>",
			[241989] = "Волномаг из племени Острозубов",
			[212541] = "Ярость Скверны",
			[68785] = "Начальник кузни Гархлад",
			[214624] = 12,
			[117418] = 10,
			[197963] = "Один",
			[209469] = "Кошмарный гной",
			[232775] = "Гарм",
			[225249] = "Смертоносный древень",
			[218441] = 8,
			[229705] = "Паук",
			[187725] = "Брианда",
			[123051] = "Подчиняющий разум <Люлип>",
			[197964] = "Один",
			["BUFF"] = 5,
			[208203] = "Крос",
			[197966] = "Один",
			[234824] = "Мефистрот",
			[68786] = "Начальник кузни Гархлад",
			[77489] = 5,
			[59482] = "Ан'кахарский страж",
			[197965] = "Один",
			[21808] = "Обвал",
			[232777] = "Гарм",
			[213564] = "Заклинательница клинков Алуриэль",
			[243016] = 1,
			[227658] = "Гарм",
			[187727] = 12,
			[229706] = "Паук",
			[214348] = "Элерет Дикая Лань",
			[231754] = "Волномаг из племени Острозубов",
			[171021] = "Charscorn <Lucifell-Sylvanas>",
			[183633] = "Скальный камнешвыр",
			[210253] = 12,
			[32175] = 7,
			[228683] = "[*] Очищающее пламя",
			[23600] = "Титановый осадник",
			[197967] = "Один",
			[12057] = "Земельник-камнелом",
			[240970] = "Аватара Падшего",
			[184657] = "Диа Зловещий Шепот",
			[53595] = 2,
			[227660] = "Гарм",
			[198240] = 7,
			[220492] = "Связанная душа",
			[214350] = 8,
			[223565] = "Жуткий орел",
			[205372] = 5,
			[184658] = "Портал демонов",
			[196157] = "Техник из клана Призрачной Луны",
			[68788] = "Начальник кузни Гархлад",
			[58971] = "Огнепряд Драккари",
			[228532] = 12,
			[197969] = "Урсок",
			[229704] = "Паук",
			[17201] = "Элдретарский призрак",
			[209232] = 6,
			[210256] = 2,
			[213328] = "[*] Детонация: чародейская сфера",
			[187731] = "Кеттвен",
			[114863] = "[*] Разрывной патрон",
			[196947] = "Хелия",
			[108211] = 4,
			[196156] = "Техник из клана Призрачной Луны",
			[84147] = "Мирмидон Алого ордена",
			[234830] = "Мефистрот",
			[194899] = "Чайка",
			[204114] = "Страж Скверны",
			[19505] = "Джамоно <Лемнис-Гром>",
			[58460] = "Лазурный головорез",
			[243025] = 4,
			[241204] = "Лунная жрица",
			[224602] = "Страж гнева - истребитель",
			[240979] = 6,
			[166242] = "Аракс'ат",
			[205370] = "Крос",
			[221521] = "Решительный придворный",
			[58973] = "Охотник бога Драккари",
			[248142] = 1,
			[252468] = 1,
			[184662] = 2,
			[21169] = 7,
			[225845] = "Заклинатель из Сумеречной стражи",
			[102066] = "Искаженный временем упырь",
			[14873] = "Изворотливый вор",
			[225847] = "Заклинатель из Сумеречной стражи",
			[239952] = 11,
			[221526] = 10,
			[191840] = 10,
			[127154] = 2,
			[227666] = "Гарм",
			[205369] = 5,
			[228918] = "Один",
			[197974] = "Лишенный души боец авангарда",
			[248149] = 8,
			[224600] = "Страж гнева - истребитель",
			[225846] = "[*] Избранная судьба",
			[210261] = "Часовой из Сумеречной Стражи",
			[43927] = 12,
			[220500] = "[*] Дестабилизированная сфера",
			[191034] = 11,
			[247121] = 12,
			[248145] = 1,
			[32176] = 7,
			[209238] = "Акаари Кровавая Тьма",
			[227672] = "Лорд Криспин Ференс",
			[65116] = 3,
			[130736] = 6,
			[228696] = 4,
			[216411] = 2,
			[248146] = 8,
			[200024] = "Нал'тира",
			[231770] = "[*] Промокание",
			[224603] = "Страж гнева - истребитель",
			[227669] = "Гарм",
			[201272] = "Оскверненная кровью ярость",
			[237908] = "Руновидец Фальяр",
			[203102] = "Исондра",
			[248147] = 8,
			[240980] = 1,
			[156004] = 6,
			[210264] = "Ксавий",
			[203097] = 12,
			[204121] = "Неизвестно",
			[221527] = 12,
			[224604] = "Страж гнева - истребитель",
			[231766] = 8,
			[184673] = "Диа Зловещий Шепот",
			[67769] = 8,
			[220725] = 1,
			[54878] = "Элементаль Дракарри",
			[211510] = 12,
			[156000] = 6,
			[58975] = "Голем Драккари",
			[207194] = 6,
			[208218] = 11,
			[225624] = 3,
			[202075] = "Пылающая жеода",
			[97462] = 1,
			[204123] = "Глазобомба",
			[41056] = "Король Вариан Ринн",
			[197980] = "Кошмарный образ",
			[231768] = "[*] Студеная вода",
			[191837] = 10,
			[184675] = "Диа Зловещий Шепот",
			[178532] = "Вол’джин",
			[227673] = "Гарм",
			[189800] = 11,
			[214581] = 3,
			[120096] = "Падший псарь",
			[215387] = 4,
			[175456] = 3,
			[228915] = "Один",
			[240989] = 5,
			[97463] = 1,
			[202088] = "Хелия",
			[196958] = 4,
			[66235] = 2,
			[223579] = "Ор'элл",
			[175457] = 8,
			[207203] = 6,
			[243039] = 9,
			[93368] = 2,
			[31665] = 4,
			[213341] = 10,
			[227681] = 10,
			[2983] = 4,
			[216413] = 2,
			[201055] = "Джагген-Ра",
			[24242] = 7,
			[219485] = 11,
			[228700] = "Скопление маны",
			[41057] = "Король Вариан Ринн",
			[214366] = 1,
			[114875] = "Бак с топливом",
			[211300] = "Бдительный окулус",
			[197995] = 7,
			[191847] = "Змеикс",
			[194913] = 6,
			[220510] = 11,
			[34914] = 5,
			[194102] = "Грязеход",
			[59999] = 2,
			[201062] = "Змееуст-барахольщик",
			[209248] = "Элисанда",
			[218463] = "[*] Управляемый Хаос",
			[227678] = 10,
			[132463] = 10,
			[114871] = 2,
			[53600] = 2,
			[240176] = "Подводный надзиратель",
			[224607] = "Темный архидемон",
			[206388] = "Звездный авгур Этрей",
			[191848] = "Змеикс",
			[219488] = "Капитан патруля Гердо",
			[187748] = 3,
			[194099] = "Грязеход",
			[224613] = "Темный архидемон",
			[239966] = 9,
			[218470] = "[*] Управляемый Хаос",
			[242014] = 12,
			[58977] = "Голем Драккари",
			[100130] = 1,
			[127161] = 8,
			[114872] = "Скучающий студент",
			[190826] = 11,
			[239967] = 11,
			[232800] = "Гарм",
			[33891] = 11,
			[218466] = "[*] Управляемый Хаос",
			[203108] = "Продавший душу разрушитель",
			[85692] = "Рикаророк <Гномбесогон>",
			[208232] = 5,
			[212530] = "Заклинательница клинков Алуриэль",
			[239968] = 8,
			[188783] = 1,
			[246116] = 3,
			[48277] = "Свала Вечноскорбящая",
			[203109] = "Продавший душу разрушитель",
			[132467] = 10,
			[199219] = "Боевой маг Кирин-Тора",
			[115385] = "Воин из клана Колец Ненависти",
			[239969] = 6,
			[224611] = "Темный архидемон",
			[242017] = "[*] Черные ветра",
			[230959] = "Ловец из бездны",
			[203110] = 6,
			[221545] = 10,
			[191853] = "Тиратон Салтерил",
			[214373] = 10,
			[149869] = "Гхаму-ра",
			[224612] = "Темный архидемон",
			[233827] = 3,
			[227689] = 10,
			[170347] = 3,
			[195944] = "Скрог-волнолом",
			[202290] = "Ксалианна Пламя Скверны",
			[82622] = "Верховный пророк Барим",
			[195949] = 9,
			[200040] = "[*] Яд Пустоты",
			[225637] = "Жрица луны",
			[210279] = "Кенарий",
			[244067] = 6,
			[59233] = "[*] Метка животного",
			[246115] = 12,
			[205164] = 6,
			[223590] = "Грозный осквернитель",
			[191850] = "Змеикс",
			[197997] = 7,
			[202089] = "Пылающая жеода",
			[205165] = 6,
			[220519] = "Корни-душители",
			[73920] = 7,
			[132466] = "Fatlong-Aegwynn <Fatlong-Aegwynn>",
			[223595] = 11,
			[224615] = "Темный архидемон",
			[212528] = "Рваномур <Утрамбовка>",
			[202090] = 10,
			[178740] = 12,
			[118459] = "Ящер <Дедстолет-Седогрив>",
			[221544] = 10,
			[189804] = 8,
			[191855] = "Змеикс",
			[232807] = "Гарм",
			[209258] = 12,
			[221548] = 10,
			[227688] = 10,
			[192050] = "Змеикс",
			[73921] = 7,
			[197996] = 6,
			[223596] = "Грозный осквернитель",
			[232808] = "Гарм",
			[29235] = 8,
			[251238] = "Интендант Айкрас",
			[219498] = "Капитан патруля Гердо",
			[77505] = 7,
			[229737] = 3,
			[339] = 11,
			[119996] = 10,
			[232809] = "Гарм",
			[59795] = "Ионар",
			[227692] = 10,
			[227690] = 10,
			[212332] = "Рваножог <Энуриэль>",
			[229738] = "Элисанда",
			[355] = 1,
			[190831] = 9,
			[232810] = "Гарм",
			[209261] = 12,
			[93985] = 11,
			[227691] = 10,
			[212333] = "Гадоязв <Утрамбовка>",
			[127164] = 5,
			[78530] = "Одеревеневший древень",
			[215405] = 9,
			[232811] = "Гарм",
			[184689] = 2,
			[243050] = "Пламенный разлом <Alìna-Shattrath>",
			[186737] = "Наемный инженер",
			[211503] = "Эредарская убийца магов",
			[82626] = 8,
			[222573] = "Коварный геллион",
			[152118] = 5,
			[6254] = "Шкам",
			[201072] = 8,
			[113855] = "Искусный лучник",
			[101568] = 6,
			[212335] = "Неизвестно <Утрамбовка>",
			[127165] = 10,
			[403] = 7,
			[215407] = 11,
			[191858] = "[*] Ядовитая лужа",
			[207407] = 12,
			[234861] = "Кенарий",
			[203121] = "Таэрар",
			[109248] = 3,
			[62307] = "Трофейный разрушитель <Пирик>",
			[234862] = 2,
			[421] = 7,
			[134522] = 3,
			[151928] = "Загустевшая чумная слизь",
			[202098] = "Хелия",
			[229741] = "Элисанда",
			[212337] = "Рыгоморд <Эдвейд>",
			[781] = 3,
			[48276] = "Свала Вечноскорбящая",
			[119999] = "Лавовый страж Гордот",
			[233003] = "Инфернал адского пламени",
			[7054] = "Замученный офицер",
			[113344] = 1,
			[203123] = 11,
			[204147] = 3,
			[41062] = "Ледяной Клинок <Имирьярский небоступ> <Имирьярский небоступ>",
			[115392] = 3,
			[190837] = 3,
			[213363] = 3,
			[75973] = 8,
			[210291] = 2,
			[203124] = "Летон",
			[198005] = 3,
			[221554] = "Решительный придворный",
			[148859] = 5,
			[60004] = "Странное видение",
			[223602] = 11,
			[223601] = "Гнилостная слизь",
			[185719] = 8,
			[203125] = "Эмерисс",
			[227883] = "Гарм",
			[198605] = "Валарьяр - призыватель молний",
			[29492] = "Фантомная гостья",
			[248176] = 8,
			[241009] = "Страж Хранительницы",
			[201078] = 3,
			[23221] = 12,
			[224811] = "Вол’джин",
			[240169] = "Подводный надзиратель",
			[189999] = 2,
			[209270] = "Гул'дан",
			[248177] = 8,
			[132480] = 4,
			[160124] = "Core Hound <Szeryfwojtek-BurningLegion>",
			[210294] = 2,
			[35944] = "Ордынский священник",
			[220533] = "Жуткий сквернотопырь",
			[8220] = 5,
			[107203] = 8,
			[149886] = "Домина",
			[243240] = 1,
			[58469] = "Ловец Скверны - разоритель",
			[30283] = 9,
			[58981] = "Целитель Драккари",
			[59237] = "Имирьярский дикарь",
			[546] = 7,
			[86726] = "Рендольф Молох",
			[248179] = 1,
			[199034] = "Валарьяр-претендентка",
			[201081] = 3,
			[210296] = 12,
			[586] = 5,
			[245108] = "Слияние страданий",
			[239144] = "Замученная душа",
			[123586] = 10,
			[149888] = "Домина",
			[83655] = "Генерал Хусам",
			[211319] = 5,
			[224632] = "Астролог Джарин",
			[235894] = 12,
			[55142] = "Мураби",
			[127170] = 1,
			[86727] = "Рендольф Молох",
			[211499] = 8,
			[216441] = 11,
			[88263] = 2,
			[205179] = 9,
			[56934] = "Великая ведунья Телестра",
			[179582] = "Повелитель Скверны Закуун",
			[642] = 2,
			[84256] = "Присягнувший мастер топоров",
			[102598] = "Страж из рода Бесконечности",
			[205180] = 9,
			[111813] = "Восставший стражник",
			[202108] = "Заклинатель чумных осколков",
			[200061] = 3,
			[163201] = 1,
			[221562] = 6,
			[198013] = 12,
			[207228] = "Угасающая частица времени",
			[686] = 9,
			[205181] = 9,
			[152963] = "Аку'май",
			[698] = 9,
			[204157] = 12,
			[237945] = "Сигрин",
			[710] = 9,
			[214397] = 6,
			[208253] = 11,
			[86729] = "Рендольф Молох",
			[226683] = "[*] Угли Скверны",
			[232827] = "Пираньядо",
			[228731] = "Ударное щупальце",
			[102599] = "Страж из рода Бесконечности",
			[222588] = "Инфернал-агрессор",
			[207230] = 6,
			[120517] = 5,
			[212338] = "Неизвестно <Утрамбовка>",
			[237947] = "Ярл Вельбранд",
			[113862] = 8,
			[187777] = "Жаровня пробуждения <Acov-Darksorrow>",
			[114886] = "[*] Ледяной захват",
			[774] = 11,
			[149894] = "Домина",
			[224637] = 8,
			[222760] = "[*] Осквернение",
			[237946] = "Сигрин",
			[194945] = "Смотрящий",
			[59239] = "Имирьярский дикарь",
			[102600] = "Подавитель из рода Бесконечности",
			[152967] = "Аку'май",
			[237949] = "Руновидец Фальяр",
			[224638] = "[*] Небесное сокрушение",
			[184707] = 1,
			[234877] = 9,
			[235901] = "Сквернскорнский рунный чародей",
			[220543] = 5,
			[180612] = 6,
			[115399] = 10,
			[199042] = 1,
			[221487] = "Астральная предсказательница",
			[199033] = "Валарьяр-претендентка",
			[47765] = "[*] Гравитационный колодец",
			[155741] = 6,
			[224375] = "Инфернальный бес <Таликса Пламя Гнева> <Таликса Пламя Гнева>",
			[102601] = "Подавитель из рода Бесконечности",
			[219521] = 5,
			[220711] = 4,
			[191876] = 3,
			[184709] = 1,
			[227712] = "Один",
			[203139] = "[*] Кольцо силы",
			[227592] = "Тень Медива",
			[214972] = 10,
			[132483] = 7,
			[170379] = 7,
			[232832] = 8,
			[233856] = "Доблестная дева",
			[206376] = "Крос",
			[58984] = 11,
			[1022] = 2,
			[82637] = "[*] Вековечная чума",
			[59752] = 4,
			[195975] = 6,
			[216451] = "Гримуара",
			[235907] = "Реактор душ",
			[220549] = 8,
			[8221] = 7,
			[228738] = "Нестабильная энергия <Смотритель> <Смотритель>",
			[1044] = 2,
			[214404] = 8,
			[241027] = "Лилт Тихая",
			[15580] = "Легионер Крыла Тьмы",
			[41107] = "Генерал Бьярнгрим",
			[982] = 3,
			[235906] = "Сквернскорнский рунный чародей",
			[220548] = 12,
			[127176] = 10,
			[59241] = "Имирьярский плотоед",
			[215429] = "Валарьяр - призыватель молний",
			[32182] = 7,
			[235909] = "Сквернскорнский гладиатор",
			[226852] = 8,
			[56937] = "Великая ведунья Телестра",
			[163212] = 10,
			[205191] = 2,
			[181642] = 11,
			[215430] = "Валарьяр - призыватель молний",
			[91853] = "Сиамат",
			[80158] = "Вестник войны Каменных Недр",
			[202120] = 12,
			[117962] = 10,
			[138640] = 8,
			[220551] = 3,
			[111898] = 9,
			[131474] = 11,
			[241028] = "Пустошь лунного охотника <Лилт Тихая> <Лилт Тихая>",
			[209288] = "Невообразимый ужас",
			[218503] = "Верховный ботаник Тел'арн",
			[211336] = 5,
			[138641] = 5,
			[237957] = "Зоротианский ритуалист",
			[199050] = "Валарьяр - дева щита",
			[83151] = "Сиамат",
			[883] = 3,
			[201098] = 2,
			[199051] = "Дубосерд",
			[227720] = "Гарм",
			[138642] = 5,
			[197003] = 4,
			[242209] = 10,
			[215433] = "Валарьяр-мистик",
			[87759] = "Палач калифа",
			[206219] = "Гул'дан",
			[91420] = "Хрупкоребрый скелет",
			[137619] = 4,
			[198028] = "[*] Кристализованная земля",
			[221577] = "Астральная предсказательница",
			[82640] = 5,
			[227721] = "Гарм",
			[224649] = "Заразный ужас <Ксавий> <Ксавий>",
			[209291] = "Око Гул'дана",
			[210315] = "[*] Кошмарные корни",
			[203148] = 3,
			[86736] = "Дробитель",
			[205196] = "Зловещий охотник <Ðenzol-Elune>",
			[214411] = 10,
			[199053] = 7,
			[5487] = 11,
			[241193] = "Темная жрица",
			[108238] = 11,
			[218508] = "Верховный ботаник Тел'арн",
			[89808] = "Бес <Alìna-Shattrath>",
			[246152] = 3,
			[206221] = "Гул'дан",
			[199054] = 7,
			[241033] = "Шаман из племени Речной Гривы <Школолоша-Гром>",
			[184720] = "Адепт темной магии",
			[23224] = "Барон Сильверлейн",
			[227723] = 6,
			[87761] = "Палач калифа",
			[246153] = 3,
			[206222] = "Гул'дан",
			[248201] = 4,
			[241034] = "Шаман из племени Речной Гривы <Школолоша-Гром>",
			[209294] = "Ксавий",
			[234891] = "Бдительная дева",
			[194960] = "[*] Эхо души",
			[111897] = 9,
			[206372] = "Отрекшийся-осквернитель",
			[198030] = 12,
			[202739] = 11,
			[211491] = "Эредарская убийца магов",
			[16953] = 11,
			[209443] = "Ксавий",
			[225825] = "Ночнорожденный-мудрец",
			[51052] = 6,
			[1604] = "Страж Скверны",
			[160331] = 1,
			[25912] = 2,
			[87762] = "Служитель воздуха",
			[198034] = 2,
			[193938] = "Нестабильное слияние",
			[203153] = "Исондра",
			[36718] = "Чудесный дракончик",
			[205201] = 9,
			[214416] = 10,
			[29514] = "Фантомная гостья",
			[62315] = "Йормунгарское чудовище",
			[184724] = "Темносердный бес",
			[221584] = "Астральная предсказательница",
			[227727] = 5,
			[27576] = 4,
			[205202] = 2,
			[214417] = 10,
			[241032] = "[*] Опустошение луны",
			[227872] = "Мороуз",
			[184725] = "Темносердный бес",
			[20153] = "Charscorn <Lucifell-Sylvanas>",
			[235919] = "Сквернскорнский гладиатор",
			[234896] = "Бдительная дева",
			[86740] = "Буйный смутьян",
			[214418] = 10,
			[215443] = "Элерет Дикая Лань",
			[200084] = "Фантомный вельможа",
			[21049] = "Ордынский берсерк",
			[193941] = "Угольный скорпион",
			[235920] = "Сквернскорнский гладиатор",
			[59244] = "Имирьярский плотоед",
			[213395] = 12,
			[238992] = 1,
			[199061] = "Порабощенная дева щита",
			[191894] = 10,
			[193942] = "Нестабильное слияние",
			[210324] = 2,
			[194966] = "Слияние душ",
			[230229] = "Хелия",
			[61548] = "Имирьярский берсерк",
			[214420] = 10,
			[149916] = "Страж пучины",
			[62316] = "Йормунгарское чудовище",
			[46190] = "Аракс'ат",
			[23225] = 3,
			[208440] = 4,
			[18562] = 11,
			[7951] = "Загадочный крылояд",
			[209302] = 8,
			[199063] = "Корни-душители",
			[208278] = 6,
			[242066] = 3,
			[152987] = "Гул'дан",
			[84251] = "Землетрясение",
			[227728] = 5,
			[90325] = "Нага-громила",
			[184730] = "Оскалившаяся гончая",
			[248210] = 4,
			[241043] = "Лилт Тихая",
			[2120] = 8,
			[235927] = "Оживленный храмовник",
			[205345] = 8,
			[227735] = "Гарм",
			[227870] = 4,
			[238996] = 2,
			[207256] = 6,
			[183707] = "Мо'арг - вестник боли",
			[243228] = 1,
			[26297] = 11,
			[97493] = 8,
			[184867] = "Архимонд",
			[221591] = "Сумеречная звездная танцовщица",
			[246165] = 9,
			[215448] = "Валарьяр-защитник",
			[227736] = "Мороуз",
			[75992] = "Ведьма бурь Леди Наз'жар",
			[202138] = 12,
			[235926] = "Сквернскорнский гладиатор",
			[19386] = 3,
			[156064] = 3,
			[189853] = 11,
			[33649] = 2,
			[191900] = "Полководец Паржеш",
			[196129] = "Ходульник Мак'раны",
			[113364] = "Ткач пламени Кеглер",
			[203163] = "Злобный покоритель Скверны",
			[59023] = "Непреклонный душитель",
			[117526] = 3,
			[238999] = "Кил'джеден",
			[227737] = "Мороуз",
			[83672] = "Озумат",
			[75993] = "[*] Выброс тока",
			[202140] = 12,
			[235928] = "Сквернскорнский гладиатор",
			[16843] = "Огнечар Элдрета",
			[192925] = 4,
			[2584] = 12,
			[208284] = 11,
			[87768] = "Служитель воздуха",
			[243096] = 10,
			[105174] = 9,
			[244120] = 5,
			[98007] = 7,
			[90328] = "Хозяинидиот <Деятель>",
			[195104] = "Бродячий панцирник",
			[207261] = "Капитан патруля Гердо",
			[62318] = "Пленный наемник",
			[217500] = 12,
			[193951] = "Колючий паучок",
			[101591] = 3,
			[236954] = "Некротический паучок",
			[213405] = 12,
			[22458] = "Надсмотрщик из логова Крыла Тьмы",
			[190879] = 11,
			[98008] = 7,
			[188833] = 1,
			[121557] = 5,
			[137639] = 10,
			[212382] = 3,
			[221597] = 1,
			[241049] = "Лилт Тихая",
			[212381] = 3,
			[16827] = "Неизвестно <Дедстолет-Седогрив>",
			[220700] = 4,
			[226717] = "Метатель Скверны",
			[101592] = "Дорнозму",
			[46736] = 12,
			[156070] = 11,
			[25914] = 2,
			[248219] = 5,
			[227742] = "Мороуз",
			[217503] = "Хати <Hunterelite-Ravencrest>",
			[185763] = 4,
			[235933] = "[*] Копье страданий",
			[61295] = 7,
			[82139] = "Верховный пророк Барим",
			[127797] = 11,
			[223647] = "Навязчивый Кошмар",
			[214423] = 2,
			[11366] = 8,
			[210337] = "[*] Кошмарные корни",
			[93402] = 11,
			[22842] = 11,
			[228890] = "Глубоководное чудовище",
			[239006] = "Призрачный страж костей",
			[215458] = "Заклинательница клинков Алуриэль",
			[87771] = "Слуга Асаада",
			[201123] = "Цветущий злошип",
			[202147] = 1,
			[235935] = "Сквернскорнский гладиатор",
			[212386] = 3,
			[156073] = 7,
			[239007] = "Остаток души",
			[207267] = 6,
			[200100] = "Джагген-Ра",
			[223650] = "Навязчивый Кошмар",
			[210339] = 4,
			[58992] = "Люторог Драккари",
			[179623] = "Повелитель Скверны Закуун",
			[188838] = 7,
			[29882] = "Безумный манаплеск",
			[120024] = "Лавовый страж Гордот",
			[87772] = "Слуга Асаада",
			[209316] = 8,
			[185767] = 4,
			[3416] = "Скелет-губитель",
			[212388] = 3,
			[197030] = 5,
			[31290] = "Браконьер из стаи Речной Лапы",
			[240033] = 3,
			[241057] = "Лилт Тихая",
			[75998] = "Отважный страж Леди Наз'жар",
			[193956] = 12,
			[193069] = "Скверноподданный заразитель",
			[212389] = 3,
			[221604] = "Сумеречная звездная танцовщица",
			[231843] = 2,
			[215461] = 2,
			[220698] = 4,
			[29513] = "Фантомная гостья",
			[234915] = 1,
			[221605] = "Гул'дан",
			[81630] = "Зубохлоп",
			[205223] = 6,
			[191627] = 6,
			[211362] = 3,
			[241059] = "Лилт Тихая",
			[210342] = "Кенарий",
			[243107] = "Неизвестно",
			[58993] = "Живое колдунство",
			[77535] = 6,
			[205224] = 6,
			[200105] = "Фантомный защитник",
			[231845] = 10,
			[26043] = "Безликий маг Бездны",
			[88286] = 11,
			[92380] = "ТХД <Лукареция-Голдринн>",
			[97501] = 7,
			[242218] = 12,
			[156079] = 11,
			[198058] = "Один",
			[223655] = "Слизерон",
			[220580] = 1,
			[233894] = "Белак",
			[236966] = "Некротический паучок",
			[203178] = 1,
			[228775] = 7,
			[156080] = 6,
			[195105] = "Бродячий панцирник",
			[201129] = "Цветущий злошип",
			[156077] = 11,
			[230935] = 6,
			[192058] = 7,
			[203176] = "Советник Вандрос",
			[15654] = "Магистр Календрис",
			[215466] = "Истязательница душ Тагерма",
			[189869] = "Хранитель Покоя Лазурного Крыла",
			[240039] = 3,
			[209433] = "[*] Затягивающая сингулярность",
			[211501] = "Зачарованный паучонок",
			[202156] = "Едкая желчь",
			[58994] = "Живое колдунство",
			[204337] = "Ухмыляющийся тенелов",
			[205228] = 2,
			[215598] = 4,
			[61581] = "Рунодел клана Закаленных Бурей",
			[193051] = "Король Волнобород",
			[212396] = 3,
			[36213] = "Большой элементаль земли <Stormcookiez-Blackmoore>",
			[105694] = 2,
			[236969] = "[*] Лужа Скверны",
			[69347] = "Повелитель Плети Тираний",
			[80151] = "Повелитель магмы Каменных Недр",
			[190895] = 11,
			[91872] = "Служитель Сиамата <[*] Статический шок>",
			[207278] = "Капитан патруля Гердо",
			[23228] = 2,
			[202160] = 4,
			[212397] = 3,
			[156084] = 11,
			[235948] = "Эредарская призывательница душ",
			[182705] = "Темный маг из клана Кровавой Глазницы",
			[200111] = "Тень Ксавия",
			[83171] = "[*] Магическая ловушка",
			[24252] = 1,
			[235947] = "Сквернскорнский пехотинец",
			[228780] = 6,
			[205231] = "Созерцатель Тьмы <Æglæca-Agamaggan>",
			[235950] = "Эредарская призывательница душ",
			[240043] = 3,
			[224685] = 6,
			[205237] = 12,
			[193969] = "Аранасийская мать выводка",
			[109791] = 8,
			[204208] = "Хранитель портала",
			[226837] = "Змееуст-механик",
			[198065] = 8,
			[149943] = "Палач Мясодел",
			[198067] = 7,
			[233901] = "[*] Удушающая тьма",
			[218543] = 11,
			[199097] = "[*] Гипнотическое облако",
			[187827] = 12,
			[114911] = 7,
			[112866] = 9,
			[231854] = "Харджатан",
			[176568] = 1,
			[46197] = 11,
			[54644] = "ТХД <Лукареция-Голдринн>",
			[162231] = "Чародей Камнерогов",
			[197046] = 4,
			[202166] = 1,
			[239022] = "Бес адского огня",
			[60021] = 2,
			[87779] = "Служитель храма",
			[201139] = "Страж гнева - мастер клинка",
			[201143] = 1,
			[235951] = "Эредарская призывательница душ",
			[236975] = "Сквернолап-каратель",
			[225812] = "Выжигатель Скверны",
			[189877] = 11,
			[207283] = 8,
			[142878] = 4,
			[209331] = 2,
			[202164] = 1,
			[220597] = "[*] Энергетический заряд",
			[69350] = "Чемпион Колизея",
			[205236] = 2,
			[198069] = 5,
			[199093] = "Порабощенный резчик рун",
			[87780] = "Служитель храма",
			[209332] = 2,
			[243120] = "Юркая змея <Деятель>",
			[61044] = "Павший воин",
			[204213] = 5,
			[53365] = 6,
			[22717] = 9,
			[215476] = 3,
			[151998] = "Зараженный паучок",
			[176569] = 12,
			[243121] = "Юркая змея <Деятель>",
			[193977] = "Имирон, падший король",
			[207288] = 7,
			[205238] = 2,
			[211384] = "Гончая Легиона",
			[240050] = 3,
			[183737] = "Инфернал пламени Скверны <Командир повелителей ужаса Арганот>",
			[225716] = 2,
			[243122] = 6,
			[216509] = 10,
			[204215] = 5,
			[46199] = 12,
			[241169] = "[*] Теневое разрушение",
			[229905] = "Пожинатель душ",
			[187837] = 7,
			[143807] = "Шал'дорай - верховный маг",
			[202168] = 1,
			[85222] = 2,
			[215482] = "Истязательница душ Тагерма",
			[59509] = "Огненная сфера",
			[198073] = "Хмуродроб Лютый",
			[223670] = 11,
			[232885] = "Сарукел",
			[44151] = 10,
			[157122] = 2,
			[235957] = "Лорд-командующий Алексис",
			[98021] = "Тотем духовной связи <Блуби>",
			[195094] = "Воин из клана Колец Ненависти",
			[214459] = 2,
			[46968] = 1,
			[162243] = 12,
			[225719] = 5,
			[19134] = "Титановый осадник",
			[225724] = 11,
			[171454] = 3,
			[197051] = 4,
			[198080] = "Хмуродроб Лютый",
			[207290] = 6,
			[86292] = "Вихрь Эртан",
			[225720] = 6,
			[48503] = 11,
			[235964] = 12,
			[196028] = "Колдунья из клана Колец Ненависти",
			[180670] = "Ми'лаш <Laurën-Arathi>",
			[198076] = 5,
			[190909] = 10,
			[101650] = 9,
			[225721] = 12,
			[225726] = 11,
			[219578] = 3,
			[59254] = "Имирьярский некромант",
			[19647] = "Охотник Скверны <Апсэт-ЧерныйШрам>",
			[198077] = "Один",
			[70890] = 6,
			[47737] = "Хаотический разлом <Аномалус> <Аномалус>",
			[215570] = 1,
			[227777] = "Мрргрия",
			[127207] = 8,
			[171457] = 3,
			[211401] = "Пылающий бес",
			[201158] = 3,
			[215484] = "Истязательница душ Тагерма",
			[128232] = "Проповедница Алого ордена",
			[225723] = 10,
			[201159] = "Миллифисент Манашторм",
			[195007] = 7,
			[110310] = 11,
			[205246] = 9,
			[198079] = "Хмуродроб Лютый",
			[120037] = "[*] Ледяная волна",
			[241082] = 9,
			[112870] = 9,
			[48504] = 11,
			[211390] = 12,
			[81642] = "Зубохлоп",
			[198088] = "[*] Сияющий фрагмент",
			[247226] = 5,
			[240059] = 2,
			[241083] = 9,
			[225725] = 11,
			[84714] = 8,
			[211391] = "Гончая Легиона",
			[59255] = "Имирьярский некромант",
			[238012] = 10,
			[70380] = 12,
			[17481] = 8,
			[232893] = 12,
			[129253] = 5,
			[218559] = 7,
			[70421] = "Освобожденный солдат Альянса",
			[237068] = "Закаленный бурей страж",
			[114919] = 2,
			[196115] = "Корстилакс",
			[240061] = "Сочный плеточник <Агронокс> <Агронокс>",
			[101649] = 9,
			[211399] = 8,
			[132563] = 11,
			[235966] = 10,
			[85739] = 1,
			[232974] = "[*] Затягивающая сингулярность",
			[70381] = "Начальник кузни Гархлад",
			[215489] = "[*] Ядовитая лужа",
			[211400] = 7,
			[242110] = 3,
			[218561] = 12,
			[235967] = 7,
			[163272] = 10,
			[82707] = "Геомант из племени Темного Камня",
			[213520] = "[*] Чародейская сфера",
			[240063] = "Неизвестно <Агронокс>",
			[191941] = "Тиратон Салтерил",
			[225729] = 11,
			[114923] = 8,
			[235968] = "Призрачный страж костей",
			[202188] = 7,
			[221634] = "Браксас Плотерез",
			[235974] = "Взрывное темное отражение",
			[199109] = 4,
			[224706] = 11,
			[225730] = 11,
			[202181] = "Камнеспинный щелкозуб",
			[235969] = "Падшая жрица",
			[233997] = 5,
			[238017] = "[*] Сфера доблести",
			[22719] = 1,
			[190919] = 11,
			[183752] = 12,
			[225731] = 5,
			[234946] = 5,
			[227779] = "Тень Медива",
			[224782] = "Леди Сильвана Ветрокрылая",
			[190994] = 4,
			[86765] = "Яростный шлак",
			[240066] = "Волномаг из племени Острозубов",
			[39803] = 1,
			[225732] = "Леди Веландра Гребень Ворона",
			[243138] = 10,
			[219589] = 8,
			[114410] = "Брат Корлофф",
			[206352] = "Раскаленный уголь",
			[82670] = "Присягнувший капитан",
			[254474] = 2,
			[155158] = 8,
			[199116] = 7,
			[226757] = 8,
			[227781] = "[*] Сияющий фрагмент",
			[212423] = "Восставший тихоступ <Альдегар-Гордунни>",
			[59513] = "Принц Талдарам",
			[190925] = 3,
			[60025] = 3,
			[191946] = "Полководец Паржеш",
			[33917] = 11,
			[88814] = "Верховный пророк Барим",
			[113899] = "Демонические врата <Гномбесогон>",
			[200208] = "Проклятый морем тюремщик душ",
			[238021] = 8,
			[82671] = "Присягнувший мирмидон",
			[193997] = "Аранасийская мать выводка",
			[69395] = 5,
			[82673] = "Присягнувший мирмидон",
			[70388] = "Грозный волшебник",
			[227783] = "Мрргрия",
			[213453] = 3,
			[205258] = "Инфернал адского пламени",
			[247237] = 2,
			[199115] = 6,
			[216521] = 10,
			[225736] = 4,
			[78578] = "Иллиана Воронья Ольха",
			[113900] = "Демонические врата <Гномбесогон>",
			[55931] = "Принц Талдарам",
			[205259] = "Инфернал адского пламени",
			[132564] = 6,
			[91375] = "[*] Темный разлом",
			[191949] = "Тиратон Салтерил",
			[67826] = 1,
			[185806] = "Наемный инженер",
			[93423] = "Барон Эшбери",
			[57723] = 10,
			[210383] = 2,
			[111341] = "Рассекатель Алого ордена",
			[85234] = "Гнилая нежить",
			[183759] = 11,
			[229837] = 9,
			[210380] = 6,
			[130283] = 10,
			[31687] = 8,
			[61562] = "Сумеречный черный маг",
			[247240] = 6,
			[190927] = 3,
			[239052] = "Нал'аша",
			[225739] = 4,
			[84721] = 8,
			[93424] = "[*] Асфиксия",
			[61563] = "Сумеречный черный маг",
			[238026] = 3,
			[31935] = 2,
			[190928] = 3,
			[183764] = 4,
			[220624] = 1,
			[199182] = "Эбеновый ворг",
			[211406] = "Пылающий бес",
			[49020] = 6,
			[86771] = "Гремящий глиняный элементаль",
			[214478] = 10,
			[207311] = 6,
			[108271] = 7,
			[118000] = 1,
			[202192] = 7,
			[227789] = "Благочестивая дева",
			[212431] = 3,
			[238028] = 9,
			[198097] = 4,
			[215503] = "Пульсирующее яйцо",
			[212492] = "Заклинательница клинков Алуриэль",
			[217551] = 9,
			[35711] = 7,
			[225746] = 3,
			[204241] = 2,
			[45181] = 4,
			[194006] = "[*] Лужа слизи",
			[190931] = 3,
			[216528] = 7,
			[225743] = 1,
			[120588] = 7,
			[231945] = 1,
			[204242] = 2,
			[188884] = "Наемный инженер",
			[198099] = "Урсок",
			[81141] = 6,
			[183765] = 10,
			[7057] = "Призрачный служитель",
			[10789] = 3,
			[162264] = 12,
			[204243] = "Обитатель Кошмара",
			[90355] = 3,
			[181718] = "Деспотичная Велари",
			[223697] = "Ротос",
			[224721] = "Шаман Служителей Земли",
			[201172] = "Безликое щупальце",
			[210387] = "Элисанда",
			[85236] = "Гниющий ужас",
			[220626] = 1,
			[188886] = "Артиллерийское орудие Скверны",
			[239056] = "Руновидец Фальяр",
			[45182] = 4,
			[224722] = "Шаман Служителей Земли",
			[96499] = 12,
			[243152] = "[*] Демоническое извержение",
			[211412] = "Пылающий бес",
			[212436] = 3,
			[246224] = 8,
			[45438] = 8,
			[223699] = 8,
			[241105] = "Лейтенант Серебряная Мощь",
			[244176] = 9,
			[202198] = "Камнерукий охотник",
			[195031] = "Проклятый морем тюремщик душ",
			[239058] = "[*] Касание Саргераса",
			[238034] = 11,
			[198103] = 7,
			[207318] = 3,
			[32192] = "Леди Джайна Праудмур",
			[184793] = "Совокк",
			[135700] = 11,
			[195032] = "Смотрящий",
			[207317] = 6,
			[57994] = 7,
			[214486] = "Звездный авгур Этрей",
			[207319] = 6,
			[232916] = "[*] Оскверняющие чернила",
			[201176] = "Змееуст-барахольщик",
			[10341] = "Облученная слизь",
			[195033] = "Проклятый морем тюремщик душ",
			[225749] = 7,
			[88308] = "Альтаирий",
			[211466] = 7,
			[111859] = 9,
			[241108] = "Легионер из клана Волнистой Чешуи",
			[192985] = "Гнев Азшары",
			[201227] = "Оскверненная кровью ярость",
			[235989] = "Реактор душ",
			[61309] = 5,
			[238037] = "[*] Отголоски Света",
			[196058] = "Раб из племени Горькой Воды",
			[47755] = 5,
			[200154] = "Разрушитель из Подкаменного разлома",
			[195035] = "Проклятый морем тюремщик душ",
			[243157] = "Доматракс",
			[227799] = "[*] Ураганная волна",
			[196059] = "Раб из племени Горькой Воды",
			[231895] = 2,
			[247253] = 12,
			[47743] = "Аномалус",
			[198108] = "Урсок",
			[225752] = 7,
			[189917] = "Саргерайский каратель",
			[195036] = "Проклятый морем тюремщик душ",
			[196060] = "Раб из племени Горькой Воды",
			[151010] = "Воин-костещеп",
			[157153] = 7,
			[209417] = 4,
			[124659] = 10,
			[225753] = 7,
			[202204] = 11,
			[195037] = "Оракул из клана Колец Ненависти",
			[196061] = 10,
			[205276] = "Эредарская вестница хаоса",
			[247255] = 10,
			[60030] = "Джедога Искательница Теней",
			[201175] = "Змееуст-барахольщик",
			[205273] = 2,
			[243160] = 12,
			[195038] = "Проклятый морем тюремщик душ",
			[183767] = 4,
			[73976] = "Разносчик чумы из Неферсета",
			[198109] = "Урсок",
			[11426] = 8,
			[202206] = 11,
			[76026] = "Командир Улток",
			[185824] = "Выжигатель Скверны",
			[111348] = "Рассекатель Алого ордена",
			[179681] = "Повелитель Скверны Закуун",
			[156132] = 2,
			[198111] = 8,
			[231899] = 10,
			[58991] = "Люторог Драккари",
			[228891] = "Глубоководное чудовище",
			[206303] = "Инквизитор Истязарий",
			[211422] = 2,
			[204255] = 12,
			[90361] = "Хозяинидиот <Деятель>",
			[214494] = 6,
			[207327] = "Сферический уборщик",
			[2649] = "Олень <Дедстолет-Седогрив>",
			[180747] = 11,
			[34447] = "Маффинмон",
			[230920] = "Волноход из племени Острозубов",
			[187874] = 7,
			[186846] = "Наемный инженер",
			[111351] = "Рассекатель Алого ордена",
			[207328] = "Сферический уборщик",
			[241116] = "Легионер из клана Волнистой Чешуи",
			[88314] = "Смерч",
			[76047] = "Командир Улток",
			[227806] = "[*] Бесконечная зима",
			[200200] = 5,
			[18499] = 1,
			[158221] = 10,
			[13730] = "Джаруд",
			[108280] = 7,
			[125174] = 10,
			[218592] = 2,
			[244189] = 2,
			[187876] = "Начертатель Бездны Ааталос",
			[234966] = 3,
			[204304] = 3,
			[56969] = "Лазурный чешуеплет",
			[200163] = 3,
			[209378] = "Имаку'туя",
			[109304] = 3,
			[235999] = 7,
			[53390] = 7,
			[211426] = 2,
			[198116] = 8,
			[57984] = "Большой элементаль огня <Iramix-DunModr>",
			[108281] = 7,
			[233952] = 4,
			[218594] = 2,
			[227809] = "Благочестивая дева",
			[187878] = 7,
			[156138] = "Мясник",
			[235998] = "Лорд-командующий Алексис",
			[60032] = "Джедога Искательница Теней",
			[30146] = 9,
			[196070] = "Корстилакс",
			[194022] = 5,
			[195046] = "Оракул из клана Колец Ненависти",
			[187879] = "Начертатель Бездны Ааталос",
			[22595] = "Ползучий слякоч",
			[22723] = 1,
			[200166] = 12,
			[191975] = "Полководец Паржеш",
			[192999] = 12,
			[200167] = 3,
			[227811] = "[*] Беснующаяся буря",
			[227843] = "[*] Тяжелый шаг",
			[23239] = 6,
			[201191] = "Порожденный ненавистью слизень",
			[199143] = "Латосий",
			[191976] = "Хирья",
			[225764] = 11,
			[158188] = "Душа Акаари",
			[214502] = 10,
			[49026] = "Кровожадный тундровый волк",
			[115450] = 10,
			[206311] = "Тихондрий",
			[221699] = 6,
			[191977] = "Полководец Паржеш",
			[225765] = 4,
			[218598] = 3,
			[52610] = 11,
			[59265] = "Бесноватый ворген",
			[97547] = 11,
			[198121] = 8,
			[128249] = "Вызыватель из Алого ордена",
			[52098] = "Генерал Бьярнгрим",
			[225766] = 11,
			[185835] = "Мек'бараш",
			[211432] = 10,
			[196074] = "Корстилакс",
			[118522] = 7,
			[222695] = 7,
			[199146] = "Золотистый олень",
			[224743] = "Ревизор Изиэль",
			[225767] = 10,
			[185778] = 4,
			[135664] = "Аракс'ат",
			[204266] = 7,
			[205290] = 2,
			[214505] = "Гнев деревьев",
			[47747] = "Аномалус",
			[239073] = "Неизвестно",
			[225768] = 2,
			[243174] = 2,
			[227816] = "Гарм",
			[206340] = "Гул'дан",
			[202217] = "Ануб'ессет",
			[209387] = "Кошмарный ужас",
			[150002] = "Пламенеющий служитель",
			[224745] = "Ревизор Изиэль",
			[225769] = 5,
			[240096] = "[*] Огненный ливень",
			[227817] = "Благочестивая дева",
			[212459] = 9,
			[205292] = 9,
			[206316] = 1,
			[223722] = 11,
			[225770] = 5,
			[209388] = 2,
			[201199] = 3,
			[219627] = "Аода Сухой Лепесток",
			[196078] = "Слияние душ",
			[61570] = "Сумеречный апостол",
			[200196] = 5,
			[47748] = "Аномалус",
			[200174] = 5,
			[201198] = 10,
			[210413] = 4,
			[63106] = 9,
			[225772] = 7,
			[56707] = "Чумоброд",
			[155145] = 2,
			[199151] = "Сердитый бык",
			[200175] = 12,
			[48260] = "Горток Бледное Копыто",
			[218605] = "Друид-медведь <Полиморфи>",
			[236011] = "[*] Стон страдания",
			[49028] = 6,
			[12323] = 1,
			[204263] = 5,
			[205320] = 10,
			[209410] = "Чародейка из Сумеречной Стражи",
			[184815] = "Руническая лужа",
			[150025] = "Исцеляющие воды",
			[156150] = 8,
			[228845] = "Костедробящий скелет",
			[197105] = "Колдунья из клана Колец Ненависти",
			[69369] = 11,
			[196099] = 9,
			[180720] = 3,
			[225774] = 9,
			[202225] = 1,
			[211440] = 5,
			[212464] = "Верховный друид Глайдалис",
			[114942] = 7,
			[82691] = 8,
			[185840] = "Мек'бараш",
			[6770] = 4,
			[192003] = "Пылающее порождение гидры",
			[61568] = "Сумеречный верующий",
			[222719] = "Скверносерд-осквернитель",
			[93954] = "Палач калифа",
			[127230] = 2,
			[132603] = 5,
			[215537] = 1,
			[201153] = "Пожиратель разума Каарж",
			[225776] = 9,
			[228848] = "Костедробящий скелет",
			[195060] = "[*] Живительная вода",
			[204275] = "Скорпирон",
			[20549] = 11,
			[217583] = "Палач из Сумеречной стражи",
			[20805] = "Лорд Питонас",
			[175607] = "Поддавшийся ночи Приверженец Тени",
			[225777] = 2,
			[194037] = "Темная мать",
			[211443] = 5,
			[59268] = "Горток Бледное Копыто",
			[205300] = "Сущность порчи",
			[222706] = 11,
			[63619] = "Подчиняющий разум <Люлип>",
			[218587] = "Дресарон",
			[225778] = 6,
			[226802] = 9,
			[192002] = 12,
			[212468] = "Неизвестно <Утрамбовка>",
			[202223] = "Едкая желчь",
			[200182] = "Тень Ксавия",
			[133630] = 2,
			[15587] = "Магистр Календрис",
			[203254] = "Советник Вандрос",
			[175610] = "Поддавшийся ночи Приверженец Тени",
			[219636] = "[*] Взрывная порча",
			[7922] = 1,
			[102659] = 4,
			[189944] = "Мистик Велруун",
			[47750] = 5,
			[200183] = 5,
			[207349] = 6,
			[202231] = "Камнерукий повелитель личинок",
			[217590] = "Псарь Хаккар",
			[228852] = "Ловчий Аттумен",
			[234996] = 6,
			[189945] = "Мистик Велруун",
			[192001] = 5,
			[16838] = "Элдретарский дух",
			[58501] = 4,
			[202232] = "[*] Поглощение",
			[199168] = "[*] Чешется!",
			[8676] = 4,
			[189946] = "Властитель Галлаани",
			[198137] = 2,
			[242164] = 4,
			[200185] = "Тень Ксавия",
			[193018] = "Король Волнобород",
			[218615] = 9,
			[72968] = 6,
			[212472] = "Тленосвищ <Утрамбовка>",
			[188923] = 1,
			[222711] = 11,
			[221680] = "Браксас Плотерез",
			[195072] = 12,
			[218621] = "Повелитель Скверны Зардак",
			[121093] = 10,
			[246261] = 8,
			[179709] = "Повелитель Скверны Закуун",
			[221688] = "Браксас Плотерез",
			[239094] = 7,
			[120069] = "Юная гончая пламени",
			[224760] = 4,
			[222716] = "Скверносерд-осквернитель",
			[64901] = 5,
			[228853] = "Квалдир - ведьма приливов",
			[234995] = 10,
			[200194] = "Имирон, падший король",
			[239095] = 8,
			[225771] = 7,
			[77575] = 6,
			[218617] = 1,
			[75531] = 9,
			[85256] = 2,
			[107270] = 10,
			[197117] = "Пронзающее щупальце",
			[29893] = 9,
			[88331] = 3,
			[190997] = 6,
			[103171] = "[*] Гниющие стрелы",
			[185855] = 3,
			[211442] = 5,
			[225788] = 10,
			[217597] = 1,
			[206333] = 1,
			[150020] = "Сумеречный владыка Балтиэль",
			[220664] = 4,
			[225787] = 8,
			[218620] = "Повелитель Скверны Кардуз",
			[236026] = 11,
			[211476] = "Маназмей",
			[94472] = 5,
			[11876] = "Иронайа",
			[240122] = 9,
			[197115] = "Колдунья из клана Колец Ненависти",
			[242170] = "Оживший художественный роман <Волшебная библиотека>",
			[185857] = "Канонир Стальгорна",
			[236027] = 1,
			[209406] = 11,
			[159238] = 4,
			[198144] = 8,
			[190977] = 9,
			[224765] = 3,
			[209407] = 11,
			[218622] = "Повелитель Скверны Даракк",
			[8292] = "Гримлок",
			[204288] = 7,
			[55173] = 11,
			[54149] = 2,
			[17735] = "Саркатхе <Дебриссет-Борейскаятундра>",
			[183811] = 2,
			[176644] = 11,
			[44425] = 8,
			[186883] = "Извергатель пламени Скверны",
			[196098] = 9,
			[213504] = "[*] Чародейский туман",
			[239101] = "Змееуст-барахольщик",
			[205298] = "Эмерисс",
			[208385] = "[*] Выделение порчи",
			[92426] = "Озрук",
			[225814] = "Иллиана Танцующая с Клинками",
			[211457] = "Таликса Пламя Гнева",
			[204290] = 7,
			[185779] = 4,
			[214529] = "Кенарий",
			[240126] = "Тар'гокк",
			[59267] = "Горток Бледное Копыто",
			[233983] = "Белак",
			[187890] = 7,
			[20295] = "Леди Анакондра",
			[196100] = 9,
			[185841] = "Мек'бараш",
			[206339] = "Гул'дан",
			[199172] = "Мрачный страж <Повелитель ужаса Мендаций> <Повелитель ужаса Мендаций>",
			[192005] = "Волшебное порождение гидры",
			[175601] = "Поддавшийся ночи праведник",
			[202244] = 11,
			[5394] = 7,
			[204292] = "Скорпирон",
			[159217] = "[*] Танец клинков",
			[198149] = 8,
			[184814] = "Бурлящая лужа",
			[150001] = "Мордреш Огненный Глаз",
			[194025] = 5,
			[221710] = 2,
			[186887] = "Извергатель пламени Скверны",
			[81677] = "Бесноватый кроколиск",
			[53385] = 2,
			[223718] = "[*] Извергающаяся слизь",
			[231938] = 7,
			[59544] = 5,
			[209413] = "Голем-страж",
			[15716] = "Бродячий панцирник",
			[101643] = 10,
			[248289] = 2,
			[180745] = 3,
			[196064] = "Тихоступ из племени Соленой Чешуи",
			[190984] = 11,
			[224772] = 10,
			[201223] = 1,
			[30151] = "Страж Скверны <Ðenzol-Elune>",
			[48778] = 6,
			[228868] = "Квалдир - ведьма приливов",
			[114954] = 8,
			[227807] = "Один",
			[199176] = "Нараксас",
			[241155] = "Лейтенант Серебряная Мощь",
			[58505] = 4,
			[215558] = 1,
			[61567] = "Сумеречный верующий",
			[228869] = "[*] Сокрушительные волны",
			[59529] = "Волхан",
			[224729] = 3,
			[199177] = "Эбеновый ворг",
			[21057] = "Терадримский страж",
			[228874] = 2,
			[159250] = "Каргат Острорук",
			[211464] = "Порабощенная Скверной карательница",
			[225800] = "Шал'дорай - верховный маг",
			[180748] = 9,
			[34433] = 5,
			[60029] = "Джедога Искательница Теней",
			[124682] = 10,
			[201226] = "Оскверненная кровью ярость",
			[84751] = 9,
			[227847] = 1,
			[245253] = "[*] Нестабильное ущелье",
			[180749] = 5,
			[223704] = "Страшный зверолов",
			[199179] = "Эбеновый ворг",
			[187174] = 5,
			[88335] = 12,
			[227886] = 5,
			[227848] = "Благочестивая дева",
			[228872] = "Хелия",
			[180750] = 2,
			[5171] = 4,
			[215562] = 1,
			[196111] = "Прибойный краб",
			[58506] = "Берсерк из стаи Кровавых Клыков",
			[235016] = 11,
			[188888] = "Извергатель пламени Скверны",
			[185816] = "Наемный инженер",
			[59530] = "Оплавленный голем",
			[181775] = 10,
			[120076] = "Взрослая гончая пламени",
			[200205] = "Скверноботик",
			[184847] = "Гуртогг Кипящая Кровь",
			[218635] = "Сеня <Корфу>",
			[203277] = 8,
			[204301] = 2,
			[221707] = 2,
			[217554] = "Псарь Хаккар",
			[91408] = "Ауг",
			[183766] = 2,
			[225803] = "[*] Запечатанная магия",
			[23240] = 3,
			[227851] = "Мороуз",
			[228875] = "Темный серафим",
			[221708] = 2,
			[59259] = "Берсерк из закаленной стали",
			[231947] = 1,
			[231946] = 1,
			[225804] = "Заклинатель из Сумеречной стражи",
			[194064] = "Темная мать",
			[211470] = "Владычица теней",
			[212494] = "Заклинательница клинков Алуриэль",
			[32910] = "Берсерк из закаленной стали",
			[206351] = "Раскаленный уголь",
			[199184] = "Эбеновый ворг",
			[241163] = 8,
			[209423] = 4,
			[208331] = 3,
			[59019] = "Плюющаяся кобра",
			[228877] = "Элисанда",
			[197137] = "Ловчий из клана Колец Ненависти",
			[239116] = "Ласан Небесный Рог",
			[199185] = "Проклятый сокол",
			[192018] = "Хирья",
			[242188] = 1,
			[111854] = "Инструктор Ледяное Сердце",
			[105709] = 7,
			[191948] = "Тиратон Салтерил",
			[61579] = "Создание клана Закаленных Бурей",
			[247308] = 10,
			[120043] = 6,
			[192019] = "Моряк из Ночного дозора",
			[225807] = "[*] Столпы ночи",
			[225737] = 1,
			[211473] = "Владычица теней",
			[1725] = 4,
			[128233] = "Проповедница Алого ордена",
			[111376] = "Проповедница Алого ордена",
			[34428] = 1,
			[243139] = 8,
			[209426] = 12,
			[56716] = "Стужень",
			[197062] = 4,
			[96491] = 3,
			[60024] = 12,
			[199108] = "Золотистый олень",
			[231952] = 2,
			[208403] = 4,
			[225809] = "Ночнорожденный-мудрец",
			[210451] = "[*] Узы ужаса",
			[59020] = "Плюющаяся кобра",
			[218558] = 7,
			[246287] = 5,
			[230844] = 9,
			[39801] = 10,
			[241168] = "Повелительница гиппогрифов Вара",
			[242112] = 12,
			[88852] = 2,
			[122128] = 5,
			[44153] = 3,
			[221715] = 9,
			[129250] = 5,
			[215572] = 1,
			[15589] = "Принц Тортелдрин",
			[196027] = "Колдунья из клана Колец Ненависти",
			[194071] = "Темная мать",
			[211477] = "Гончая Легиона",
			[228883] = "Темный серафим",
			[235956] = "Оживленный храмовник",
			[188950] = "Осквернение <Архимонд> <Архимонд>",
			[23881] = 1,
			[241170] = "Повелительница гиппогрифов Вара",
			[234003] = 9,
			[235027] = 4,
			[215479] = 10,
			[214452] = 7,
			[197144] = "Ловчий из клана Колец Ненависти",
			[201141] = "Страж гнева - мастер клинка",
			[242094] = 5,
			[200216] = "Скверноботик",
			[201240] = "Миллифисент Манашторм",
			[235028] = "Бдительная дева",
			[59021] = "Непреклонный душитель",
			[155166] = 6,
			[199090] = "Сердитый бык",
			[215471] = "Истязательница душ Тагерма",
			[199193] = "Латосий",
			[241172] = "[*] Лунная бомба",
			[234005] = 9,
			[194074] = "Темная мать",
			[191919] = "Полководец Паржеш",
			[236060] = 8,
			[221719] = "Храмовник Серебряной Длани",
			[247316] = 1,
			[221752] = 2,
			[241173] = "Темная стражница",
			[225815] = "Иллиана Танцующая с Клинками",
			[202266] = "[*] Мерзкая жижа",
			[33395] = 8,
			[214579] = 3,
			[59567] = 3,
			[70425] = "Освобожденный солдат Альянса",
			[207386] = 11,
			[208410] = 2,
			[184881] = "Диа Зловещий Шепот",
			[235031] = 8,
			[204316] = "Скорпирон",
			[209489] = "Усиленное око Гул'дана",
			[97560] = 2,
			[113942] = 6,
			[214572] = 12,
			[241175] = "Лунная стражница",
			[196127] = "Ходульник Мак'раны",
			[243223] = 1,
			[219674] = "Незримый стрелок",
			[228889] = "Глубоководное чудовище",
			[213531] = "Тихондрий",
			[247319] = 2,
			[128275] = 11,
			[30153] = "Страж Скверны <Ðenzol-Elune>",
			[204197] = 5,
			[105689] = 3,
			[28858] = "Железная Кора - заступник",
			[61326] = "Лазурный чешуеплет",
			[205341] = "Сочащийся туман",
			[206365] = "Тихондрий",
			[83243] = 3,
			[225859] = "Шал'дорай-натуралист",
			[193055] = "Зов морей",
			[182832] = 9,
			[195103] = "Бродячий панцирник",
			[171554] = 12,
			[210547] = "Элерет Дикая Лань",
			[206366] = 5,
			[227869] = 4,
			[58980] = "Целитель Драккари",
			[199663] = "Фантомный советник",
			[151962] = "Вестник смерти Черношип",
			[24394] = 3,
			[81690] = "Зубохлоп",
			[213534] = "Тихондрий",
			[206367] = "Гул'дан",
			[215582] = "Элерет Дикая Лань",
			[241179] = "Легионер из клана Волнистой Чешуи",
			[117014] = 7,
			[243227] = 3,
			[118038] = 1,
			[220702] = 8,
			[184734] = "Страж портала",
			[239132] = "Аватара Падшего",
			[3242] = "Нестабильный опустошитель",
			[208416] = 7,
			[225822] = 4,
			[235037] = 8,
			[236061] = "Бдительная дева",
			[73500] = 4,
			[61583] = "Рунодел клана Закаленных Бурей",
			[206369] = "Ксавий",
			[170397] = 6,
			[202137] = 12,
			[201250] = "Оскверненная кровью ярость",
			[60067] = "Командир Колург",
			[121536] = 5,
			[228895] = "Полночь",
			[210320] = 2,
			[206370] = "Гул'дан",
			[111896] = 9,
			[200227] = "Нал'тира",
			[234015] = "Белак",
			[194084] = 7,
			[195108] = "Заклинательница штормов из клана Колец Ненависти",
			[238991] = "Искусительница адского огня",
			[210323] = 2,
			[59243] = "Имирьярский плотоед",
			[91419] = "Хрупкоребрый скелет",
			[13341] = "Скелет колдуна",
			[234016] = "Гладиатор из племени Острозубов",
			[235040] = 11,
			[195109] = "Заклинательница штормов из клана Колец Ненависти",
			[196870] = "Заклинательница штормов из клана Колец Ненависти",
			[205348] = "[*] Сфера разрушения",
			[21707] = "Ноксион",
			[199205] = "Повелитель ужаса Мендаций",
			[199055] = 7,
			[209444] = "Ксавий",
			[202277] = "Ксалианна Пламя Скверны",
			[149908] = "Тукр",
			[206220] = "Гул'дан",
			[61584] = "Рунодел клана Закаленных Бурей",
			[247174] = "Замученная душа",
			[191015] = 11,
			[22987] = "Страж ужаса <Alìna-Shattrath>",
			[152108] = 9,
			[177705] = "Чародей Камнерогов",
			[46738] = 12,
			[194956] = "Слияние душ",
			[56938] = "Великая ведунья Телестра",
			[157228] = 11,
			[199207] = "Тралл",
			[48018] = 9,
			[16166] = 7,
			[243234] = "Неизвестно <Дедстолет-Седогрив>",
			[191016] = 2,
			[32714] = "Ан'кахарский измельчитель",
			[205351] = 5,
			[235908] = "Сквернскорнский рунный чародей",
			[207399] = 7,
			[16844] = "Огнечар Элдрета",
			[193065] = 5,
			[113866] = "Джандис Барова",
			[126664] = 1,
			[243073] = 7,
			[197161] = 3,
			[86814] = "Крушитель из стаи Речной Лапы",
			[207400] = 7,
			[21687] = "Липкая муть",
			[217474] = 10,
			[191877] = 7,
			[227034] = 11,
			[212520] = 1,
			[179583] = "Повелитель Скверны Закуун",
			[230950] = "Ловец из бездны",
			[199210] = "Валарьяр-лучница",
			[225857] = "Прирученный манапард",
			[241240] = "Мирмидон из племени Острозубов",
			[203948] = 8,
			[46739] = 7,
			[204330] = 7,
			[197163] = "Хати <Дедстолет-Седогрив>",
			[39316] = 9,
			[222086] = "Кошмарное слияние",
			[192044] = "Хирья",
			[149893] = "Домина",
			[185901] = 3,
			[194942] = "Смотрящий",
			[204331] = 7,
			[228730] = "Ударное щупальце",
			[198188] = "Один",
			[228729] = "Мадам Чугунок",
			[184697] = "Остаточная энергия",
			[217642] = 10,
			[235048] = "Повелитель гнева Акразар",
			[236072] = "Королева душ Дехана",
			[220714] = 4,
			[197165] = "Гнев Азшары",
			[189998] = 8,
			[150067] = "Мордреш Огненный Глаз",
			[87840] = 1,
			[143924] = 7,
			[202285] = 4,
			[221558] = 10,
			[196142] = "Корстилакс",
			[204151] = "Тиратон Салтерил",
			[239145] = "Змееуст-барахольщик",
			[11431] = "Лорд Питонас",
			[200238] = "Тень Ксавия",
			[127169] = 2,
			[243241] = 5,
			[46740] = 12,
			[228322] = 6,
			[196980] = 4,
			[184693] = 11,
			[117952] = 10,
			[48020] = 9,
			[209454] = "Око Гул'дана",
			[202287] = 4,
			[236075] = "Королева душ Дехана",
			[196144] = "Ходульник Мак'раны",
			[148022] = 8,
			[16589] = 11,
			[240171] = "Подводный надзиратель",
			[151094] = "Ужас из пучины",
			[209455] = 8,
			[241004] = "Нестабильная порча",
			[17229] = 8,
			[204336] = 7,
			[127261] = 8,
			[119582] = 10,
			[215599] = 4,
			[60307] = 3,
			[201265] = 8,
			[202289] = 1,
			[236077] = 1,
			[44949] = 1,
			[205361] = "Крос",
			[53652] = 2,
			[150072] = "Аарукс",
			[69826] = 2,
			[245095] = "Слияние страданий",
			[235054] = 10,
			[178741] = 12,
			[69413] = "Чемпион Колизея",
			[229739] = "Элисанда",
			[214577] = 12,
			[79140] = 4,
			[27827] = 5,
			[225840] = "Мерцающий манаспин",
			[243246] = 8,
			[18100] = "Элдретарская тень",
			[204339] = "Ухмыляющийся тенелов",
			[106785] = 11,
			[157241] = "Связанная душа",
			[212327] = 9,
			[192053] = "Полководец Паржеш",
			[21069] = "Мерзкая личинка",
			[194101] = "Грязеход",
			[195125] = 8,
			[204140] = "Хранитель портала",
			[208230] = "Тихондрий",
			[86820] = "Добытчик из стаи Речной Лапы",
			[199221] = 9,
			[35735] = "Укрощенный элементаль воды",
			[225635] = "Темная лучница",
			[36247] = "Наполненный силой пиромант",
			[211508] = 12,
			[228914] = "Один",
			[194918] = 6,
			[222771] = "Скверносерд-мучитель",
			[211299] = "Бдительный инквизитор",
			[175673] = "Бродяга из Клоаки",
			[223585] = "Ор'элл",
			[235058] = "Кил'джеден",
			[232798] = "Гарм",
			[77606] = 6,
			[86309] = "Вихрь Эртан",
			[39319] = 5,
			[13338] = "Чернокнижник из клана Призрачной Луны",
			[142910] = 9,
			[48278] = "Восставший чаротворец",
			[202295] = "Обезумевший от Скверны маг",
			[8148] = "Леди Анакондра",
			[204343] = "Отрекшийся-обманщик",
			[242010] = 6,
			[239155] = "Кил'джеден",
			[11802] = "Посланник из клана Черного Железа",
			[200248] = "Восставший чародей",
			[50326] = 3,
			[240985] = 3,
			[195129] = "Мирмидон из клана Колец Ненависти",
			[2823] = 4,
			[32865] = "Грозный волшебник",
			[214583] = 3,
			[215607] = 4,
			[8936] = 11,
			[201273] = "Оскверненная кровью ярость",
			[194106] = "Грязеход",
			[227894] = "Гарм",
			[26573] = 2,
			[9256] = "Верховный инквизитор Вайтмейн",
			[214584] = 2,
			[225623] = 1,
			[200025] = 2,
			[9512] = 4,
			[202298] = 4,
			[211513] = "Эредарская убийца магов",
			[196155] = "Техник из клана Призрачной Луны",
			[63637] = 2,
			[190012] = "Мастер оружия Мельхиор",
			[124081] = 10,
			[223572] = "Жуткий орел",
			[242230] = 12,
			[173401] = 1,
			[205146] = 9,
			[228920] = 1,
			[216407] = "[*] Лавовый гейзер",
			[223573] = 11,
			[191037] = 11,
			[36702] = 2,
			[230221] = "[*] Поглощенная мана",
			[145152] = 11,
			[85288] = 1,
			[228921] = 5,
			[59542] = 2,
			[203087] = "Советник Вандрос",
			[206398] = "Звездный авгур Этрей",
			[207724] = 5,
			[242232] = 11,
			[218683] = "Мо'арг - вестник боли",
			[102063] = "Искаженное временем чудовище",
			[212540] = "Рваномур <Утрамбовка>",
			[246328] = 10,
			[196941] = 2,
			[175439] = 2,
			[192063] = 7,
			[225851] = "Охранник из Сумеречной Стражи",
			[125096] = "Огромный каменный цийлинь",
			[219708] = 12,
			[204350] = 7,
			[31821] = 2,
			[214589] = 2,
			[207422] = "Малификус",
			[22812] = 11,
			[193088] = "Король Волнобород",
			[194112] = "Король-бог Сковальд",
			[48792] = 6,
			[81706] = "Зубохлоп",
			[229948] = "Повелитель Скверны Кураз'мал",
			[239163] = "Змееуст-барахольщик",
			[83242] = 3,
			[200256] = "Чародейский прислужник",
			[108839] = 8,
			[225605] = 2,
			[211519] = 10,
			[84141] = "Тол'вирский торговец",
			[213567] = "Заклинательница клинков Алуриэль",
			[239164] = "Командир повелителей Скверны Эрикстол",
			[183623] = "[*] Пекло оскверненных душ",
			[233021] = "[*] Инфернальный шип",
			[184899] = 6,
			[188741] = 8,
			[227902] = "Гарм",
			[20271] = 2,
			[213568] = "Чары тайной магии",
			[102569] = "Дорнозму",
			[231998] = "Харджатан",
			[241213] = "Лунная лучница",
			[225855] = "Шал'дорай-натуралист",
			[54680] = "Drogon <Kheliv-Antonidas>",
			[227903] = "Хелия",
			[225597] = 10,
			[229951] = "[*] Обелиск Скверны",
			[111400] = 9,
			[237886] = "Ярл Вельбранд",
			[48025] = 10,
			[225856] = "[*] Отравленные колючки",
			[56728] = "Глаз Талдарама",
			[211261] = "Элисанда",
			[23214] = 2,
			[160067] = "Spider <Sestric-Frostwolf>",
			[195901] = 8,
			[83244] = 3,
			[237879] = "Ярл Вельбранд",
			[193093] = "Король Волнобород",
			[161353] = 8,
			[227905] = 9,
			[212547] = "Ярость Скверны",
			[127271] = 11,
			[59800] = "Ионар",
			[199237] = "Урсок",
			[200261] = "Лишенный души защитник",
			[225858] = "Шал'дорай-натуралист",
			[205112] = "Гончая Скверны - убийца магов",
			[212283] = 4,
			[61336] = 11,
			[88741] = 1,
			[80038] = "Повелитель магмы Каменных Недр",
			[83245] = 3,
			[204086] = 1,
			[217668] = 3,
			[202310] = "Миллифисент Манашторм",
			[227907] = 11,
			[191798] = "[*] Жестокие ветра",
			[231729] = "Волномаг из племени Острозубов",
			[15976] = "Бритвохлест",
			[47770] = 6,
			[176438] = 1,
			[209478] = 2,
			[187700] = 3,
			[105771] = 1,
			[228932] = "Один",
			[225583] = "[*] Чародейское высвобождение",
			[190025] = 1,
			[196917] = 2,
			[239915] = "Гладиатор из племени Острозубов",
			[108843] = 8,
			[243267] = 11,
			[50842] = 6,
			[41301] = 5,
			[59545] = 6,
			[190026] = 4,
			[114848] = "Верховный инквизитор Вайтмейн",
			[87854] = "Упавшая звезда",
			[152143] = "Загустевшая чумная слизь",
			[237865] = "Бес огня Скверны <Аракс'ат>",
			[52890] = "Титановый осадник",
			[212552] = 6,
			[205385] = 5,
			[190027] = 9,
			[116011] = 8,
			[233030] = 9,
			[111772] = "Послушник из Некроситета",
			[210505] = "Саел'орн",
			[219432] = 11,
			[69425] = "Падающая сосулька",
			[205386] = 5,
			[225573] = "Фантомный советник",
			[228649] = 10,
			[241222] = 3,
			[201291] = "Элементиевая белкобомба",
			[226888] = 7,
			[239905] = 8,
			[237857] = "Ярл Вельбранд",
			[203045] = "[*] Зараженная земля",
			[222793] = "Крадущийся ужас",
			[205090] = "Пылающий инфернал",
			[192077] = 7,
			[67890] = 8,
			[101166] = "Освобожденный повелитель пламени",
			[227913] = "Злобный покоритель Скверны",
			[228321] = "Квалдир - терзатель душ",
			[221770] = 1,
			[239176] = "[*] Огненный ливень",
			[6660] = "Призрачный стражник",
			[91776] = "Илохап <Кердана-ЧерныйШрам>",
			[209484] = 1,
			[251463] = 6,
			[126462] = 1,
			[93337] = 2,
			[221771] = 10,
			[198222] = 4,
			[223819] = 2,
			[232450] = "Хелия",
			[62618] = 5,
			[84785] = "Ауг",
			[31567] = "Охотник бога Драккари",
			[196175] = "Твердопанцирник Мак'раны",
			[246345] = 2,
			[230987] = 12,
			[111107] = "Заступник Алого ордена",
			[183889] = 11,
			[69275] = "Повелитель Плети Тираний",
			[194594] = 3,
			[203343] = 9,
			[240611] = "Зовущая море из клана Волнистой Чешуи",
			[205391] = "Крос",
			[57755] = 1,
			[116014] = 8,
			[192081] = 11,
			[242251] = 8,
			[101168] = 2,
			[227917] = "Бестелесный дублер",
			[237132] = 4,
			[59547] = 7,
			[237308] = "Безумная фанатичка",
			[34897] = 5,
			[192082] = 7,
			[209488] = 1,
			[235085] = "[*] Обстрел Скверны",
			[211536] = 5,
			[53148] = "Grollhuf <Unklever-Alleria>",
			[57056] = "Кристаллический хлестун",
			[230990] = "Один",
			[199250] = "Проклятый морем молниеносный клинок",
			[59146] = "Охотник бога Драккари",
			[242253] = 8,
			[203819] = 12,
			[207906] = "Таликса Пламя Гнева",
			[212561] = "Отмеченный Бездной исполин",
			[49170] = "Имирьярский шаман заката",
			[81441] = "Миллхаус Манашторм",
			[248397] = 6,
			[1330] = 4,
			[80180] = "Костолом Каменных Недр",
			[207849] = "Ксавий",
			[211538] = 2,
			[227255] = 12,
			[236516] = "[*] Сумеречный залп",
			[28880] = 1,
			[191061] = 3,
			[208052] = 3,
			[190456] = 1,
			[204778] = 5,
			[48142] = "Бесноватый ворген",
			[204372] = "Скорпирон",
			[197205] = 3,
			[239184] = 8,
			[120112] = "Падший призыватель пламени",
			[633] = 2,
			[176203] = 8,
			[212734] = "[*] Детонация: знак льда",
			[230384] = "Госпожа Сашж'ин",
			[212564] = "Сфера истязания <Инквизитор Истязарий> <Инквизитор Истязарий>",
			[197206] = 10,
			[45470] = 6,
			[240209] = "[*] Нестабильная душа",
			[241233] = "Смотритель гробницы Рез",
			[236528] = "Аватара Падшего",
			[189545] = "Саргерайский раскалыватель душ",
			[211541] = 3,
			[212565] = "Сфера истязания <Инквизитор Истязарий>",
			[233272] = "Горот",
			[63900] = "Сланцевый паук <Школолоша-Гром>",
			[47774] = "Ордынский берсерк",
			[241234] = "Темная лучница",
			[201303] = "Механическая бомбелка",
			[221160] = "Пульсарон",
			[236115] = "Жрица Лунное Пламя",
			[237139] = 5,
			[221781] = "Гул'дан",
			[115506] = "Метатель пламени Алого ордена",
			[223829] = 6,
			[207700] = 6,
			[209495] = "Голем-страж",
			[202328] = "Повелитель Скверны Бетруг",
			[227925] = "Бестелесный дублер",
			[196606] = 9,
			[197209] = 7,
			[190042] = "Мастер оружия Мельхиор",
			[755] = 9,
			[192090] = 11,
			[148540] = 10,
			[228344] = "Гарм",
			[212988] = 12,
			[212568] = "Инквизитор Ветриз",
			[221783] = "Гул'дан",
			[115507] = "Метатель пламени Алого ордена",
			[240213] = "Аватара Падшего",
			[241237] = "Мирмидон из племени Острозубов",
			[241672] = "Латосий",
			[208822] = 9,
			[211545] = 11,
			[199656] = 10,
			[197211] = 7,
			[239190] = 7,
			[191068] = "Осквернение <Архимонд> <Архимонд>",
			[56222] = 6,
			[112948] = 8,
			[207907] = "Таликса Пламя Гнева",
			[8264] = "Оракул из племени Каменного Свода",
			[212570] = 5,
			[229976] = 2,
			[82744] = "Мучитель из Неферсета",
			[248406] = 6,
			[200284] = "Нал'тира",
			[108853] = 8,
			[116768] = 10,
			[10666] = "Земельник-комендант",
			[3355] = 3,
			[206503] = "[*] Пламя Саргераса",
			[222810] = "Тур Яролап",
			[191070] = 3,
			[200285] = 11,
			[234073] = 9,
			[208899] = 7,
			[227930] = "Хелия",
			[22482] = 4,
			[197214] = 7,
			[231002] = "Царственный тучекрыл",
			[210027] = 5,
			[22994] = "Тендрис Криводрев",
			[242265] = 2,
			[243289] = "Инквизитор Себилий",
			[56776] = "Лазурный волхв",
			[188000] = "Натиск Скверны",
			[205406] = 10,
			[214621] = 5,
			[148429] = 7,
			[217355] = 2,
			[234497] = "Заклинатель Скверны Акстрис",
			[191758] = "Шаркающий ужас <Утрамбовка>",
			[59978] = "Глашатай Волаж",
			[228956] = 8,
			[229980] = 10,
			[231004] = "Распорядитель полетов Волнат",
			[150118] = "Загустевшая чумная слизь",
			[241243] = "Почитательница Элуны",
			[16979] = 11,
			[237570] = "Капитан Ята Лунный Удар",
			[220143] = 6,
			[199948] = "Мистик Сса'ве",
			[236547] = "Охотница Каспария",
			[17619] = 11,
			[208607] = 12,
			[200289] = "Тень Ксавия",
			[193585] = "Скальный зверолов",
			[31884] = 2,
			[10444] = 7,
			[228958] = "Тень Медива",
			[191728] = 6,
			[115511] = "Центурион Алого ордена",
			[215648] = 3,
			[12167] = "Лорд Серпентис",
			[153626] = 8,
			[228360] = 5,
			[115767] = 1,
			[188004] = "Шаркающий исполин",
			[86331] = "Великий визирь Эртан",
			[119607] = 10,
			[55968] = "Принц Талдарам",
			[200291] = "Восставший разведчик",
			[35395] = 2,
			[243294] = "[*] Рассекатель Скверны",
			[195172] = "Мирмидон из клана Колец Ненависти",
			[228960] = 2,
			[213602] = 5,
			[231008] = "[*] Взрывная ловушка",
			[176209] = 11,
			[45334] = 11,
			[203795] = 12,
			[243295] = "Обвинитель Гнаж",
			[203364] = "Кровавая принцесса Тал'ена",
			[69263] = "Ик",
			[189030] = 11,
			[198245] = "Хмуродроб Лютый",
			[22823] = "Элдретарский колдун",
			[212030] = "Генерал Ксакал",
			[187655] = "Великий осквернитель У'рогг",
			[202341] = "Ануб'ессет",
			[225296] = "Смертоносный древень",
			[236524] = "Агронокс",
			[189031] = 11,
			[239201] = "Созерцатель",
			[199799] = 6,
			[205818] = "Страж Скверны",
			[201318] = 10,
			[69155] = "Повелитель Плети Тираний",
			[225329] = "Ярость дракона",
			[225263] = "Сущность Кошмара",
			[205414] = 10,
			[39331] = 3,
			[224527] = "Король-скарабей Гамлет",
			[69245] = "Иней",
			[152173] = 10,
			[243298] = "Принудительница Никса",
			[236131] = "Королева душ Дехана",
			[171627] = 7,
			[229988] = "Горящие плитки",
			[82750] = "Мучитель из Неферсета",
			[41635] = 5,
			[224869] = 8,
			[234084] = 11,
			[243299] = "Чернокнижник из Совета Теней",
			[203368] = "Огненный плут",
			[17364] = 7,
			[200732] = "Даргрул",
			[181867] = 11,
			[237821] = 12,
			[192106] = 7,
			[209512] = "Голем-страж",
			[243300] = "Чернокнижник из Совета Теней",
			[227942] = 12,
			[213063] = 10,
			[208924] = "Триллиакс",
			[77451] = 7,
			[226329] = 12,
			[233062] = "Горот",
			[242277] = 4,
			[84799] = "Ауг",
			[211561] = 2,
			[228967] = 5,
			[228611] = "Моряк из Ночного дозора",
			[119611] = 10,
			[47779] = "Распорядитель",
			[192108] = "[*] Боевой клинок",
			[121147] = 6,
			[202347] = 11,
			[81216] = "Миллхаус Манашторм",
			[200822] = "Яростная гниль",
			[213610] = 5,
			[239207] = "Аватара Падшего",
			[215658] = 4,
			[192109] = 7,
			[200944] = 11,
			[5302] = 1,
			[195181] = 6,
			[163073] = 12,
			[205420] = "Крос",
			[181871] = "Жаровня огня Скверны",
			[215659] = 4,
			[106830] = 11,
			[209516] = "Манапард",
			[230431] = "[*] Истечение мощью Скверны",
			[203373] = "Наблюдательный инквизитор",
			[196206] = "Чернокнижник из клана Призрачной Луны",
			[148564] = 3,
			[82753] = "Чудотворец из Неферсета",
			[216099] = "Механическая бомбелка <Olympias-Nordrassil>",
			[61463] = "Глаз Талдарама",
			[217708] = 3,
			[211071] = 1,
			[236138] = "Королева душ Дехана",
			[188016] = 7,
			[189040] = "Териссия",
			[214637] = 5,
			[215661] = 2,
			[206936] = "Корональный выброс",
			[209518] = "Око Гул'дана",
			[200953] = 1,
			[186993] = "Мастер клинка Джубей'тос",
			[188017] = 7,
			[221805] = 12,
			[78835] = "Озрук",
			[232044] = 2,
			[6262] = 9,
			[52778] = "Анжинер Термоштепсель",
			[101184] = 8,
			[93505] = "Лорд Вальден",
			[188018] = 4,
			[229997] = 4,
			[247403] = "Харджатан",
			[207472] = 10,
			[233069] = 1,
			[242284] = 7,
			[235117] = "Бдительная дева",
			[227950] = 5,
			[84342] = 2,
			[221807] = "Гул'дан",
			[115519] = "Центурион Алого ордена",
			[6742] = "Гримлок",
			[212008] = "Змееуст-барахольщик",
			[201330] = 1,
			[101185] = 2,
			[236142] = "Реактор душ",
			[204402] = "Грозная разрушительница",
			[58180] = 11,
			[239214] = "Кил'джеден",
			[192565] = "Валарьяр-очиститель",
			[241262] = "[*] Сожжение Скверны",
			[242286] = 7,
			[210546] = "Элисанда",
			[81220] = "Миллхаус Манашторм",
			[188021] = 3,
			[115008] = 10,
			[232698] = 5,
			[203828] = "Оскверненный гриб",
			[241263] = "Ведьма из клана Волнистой Чешуи",
			[201332] = 11,
			[235120] = "Взрывное темное отражение",
			[211571] = "Скверноподданный маг Хаоса",
			[196213] = "Корстилакс",
			[197237] = 4,
			[239216] = "Кил'джеден",
			[171103] = 3,
			[233520] = "Харджатан",
			[69172] = "Повелитель Плети Тираний",
			[196666] = "Гнев Азшары",
			[203381] = "Кровавая принцесса Тал'ена",
			[188023] = 11,
			[230002] = "Страж Скверны - дозорный",
			[239217] = "Созерцатель",
			[107842] = 2,
			[208501] = 3,
			[201334] = 8,
			[22570] = 11,
			[23381] = "Леди Анакондра",
			[223166] = 5,
			[221812] = 7,
			[198263] = "Один",
			[41517] = 8,
			[200943] = 11,
			[192619] = "Гнев Азшары",
			[202359] = 11,
			[227956] = 9,
			[38981] = "Плут пламени Скверны",
			[203001] = 11,
			[115290] = "Талнос Воздаятель Душ",
			[150601] = "Вестник смерти Черношип",
			[527] = 5,
			[225909] = "Паучонок из крепости Черной Ладьи",
			[202360] = 11,
			[158792] = 11,
			[242740] = 2,
			[230005] = 4,
			[165996] = 4,
			[226361] = "Скальный камнешвыр",
			[216695] = 9,
			[242292] = 9,
			[235125] = "[*] Нестабильная душа",
			[199916] = "Безликий маг Бездны",
			[188027] = 8,
			[156287] = 1,
			[214648] = 12,
			[107844] = 5,
			[83783] = "Пигмей-дикарь",
			[196674] = 9,
			[226935] = "Бич Ил'гинота",
			[603] = 9,
			[188028] = 1,
			[233530] = "Харджатан",
			[126507] = 6,
			[232055] = 10,
			[208506] = "Триллиакс",
			[104773] = 9,
			[226936] = "Бич Ил'гинота",
			[78903] = "Озрук",
			[188029] = 12,
			[214121] = 5,
			[206459] = "Аватара тьмы",
			[107845] = 1,
			[216698] = 9,
			[187464] = 5,
			[52042] = 7,
			[206433] = "Звездный авгур Этрей",
			[188030] = 5,
			[120361] = 3,
			[198269] = "Верховный друид Глайдалис",
			[248439] = 1,
			[215107] = 3,
			[691] = 9,
			[202365] = "Порабощенный резчик рун",
			[207887] = "Таликса Пламя Гнева",
			[703] = 4,
			[172673] = "Знахарка из племени Черного копья",
			[30933] = "Иллиана Воронья Ольха",
			[240249] = "[*] Расплавленная Скверна",
			[62374] = "Огненный Левиафан",
			[23126] = 3,
			[222275] = 5,
			[77130] = 7,
			[27545] = "Астрилиан",
			[230011] = 6,
			[47528] = 6,
			[222074] = 5,
			[186257] = 3,
			[234107] = "Доматракс",
			[114738] = 7,
			[222278] = 6,
			[188033] = 12,
			[156293] = "Мясник",
			[49576] = 6,
			[211052] = 12,
			[783] = 11,
			[234108] = 6,
			[223057] = "Ночная мать",
			[211583] = 9,
			[188034] = 6,
			[183415] = 2,
			[206464] = "Корональный выброс",
			[111673] = 6,
			[203796] = 12,
			[242300] = 1,
			[44457] = 8,
			[227966] = "Гниющий билетер",
			[188035] = 6,
			[197250] = "Кордана Оскверненная Песнь",
			[82763] = "Присягнувший мастер топоров",
			[232519] = 2,
			[192131] = "Полководец Паржеш",
			[225919] = 12,
			[226943] = 5,
			[227967] = "Хелия",
			[228991] = "Проекция Хранителя",
			[197251] = "Кордана Оскверненная Песнь",
			[239230] = 8,
			[167898] = 2,
			[170995] = "Akkdarr <Tarsjanu-DieAldor>",
			[234111] = 9,
			[200941] = 11,
			[14516] = "Убийца из стаи Речной Лапы",
			[241677] = "[*] Разлом Бездны",
			[213634] = 5,
			[82764] = "Присягнувший следопыт",
			[207491] = "Хрономатическая аномалия",
			[241609] = "Пылающий архидемон <Страж портала Скверны>",
			[242303] = 1,
			[33833] = "Безумный призрак маны",
			[211064] = 11,
			[59304] = "Король Имирон",
			[230017] = 7,
			[239232] = "Созерцатель",
			[34861] = 5,
			[200325] = "Восставший разведчик",
			[209540] = 2,
			[218755] = "Гноешкурый гризли",
			[182365] = "Инфернал пламени Скверны <Командир повелителей ужаса Арганот> <Командир повелителей ужаса Арганот>",
			[211542] = 9,
			[171017] = "Charscorn <Lucifell-Sylvanas>",
			[22743] = "Элдретарский дух",
			[224907] = "Командир повелителей Скверны Азгалор",
			[192135] = "Крушитель раковин из клана Колец Ненависти <Полководец Паржеш>",
			[201350] = 6,
			[189532] = "Властитель Галлаани",
			[118089] = 6,
			[245377] = "Штурмовой инфернал",
			[189064] = 1,
			[239234] = 8,
			[93821] = 12,
			[204892] = "Кракса",
			[234115] = 6,
			[87618] = "Асаад",
			[227972] = "Хелия",
			[247891] = 10,
			[235612] = 6,
			[239235] = "Созерцатель",
			[207495] = "Неизвестно <Астрея>",
			[16856] = "Мрачный страж <Повелитель ужаса Мендаций>",
			[224347] = 11,
			[195801] = "Скрог-волнодав",
			[113724] = 8,
			[59305] = "Король Имирон",
			[205448] = 5,
			[84037] = "Нептулон",
			[222813] = "Тур Яролап",
			[192138] = "Укротительница волн из клана Колец Ненависти <Полководец Паржеш> <Полководец Паржеш>",
			[211777] = "Глаз Зверя <Жуткорожденный провидец> <Жуткорожденный провидец>",
			[218759] = "Гноешкурый гризли",
			[214634] = 8,
			[196234] = 9,
			[82255] = "Вестник Тьмы",
			[82767] = "Ядоклыкий кроколиск",
			[87622] = "Асаад",
			[210048] = "Кошмарный гной",
			[225927] = "Золоченый страж",
			[218760] = "Мать Вирила",
			[203812] = 8,
			[231435] = 2,
			[56643] = "Ан'кахарский измельчитель",
			[206474] = "Тихондрий",
			[240262] = "[*] Горение",
			[189548] = "Азгалор",
			[193164] = "Иллиана Танцующая с Клинками",
			[10093] = "Песчаная буря <Древний каменный хранитель>",
			[113996] = 5,
			[192621] = "Вул'кан",
			[82506] = "Верховный пророк Барим",
			[82768] = "Разносчик чумы из Неферсета",
			[228300] = "Хелия",
			[183950] = 8,
			[100686] = "Эхо Сильваны",
			[218762] = "Мать Вирила",
			[34477] = 3,
			[212619] = 9,
			[228333] = "[*] Нестабильный заряд",
			[238583] = "Охотник гибельной Скверны",
			[207981] = "Баалгар Бдительный",
			[124507] = 10,
			[80209] = 5,
			[218763] = "Ожившее пламя Скверны",
			[41518] = 9,
			[236748] = 11,
			[213644] = 2,
			[157331] = "Большой элементаль бури <Oshammy-GrimBatol>",
			[237671] = "Цельный изрыгатель пламени Скверны",
			[233098] = "[*] Пылающий рывок",
			[176785] = 9,
			[1454] = 9,
			[203406] = 11,
			[212621] = 3,
			[191604] = 8,
			[78674] = 11,
			[47788] = 5,
			[241290] = "Ведьма из клана Волнистой Чешуи",
			[217741] = 12,
			[194192] = 9,
			[203407] = 11,
			[32727] = 11,
			[221837] = 11,
			[123725] = 10,
			[191610] = 11,
			[241291] = "Захватчик из культа Приверженцев Тени",
			[242315] = 11,
			[59180] = "Титановый грозоносец",
			[195217] = "Колдунья из клана Колец Ненависти",
			[237196] = 6,
			[198750] = "Закаленный бурей уничтожитель",
			[78675] = 11,
			[215695] = 3,
			[193660] = "Король-бог Сковальд",
			[201361] = "Истерзанный кровопийца",
			[44461] = 8,
			[113999] = "Громоклин",
			[245388] = 4,
			[199805] = "Закаленный бурей страж",
			[228390] = "Закопченный гигант",
			[226423] = "Эредарский вестник хаоса",
			[200338] = "Даргрул",
			[209553] = 1,
			[81508] = "Землерез Каменных Недр",
			[227983] = "Призрачная зрительница",
			[245389] = 4,
			[127310] = 9,
			[222333] = 12,
			[224377] = "Инфернальный бес <Таликса Пламя Гнева>",
			[191326] = "Дресарон",
			[1766] = 4,
			[14189] = 4,
			[105809] = 2,
			[188053] = "Скверномант",
			[197268] = 5,
			[132764] = 3,
			[214142] = 11,
			[1822] = 11,
			[201364] = 1,
			[202388] = 12,
			[236176] = 9,
			[206977] = 6,
			[191621] = 5,
			[198293] = 7,
			[213936] = "[*] Темная буря",
			[224914] = 4,
			[234129] = "Гладиатор из племени Острозубов",
			[13584] = "Терадримский осколыш <Терадримский страж>",
			[195222] = 7,
			[114282] = 11,
			[213652] = 2,
			[181912] = "Повелитель теней Искар",
			[240273] = "Ловец из глубин",
			[183433] = "Смолоплюй-ползун",
			[88423] = 11,
			[1966] = 4,
			[227987] = "Коглстон",
			[23513] = "Валестраз Порочный",
			[32731] = "Хрупкоребрый свежеватель",
			[181913] = "Повелитель теней Искар",
			[2006] = 5,
			[200343] = "Восставшая лучница",
			[216197] = "Хеларьяр - призывательница туманов",
			[75813] = "Ведьма бурь Леди Наз'жар",
			[203415] = 3,
			[212630] = "Малфурион Ярость Бури",
			[2060] = 5,
			[191628] = 12,
			[240275] = "Ловец из глубин",
			[200344] = "Восставшая лучница",
			[211080] = 11,
			[218774] = "Солнцевед Тел'арн <Верховный ботаник Тел'арн> <Верховный ботаник Тел'арн>",
			[203914] = 11,
			[196249] = "Повелитель ужаса Мендаций",
			[211081] = 6,
			[206488] = "[*] Утечка магии",
			[51886] = 7,
			[208536] = "Гул'дан",
			[242324] = 2,
			[204428] = 3,
			[236181] = 11,
			[81751] = 5,
			[221847] = 6,
			[247938] = 12,
			[207513] = "Триллиакс",
			[192708] = "Чародейская бомба",
			[1079] = 11,
			[200969] = "Король Тор",
			[193171] = "Землетрясение",
			[86620] = "Дробитель",
			[32612] = 8,
			[182422] = 8,
			[128594] = 3,
			[9484] = 5,
			[225944] = "Метатель глеф",
			[10094] = "Древний каменный хранитель",
			[227992] = "Хелия",
			[188061] = "Неизвестно",
			[22945] = "Волшебный поток",
			[198300] = 7,
			[240279] = "[*] Удар Скверны",
			[193686] = "Король-бог Сковальд",
			[209563] = 12,
			[117588] = "Изначальный элементаль огня <Аптус-Гордунни>",
			[93527] = "Лорд Вальден",
			[57655] = 11,
			[197277] = 2,
			[113766] = "Брат Корлофф",
			[180417] = "Связанная кровью чародейка Скверны",
			[192158] = "Олмир Просвещенный",
			[101980] = "Уголь пламенных недр",
			[196762] = 5,
			[211612] = "[*] Питающие корни",
			[122708] = 11,
			[246424] = 6,
			[22746] = "Верховный маг Корелн",
			[240281] = 8,
			[241305] = "Послушник из племени Острозубов",
			[225947] = 1,
			[186016] = "[*] Боеприпасы огня Скверны",
			[212997] = "Тихондрий",
			[1064] = 7,
			[230043] = "Страж гнева – возжигатель",
			[47536] = 5,
			[199327] = "Проклятый морем молниеносный клинок",
			[241306] = "Послушник из племени Острозубов",
			[201375] = "Проклятый морем рабовладелец",
			[1543] = 3,
			[195232] = "Покорительница волн из клана Колец Ненависти",
			[40881] = "Чародейский хрономат",
			[230044] = "Страж гнева – возжигатель",
			[198304] = 1,
			[82533] = "Вестник Тьмы",
			[82789] = "Присягнувший свежеватель",
			[209567] = 1,
			[12654] = 8,
			[251034] = 4,
			[204448] = "Скорпирон",
			[205472] = 8,
			[59823] = "Дух люторога <Гал'дара>",
			[215711] = 6,
			[203592] = "Чумная крыса",
			[209568] = "Своевременный элементаль",
			[64695] = 7,
			[236189] = 12,
			[73564] = "Сиамат",
			[205473] = 8,
			[214688] = "Герент Зловещий",
			[223903] = "Адепт иллидари",
			[219223] = 3,
			[209569] = 1,
			[76636] = "Опороченный часовой",
			[219808] = "Угасающая частица времени",
			[55216] = "Потревоженный ледниковый загробник",
			[218954] = "Кетлингр",
			[222880] = "Страж гнева из племени Камня Скверны",
			[55093] = "Слад'ранский душитель",
			[138424] = 3,
			[234143] = 6,
			[115297] = "Талнос Воздаятель Душ",
			[219809] = 6,
			[253597] = 6,
			[118] = 8,
			[214690] = "Герент Зловещий",
			[130654] = 10,
			[214184] = "Териссия",
			[201380] = "Ледопасть",
			[227493] = "Ловчий Аттумен",
			[211619] = "Очищенный Древний",
			[188070] = 7,
			[59568] = 5,
			[59824] = "Гал'дара",
			[199854] = 1,
			[241312] = "Послушник из племени Острозубов",
			[12051] = 8,
			[235169] = 6,
			[73326] = 8,
			[61369] = "Берсерк из закаленной стали",
			[230050] = "Абстрактный нейтрализатор",
			[247456] = 12,
			[130] = 8,
			[75614] = 1,
			[240496] = 8,
			[92266] = "Облученный погромщик",
			[228003] = "Химдалль",
			[196263] = 6,
			[189096] = 6,
			[239266] = "Нал'аша",
			[48082] = "Кристаллический хлестун",
			[200359] = "Тень Ксавия",
			[203981] = 12,
			[210598] = 8,
			[61242] = 12,
			[138927] = 11,
			[199726] = "Король Галдор",
			[239267] = "Пылающий шар",
			[207527] = 7,
			[188223] = "Железный батрак",
			[203912] = 8,
			[202408] = "Порабощенный резчик рун",
			[206515] = "Гул'дан",
			[212173] = 9,
			[59569] = 1,
			[239268] = "Нал'аша",
			[207528] = 12,
			[209858] = "Караульный из Сумеречной стражи",
			[198839] = "Тотем земного щита <Блуби>",
			[194218] = "Харбарон",
			[219815] = "Хрономатическая аномалия",
			[212648] = "[*] Взрыв \"Знака льда\"",
			[213672] = 11,
			[206505] = 3,
			[202936] = "Темный служитель",
			[197558] = "Фенрир",
			[209577] = 1,
			[196834] = 7,
			[228007] = "[*] Танцующий клинок",
			[55218] = "Гал'дара",
			[221864] = "Рекурсивный элементаль",
			[239270] = 3,
			[223912] = "Бо'лан Меченый",
			[175790] = 1,
			[201387] = "Ториевый турбоцыпленок",
			[192598] = "Змееуст-механик",
			[162480] = 3,
			[204459] = "Скорпирон",
			[221865] = 5,
			[5176] = 11,
			[182958] = 8,
			[224937] = "[*] Жуткий кошмар",
			[211132] = "Усиленное око Гул'дана",
			[138130] = "Дух земли",
			[236200] = 9,
			[163505] = 11,
			[221866] = "Келорн Ночной клинок",
			[59826] = "Гал'дара",
			[223914] = "Бо'лан Меченый",
			[201920] = "Пожиратель разума Каарж",
			[234153] = 9,
			[87553] = "Асаад",
			[239409] = "[*] Взрыв души",
			[61362] = "Огнепряд Драккари",
			[215279] = "Слеза Хаоса <Alìna-Shattrath>",
			[211191] = "Неизвестно <Волшебная аномалия> <Волшебная аномалия>",
			[213229] = 9,
			[224939] = 11,
			[225963] = "Восставший питомец",
			[202414] = "Саел'орн",
			[228011] = "Мадам Чугунок",
			[212653] = 8,
			[205486] = "Звездный авгур Этрей",
			[86881] = "Корбор",
			[194223] = 11,
			[226495] = "Эредарская вестница хаоса",
			[7067] = 4,
			[218797] = 11,
			[228012] = "Химдалль",
			[204463] = "Низендра",
			[246442] = 5,
			[33206] = 5,
			[211141] = 11,
			[228260] = 5,
			[201392] = "Миллифисент Манашторм",
			[210607] = 7,
			[228013] = "Мадам Чугунок",
			[51124] = 6,
			[59571] = 3,
			[59827] = "Гал'дара",
			[223918] = "Дикий шаман",
			[241663] = 3,
			[6552] = 1,
			[60851] = "Позабытый",
			[211632] = "Эредарская вестница хаоса",
			[195561] = "Чайка",
			[213680] = 11,
			[222895] = "Страж гнева из племени Камня Скверны",
			[211147] = 3,
			[224943] = "Скверноподданный маг Хаоса",
			[195791] = "Корстилакс",
			[226991] = 12,
			[162487] = 3,
			[237338] = 3,
			[247776] = 5,
			[47541] = 6,
			[240302] = 10,
			[224944] = "Скверноподданный маг Хаоса",
			[121183] = 2,
			[202419] = "Присягнувший погибели предвестник",
			[211634] = "[*] Бесконечная тьма",
			[224970] = "Скверноподданный теневой клинок",
			[182225] = "Архимонд",
			[222897] = "Железный дворф <Jerr-Antonidas>",
			[124255] = 10,
			[204646] = "Дубосерд",
			[76133] = "Нептулон",
			[50613] = 6,
			[7384] = 1,
			[212784] = "Бдительный инквизитор",
			[201939] = 11,
			[206516] = "Гул'дан",
			[216890] = 1,
			[31589] = 8,
			[201397] = "Проклятый морем тюремщик душ",
			[218803] = 11,
			[195254] = "Слияние душ",
			[171837] = 6,
			[221875] = "Звездный авгур Этрей",
			[206517] = "Звездный авгур Этрей",
			[223923] = "Зараженный тотем <Дикий шаман>",
			[202574] = 1,
			[57054] = "Кристаллическая грация",
			[194231] = "Харбарон",
			[228019] = "Мадам Чугунок",
			[204470] = "[*] Взрывоопасная гниль",
			[221876] = "Келорн Ночной клинок",
			[181945] = "Бес шлака Скверны",
			[79206] = 7,
			[226005] = "Дрессированный темночешуйчатый змей",
			[201399] = "Бес ужасающего огня",
			[194232] = "Харбарон",
			[195256] = 7,
			[204471] = "Скорпирон",
			[205495] = 7,
			[5246] = 1,
			[216028] = "Скверноподданный страж-чародей",
			[216758] = 12,
			[201400] = "Бес ужасающего огня",
			[235188] = 6,
			[108447] = 9,
			[175844] = 3,
			[221878] = 2,
			[222902] = "[*] Пылающая Скверна",
			[32614] = "Послушник Лунных стражей",
			[228190] = "Гул'дан",
			[193210] = "Вул'кан",
			[202425] = 11,
			[192226] = "Тотем жидкой магмы <Зомбобелочка-Дракономор>",
			[220855] = "[*] Нисходящий поток",
			[171919] = "Рыцарь крови из Луносвета",
			[214712] = "Кенарий",
			[240309] = 3,
			[204666] = "Дубосерд",
			[125282] = 3,
			[194235] = "Харбарон",
			[201953] = "Углепанцирный подчинитель",
			[596] = 5,
			[408] = 4,
			[181949] = "Мрачная стражница",
			[191164] = 4,
			[183528] = "Барабанщик из Подкаменного разлома",
			[185021] = "Транспортер огня Скверны",
			[235191] = 9,
			[81256] = 6,
			[220857] = "Незримый следопыт",
			[246454] = "[*] Подпитывание мучением",
			[239287] = "Аватара Падшего",
			[223929] = 6,
			[183998] = 2,
			[201959] = "Углепанцирный подчинитель",
			[210619] = "Оскверненный огонек",
			[228025] = "Люминор",
			[113616] = "Книжный шкаф",
			[164545] = 11,
			[222906] = "Страж гнева из племени Камня Скверны",
			[235232] = "Эредарская волшебница крови",
			[96103] = 1,
			[201405] = 1,
			[194238] = 5,
			[228026] = "Люминор",
			[204477] = 3,
			[221883] = 2,
			[125056] = "Хромаггус <Таопин>",
			[121473] = 4,
			[11504] = "Ходячая бомба",
			[209597] = "Элисанда",
			[115157] = "Неизвестно",
			[166646] = 10,
			[237242] = "Наполненный силой кристалл",
			[164547] = 11,
			[121474] = 4,
			[56778] = "Лазурный хранитель",
			[5568] = "Ор'элл",
			[152261] = 2,
			[76790] = "Захватчик Леди Наз'жар",
			[228028] = "Хирья",
			[202480] = "Пузырящийся жук",
			["DEBUFF"] = 6,
			[190145] = "Страж ужаса",
			[152830] = "Сумеречный лекарь бурь",
			[75627] = 5,
			[209599] = "Элисанда",
			[193502] = "Терзательница душ Глевианна",
			[187074] = "Огромный берсерк",
			[229053] = 3,
			[2383] = 7,
			[198337] = 1,
			[199361] = "Валарьяр-зверолов",
			[233149] = 5,
			[181132] = "Бес Скверны <[*] Бес-пощадный взрыв Скверны> <[*] Бес-пощадный взрыв Скверны>",
			[187130] = "Извлекательница Скверны",
			[228030] = "Хирья",
			[196290] = "Потревоженная бурей гидра",
			[221887] = 2,
			[69012] = "Крик",
			[207553] = 11,
			[233150] = 1,
			[201410] = 9,
			[21868] = "Принцесса Терадрас",
			[211649] = 5,
			[229055] = 3,
			[246461] = 4,
			[118922] = 3,
			[187650] = 3,
			[120679] = 3,
			[209602] = "Советник Меландр",
			[69528] = "Имирьярский носитель смерти",
			[228032] = "Хелия",
			[204483] = "Скорпирон",
			[216319] = "Гримуара",
			[18670] = "Железная Кора - заступник",
			[20831] = "Клочок маны",
			[241343] = "Водоросляк",
			[50361] = "Хладный агрессивный вурдалак",
			[230143] = "Госпожа Сашж'ин",
			[236224] = "Капитан Ята Лунный Удар",
			[196293] = "Потревоженная бурей гидра",
			[246463] = 4,
			[48058] = "Кристаллический хлестун",
			[188172] = 11,
			[241344] = "Водоросляк",
			[152267] = "[*] Замораживающая бомба",
			[218885] = "Инфернал-стенолом",
			[52921] = "Локен",
			[196294] = "Потревоженная бурей гидра",
			[246464] = 4,
			[7645] = "Магистр Календрис",
			[139546] = 4,
			[241345] = "Защитные контрмеры",
			[193223] = 5,
			[237828] = 8,
			[203462] = "Свернувшаяся кровь",
			[196295] = "Потревоженная бурей гидра",
			[110954] = "Фанатик Алого ордена",
			[203534] = 9,
			[16496] = "Пленный наемник",
			[241346] = "Водоросляк",
			[235271] = "Бдительная дева",
			[194323] = "Смотрящий",
			[81262] = "Период цветения <Нимиан>",
			[196296] = "Потревоженная бурей гидра",
			[230084] = "Виз'адуум Всевидящий",
			[181962] = "Злобный предатель",
			[199368] = "Дух лорда Гребня Ворона",
			[191767] = "Терзательница душ Глевианна",
			[234180] = "[*] Иссушение",
			[194249] = 5,
			[198936] = "[*] Руна исцеления",
			[212679] = 3,
			[184092] = 2,
			[206615] = 12,
			[215751] = 3,
			[210712] = 7,
			[205082] = "Могучий повелитель гнева",
			[171824] = 1,
			[63956] = 4,
			[212680] = 3,
			[230086] = "Демонический разлом",
			[192288] = "Олмир Просвещенный",
			[81828] = "[*] Сминающий рывок",
			[108396] = 9,
			[234182] = 2,
			[234264] = 10,
			[211657] = 5,
			[118635] = 10,
			[230087] = 3,
			[199460] = "Дресарон",
			[223944] = "Страж Рарсон",
			[224968] = 8,
			[80240] = 9,
			[202443] = 12,
			[228241] = "Визжащий ужас",
			[196300] = 9,
			[230088] = 1,
			[210875] = "Закаленный бурей страж",
			[215754] = "Порождение Змеикса <Ховант-Дракономор>",
			[200396] = "Королевский стражник Гилнеаса",
			[234184] = 2,
			[218826] = 1,
			[211659] = "[*] Чародейские узы",
			[59322] = "Скади Безжалостный",
			[183088] = "Крушитель из племени Камня Силы",
			[59834] = "Искра Ионара",
			[223946] = "Страж Рарсон",
			[192206] = "[*] Освящение",
			[168657] = 3,
			[241684] = 7,
			[193566] = "Имирон, падший король",
			[220875] = "[*] Нестабильная мана",
			[213708] = 11,
			[61882] = 7,
			[86930] = "Асаад",
			[208683] = 1,
			[49106] = "Имирьярский берсерк",
			[145109] = 11,
			[195279] = "Скьял",
			[230218] = "Пожиратель маны",
			[213709] = 11,
			[211757] = "Эредарская вестница хаоса",
			[182993] = 2,
			[199443] = 2,
			[152277] = 1,
			[145110] = 11,
			[219853] = 2,
			[196304] = 9,
			[188213] = "Осененная Скверной провидица",
			[222925] = "Ядовитый паучок",
			[248522] = 11,
			[224973] = "[*] Теневой рассекающий удар",
			[209615] = "Элисанда",
			[245686] = 9,
			[9532] = "Друид-змея",
			[188114] = "Рокмора",
			[110959] = 8,
			[70516] = "Освобожденный солдат Альянса",
			[59611] = "Бо'лан Меченый",
			[224974] = "Дозорный из бездны",
			[225998] = "Лишенный души защитник",
			[217924] = 7,
			[236237] = 12,
			[211897] = "Сферический уборщик",
			[221903] = 2,
			[6713] = "Защитник из Алого ордена",
			[232142] = "Неизвестно",
			[57820] = 7,
			[193235] = "Химдалль",
			[235214] = "[*] Насыщение Светом",
			[211665] = 4,
			[188116] = 4,
			[110960] = 8,
			[222928] = 12,
			[210838] = "[*] Буран",
			[87923] = "Клубящийся солдат",
			[201427] = 12,
			[236480] = "[*] Град глеф",
			[161712] = "Вул'гор",
			[195389] = 10,
			[205523] = 10,
			[171843] = 6,
			[232144] = "Серебряные вилки",
			[200404] = "Даргрул",
			[201428] = 12,
			[186070] = 3,
			[155625] = 11,
			[114051] = 7,
			[197333] = "Кордана Оскверненная Песнь",
			[214739] = "Техник из клана Призрачной Луны",
			[240577] = "Боец из клана Волнистой Чешуи",
			[224978] = "[*] Бесконечная Бездна",
			[229176] = 12,
			[204608] = "[*] Тюрьма Скверны",
			[81269] = 11,
			[206656] = "Клинки Кошмара",
			[197334] = "Кордана Оскверненная Песнь",
			[204609] = "Ультанок",
			[207573] = "Исондра",
			[175833] = 3,
			[201430] = 3,
			[210645] = "Иссохший злодей",
			[211669] = 4,
			[204502] = "Тень Ксавия",
			[127344] = 6,
			[222932] = "Страж Горрок",
			[19574] = 3,
			[241362] = "Водяной пузырь",
			[197478] = "Иллисанна Гребень Ворона",
			[235219] = 8,
			[241607] = "Пылающий архидемон <Страж портала Скверны> <Страж портала Скверны>",
			[81782] = 5,
			[197336] = 5,
			[57789] = 1,
			[124273] = 10,
			[224981] = "Малификус",
			[242387] = 10,
			[50622] = 1,
			[228053] = "Хелия",
			[8690] = 5,
			[110963] = "Освятитель Алого ордена",
			[222934] = "[*] Кошмарное излучение",
			[7744] = 9,
			[224982] = "Дозорный из бездны",
			[1449] = 8,
			[194266] = "Скованный прислужник",
			[228054] = "Хелия",
			[207693] = 12,
			[230102] = 12,
			[222026] = 6,
			[124274] = 10,
			[162794] = 12,
			[177081] = 8,
			[235222] = "Эредарская волшебница крови",
			[228055] = "Хелия",
			[204506] = "Низендра",
			[230103] = 12,
			[30849] = "Убийца магов",
			[199387] = 10,
			[224984] = "Дозорный из бездны",
			[242390] = 10,
			[80760] = 4,
			[195292] = 6,
			[230215] = 2,
			[230104] = 12,
			[206555] = "Гул'дан",
			[124275] = 10,
			[241367] = "Рюл Поблекший",
			[194392] = 3,
			[210651] = 7,
			[236248] = 11,
			[220890] = 6,
			[230105] = 12,
			[239320] = "Сквернолап - метательница сфер",
			[199389] = "Дресарон",
			[233177] = "[*] Темная стая",
			[209628] = "Советник Меландр",
			[210652] = 7,
			[162530] = 10,
			[208748] = "Ужасное поганище",
			[205533] = 7,
			[222939] = "Страж Горрок",
			[211805] = 6,
			[208605] = 12,
			[193376] = "Уларогг Скаломол",
			[54719] = "Колосс Драккари",
			[68987] = "Ик",
			[229083] = "Виз'адуум Всевидящий",
			[193440] = 9,
			[106951] = 11,
			[49379] = 1,
			[236430] = 5,
			[209630] = "[*] Пронзающий ураган",
			[218845] = 9,
			[209667] = "Советник Меландр",
			[49088] = 6,
			[213726] = 6,
			[206559] = "Триллиакс",
			[16739] = 7,
			[192225] = 3,
			[193249] = 6,
			[210655] = 11,
			[93629] = "Лорд Годфри",
			[237276] = "Долбогрыз Глумливый",
			[69579] = "Павший воин",
			[206560] = "Триллиакс",
			[215775] = 8,
			[224990] = "Акаари Кровавая Тьма",
			[207720] = "То, Чего Не Может Быть <Звездный авгур Этрей>",
			[247677] = 2,
			[187107] = "Архимонд",
			[229086] = 3,
			[123254] = 5,
			[91002] = 8,
			[199394] = "Эрлнок Зверобой",
			[224991] = "Акаари Кровавая Тьма",
			[102352] = 11,
			[235230] = "Белак",
			[228063] = "Хелия",
			[188286] = "Мрачный душитель",
			[110968] = "Освятитель Алого ордена",
			[222944] = 1,
			[185313] = 4,
			[241374] = "Защитные контрмеры",
			[197502] = "Укротительница волн из клана Колец Ненависти <Полководец Паржеш> <Полководец Паржеш>",
			[210658] = 7,
			[204550] = 3,
			[222087] = "Порождение Света",
			[189157] = "Териссия",
			[20707] = 9,
			[79345] = "Верховная жрица Азил",
			[208611] = 12,
			[199547] = 12,
			[210659] = 7,
			[109945] = "Искаженный временем упырь",
			[212707] = "Элерет Дикая Лань",
			[73685] = 7,
			[203685] = "Хранитель тайн Могу'шан",
			[59628] = 4,
			[208612] = 12,
			[242400] = 10,
			[210660] = 7,
			[70616] = "Верховный маг Корелн",
			[204517] = "Хранитель портала",
			[68057] = 11,
			[198374] = "Скелет-воин",
			[207589] = 2,
			[224995] = "Грозный страж",
			[228221] = "Метелка",
			[194279] = 3,
			[93564] = "Лорд Годфри",
			[212709] = "Элерет Дикая Лань",
			[31842] = 2,
			[198375] = "Скелет-воин",
			[226175] = 4,
			[208614] = 12,
			[199514] = "Проклятая морем целительница туманов",
			[235235] = 8,
			[230273] = "Ловец из бездны",
			[220901] = 4,
			[187131] = 3,
			[190185] = "Дух волка <Дэллис>",
			[92122] = "[*] Осколки кристалла",
			[241379] = "Защитные контрмеры",
			[217830] = 5,
			[227045] = "Иллидан Ярость Бури <Аниом>",
			[228069] = 1,
			[69504] = "Упырь-душитель",
			[229255] = "Один",
			[199567] = "Проекция Латосия",
			[236442] = "Капитан Ята Лунный Удар",
			[104316] = 9,
			[91088] = "Пожиратель трупов",
			[235237] = "Белак",
			[11968] = "Элдретарский хамелеон",
			[236426] = "Один",
			[205545] = 1,
			[209785] = 2,
			[199402] = "Брошенная пушка <Экзорцыст>",
			[184044] = "Командир повелителей ужаса Арганот",
			[217832] = 12,
			[200646] = 6,
			[236262] = 8,
			[204522] = 3,
			[205546] = 1,
			[222952] = 12,
			[215785] = 7,
			[236431] = 9,
			[193260] = "[*] Статическое поле",
			[129914] = 10,
			[219881] = 11,
			[150438] = "Бритвопанцирный хрустогрыз",
			[205547] = 1,
			[208697] = "Щупальце смертоносного взгляда",
			[11969] = "Галганн Огнемолот",
			[199600] = 4,
			[201628] = 12,
			[198557] = "Брутальный разрушитель",
			[195309] = "[*] Бурлящая вода",
			[59330] = "Скади Безжалостный",
			[230121] = 1,
			[59842] = "Слад'ран",
			[183023] = "Ритуальный голем",
			[104318] = "Дикий бес <Ðenzol-Elune>",
			[193443] = "Смотрящий",
			[202477] = 3,
			[207776] = 1,
			[171761] = 2,
			[205549] = "Нараксас",
			[207778] = 7,
			[11443] = "Некролит из племени Мертвой Головы",
			[225003] = "Грозный страж",
			[234397] = "Жуткий псарь",
			[187146] = 12,
			[225184] = "Майев Песнь Теней",
			[233375] = 2,
			[59111] = "Глаз Талдарама",
			[206574] = "[*] Резонирующий удар сплеча",
			[199407] = 10,
			[228261] = "Тень Медива",
			[96231] = 2,
			[210670] = 11,
			[238501] = 8,
			[111589] = "Голодная гончая",
			[238315] = "Госпожа адского огня",
			[12739] = "Темный служитель",
			[203609] = "Бес шлака Скверны",
			[233196] = "Мефистрот",
			[193265] = 3,
			[243435] = 10,
			[17253] = "Mastsuggl <Borada-Antonidas>",
			[59331] = "Скади Безжалостный",
			[171846] = 8,
			[87023] = 8,
			[165822] = 10,
			[95725] = "ТХД <Лукареция-Голдринн>",
			[221107] = "Крос",
			[208705] = 11,
			[228078] = 3,
			[44544] = 8,
			[3391] = "Бешенка Драккари",
			[206577] = "Звездный авгур Этрей",
			[116095] = 10,
			[108416] = 9,
			[193267] = "Ревущий идол <Уларогг Скаломол> <Уларогг Скаломол>",
			[238517] = 2,
			[109952] = "Искаженный временем упырь",
			[179957] = "Связанный кровью прижигатель",
			[180166] = "Деспотичная Велари",
			[115181] = 10,
			[200642] = "Грозная разрушительница",
			[150479] = "Вурдалак-живодер",
			[79351] = "Верховная жрица Азил",
			[88963] = "Служитель воздуха",
			[121839] = 12,
			[82425] = "Вестник Тьмы",
			[115072] = 10,
			[198388] = "Урсок",
			[207603] = 2,
			[226206] = "Волшебная аномалия",
			[234224] = "Призрачный крылень",
			[214985] = 6,
			[144267] = 1,
			[5374] = 4,
			[197365] = "Гнев Азшары",
			[214771] = "Безликий маг Бездны",
			[213975] = "Змей заклятий",
			[208628] = 12,
			[69578] = "Некролит из свиты Леди",
			[202485] = "[*] Пузырящаяся слизь",
			[236273] = 1,
			[193505] = "Злобнозем-исполин",
		},
		["item_level_pool"] = {
			["Player-3391-08EDBB64"] = {
				["name"] = "Foxywar-Silvermoon",
				["time"] = 1504441611,
				["ilvl"] = 931.066666666667,
			},
			["Player-1623-0144EB40"] = {
				["name"] = "Штоорм-Дракономор",
				["time"] = 1504436662,
				["ilvl"] = 874.2,
			},
			["Player-1602-0A034FFC"] = {
				["name"] = "Бастарчик",
				["time"] = 1504436360,
				["ilvl"] = 882.866666666667,
			},
			["Player-1602-08DC028F"] = {
				["name"] = "Харборим",
				["time"] = 1504449198,
				["ilvl"] = 926.733333333333,
			},
			["Player-1602-0A296EE5"] = {
				["name"] = "Кентачзис",
				["time"] = 1504448932,
				["ilvl"] = 924.5,
			},
			["Player-1602-0866E746"] = {
				["name"] = "Аниом",
				["time"] = 1504435368,
				["ilvl"] = 908.8,
			},
			["Player-1602-086F5CDB"] = {
				["name"] = "Кааркан",
				["time"] = 1504435796,
				["ilvl"] = 895.933333333333,
			},
			["Player-1602-06578063"] = {
				["name"] = "Альгизар",
				["time"] = 1504435593,
				["ilvl"] = 871.066666666667,
			},
			["Player-1602-086694DF"] = {
				["name"] = "Агламиш",
				["time"] = 1504449057,
				["ilvl"] = 922.25,
			},
			["Player-1602-0A1840C6"] = {
				["name"] = "Мисстролль",
				["time"] = 1504435458,
				["ilvl"] = 906.25,
			},
			["Player-1602-086E5FAC"] = {
				["name"] = "Амлоди",
				["time"] = 1504448245,
				["ilvl"] = 924.3125,
			},
			["Player-1602-0A121F56"] = {
				["name"] = "Полиморфи",
				["time"] = 1504445265,
				["ilvl"] = 921.266666666667,
			},
		},
		["boss_mods_timers"] = {
			["encounter_timers_dbm"] = {
			},
			["encounter_timers_bw"] = {
				["213390"] = {
					"Spellblade Aluriel", -- [1]
					"213390", -- [2]
					"Детонация: чародейская сфера", -- [3]
					38, -- [4]
					1033906, -- [5]
					["id"] = 1871,
				},
				["75683"] = {
					"Lady Naz'jar", -- [1]
					"75683", -- [2]
					"Изводень", -- [3]
					60, -- [4]
					132852, -- [5]
					["id"] = 1045,
				},
				["227816"] = {
					"Guarm-TrialOfValor", -- [1]
					"227816", -- [2]
					"Безудержный рывок", -- [3]
					57, -- [4]
					304501, -- [5]
					["id"] = 1962,
				},
				["70381"] = {
					"Forgemaster Garfrost", -- [1]
					"70381", -- [2]
					"Глубокая заморозка: Меракк*", -- [3]
					14, -- [4]
					135855, -- [5]
					["id"] = 1999,
				},
				["228633"] = {
					"Helya-TrialOfValor", -- [1]
					"228633", -- [2]
					"Не щадить никого", -- [3]
					7, -- [4]
					132337, -- [5]
					["id"] = 2008,
				},
				["227646"] = {
					"Moroes", -- [1]
					"227646", -- [2]
					"Железный вихрь", -- [3]
					4.5, -- [4]
					460959, -- [5]
					["id"] = 1961,
				},
				["destructor_tentacle"] = {
					"Helya", -- [1]
					"destructor_tentacle", -- [2]
					"Щупальце разрушения", -- [3]
					26, -- [4]
					"Interface\\Icons\\inv_misc_monsterhorn_03", -- [5]
					["id"] = 1824,
				},
				["233206"] = {
					"Mephistroth", -- [1]
					"233206", -- [2]
					"Уход во тьму", -- [3]
					44.2, -- [4]
					132095, -- [5]
					["id"] = 2039,
				},
				["228730"] = {
					"Helya-TrialOfValor", -- [1]
					"228730", -- [2]
					"Разящее щупальце (1)", -- [3]
					36.7, -- [4]
					254105, -- [5]
					["id"] = 2008,
				},
				["68989"] = {
					"Ick & Krick", -- [1]
					"68989", -- [2]
					"Ядовитая звезда", -- [3]
					5, -- [4]
					236271, -- [5]
					["id"] = 2001,
				},
				["227618"] = {
					"Mana Devourer", -- [1]
					"227618", -- [2]
					"Чародейская бомба", -- [3]
					7, -- [4]
					429383, -- [5]
					["id"] = 1959,
				},
				["kick_combo"] = {
					"Cordana Felsong", -- [1]
					"kick_combo", -- [2]
					"Kick Combo", -- [3]
					16, -- [4]
					574575, -- [5]
					["id"] = 1818,
				},
				["Замедленное падение"] = {
					"", -- [1]
					"Замедленное падение", -- [2]
					"Замедленное падение", -- [3]
					23, -- [4]
					135992, -- [5]
					["id"] = 1853,
				},
				["213853"] = {
					"Spellblade Aluriel", -- [1]
					"213853", -- [2]
					"Анимация: знак льда", -- [3]
					75, -- [4]
					342402, -- [5]
					["id"] = 1871,
				},
				["200551"] = {
					"Dargrul", -- [1]
					"200551", -- [2]
					"Кристальные шипы", -- [3]
					21, -- [4]
					132780, -- [5]
					["id"] = 1793,
				},
				["210022"] = {
					"Grand Magistrix Elisande", -- [1]
					"210022", -- [2]
					"Эпохальная сфера", -- [3]
					18, -- [4]
					429383, -- [5]
					["id"] = 1872,
				},
				["192019"] = {
					"Maw of Souls Trash", -- [1]
					"192019", -- [2]
					"<Чтение Фонарь Тьмы>", -- [3]
					7, -- [4]
					134553, -- [5]
					["id"] = 1823,
				},
				["206464"] = {
					"Star Augur Etraeus", -- [1]
					"206464", -- [2]
					"Корональный выброс", -- [3]
					12.5, -- [4]
					1029591, -- [5]
					["id"] = 1863,
				},
				["236543"] = {
					"Domatrax", -- [1]
					"236543", -- [2]
					"Удар оскверненной души", -- [3]
					8.3, -- [4]
					1109118, -- [5]
					["id"] = 2053,
				},
				["213083"] = {
					"Spellblade Aluriel", -- [1]
					"213083", -- [2]
					"<Чтение Ледяная буря>", -- [3]
					12, -- [4]
					629077, -- [5]
					["id"] = 1871,
				},
				["115297"] = {
					"Thalnos the Soulrender", -- [1]
					"115297", -- [2]
					"Изгнание души", -- [3]
					25, -- [4]
					463284, -- [5]
					["id"] = 1423,
				},
				["193611"] = {
					"Lady Hatecoil", -- [1]
					"193611", -- [2]
					"Средоточие молний", -- [3]
					25, -- [4]
					136015, -- [5]
					["id"] = 1811,
				},
				["198641"] = {
					"Kurtalos Ravencrest", -- [1]
					"198641", -- [2]
					"Крутящийся клинок", -- [3]
					11, -- [4]
					132330, -- [5]
					["id"] = 1835,
				},
				["69172"] = {
					"Scourgelord Tyrannus", -- [1]
					"69172", -- [2]
					"Клеймо верховного лорда: Пэил*", -- [3]
					8, -- [4]
					237567, -- [5]
					["id"] = 2000,
				},
				["59322"] = {
					"Skadi the Ruthless", -- [1]
					"59322", -- [2]
					"<Чтение Вихрь>", -- [3]
					10, -- [4]
					132369, -- [5]
					["id"] = 2029,
				},
				["204463"] = {
					"Nythendra", -- [1]
					"204463", -- [2]
					"Взрывоопасная гниль", -- [3]
					22.8, -- [4]
					236271, -- [5]
					["id"] = 1853,
				},
				["233856"] = {
					"Fallen Avatar", -- [1]
					"233856", -- [2]
					"<Чтение Протокол очищения>", -- [3]
					18, -- [4]
					135802, -- [5]
					["id"] = 2038,
				},
				["orb_melee"] = {
					"Helya-TrialOfValor", -- [1]
					"orb_melee", -- [2]
					"Сфера в мили (2)", -- [3]
					28, -- [4]
					1097742, -- [5]
					["id"] = 2008,
				},
				["fists"] = {
					"Brother Korloff", -- [1]
					"fists", -- [2]
					"Огненные кулаки", -- [3]
					20, -- [4]
					574572, -- [5]
					["id"] = 1424,
				},
				["209011"] = {
					"Gul'dan", -- [1]
					"209011", -- [2]
					"Узы Скверны (1)", -- [3]
					9.5, -- [4]
					1117883, -- [5]
					["id"] = 1866,
				},
				["recursive_elemental"] = {
					"Grand Magistrix Elisande", -- [1]
					"recursive_elemental", -- [2]
					"Рекурсивный элементаль", -- [3]
					5, -- [4]
					653221, -- [5]
					["id"] = 1872,
				},
				["210948"] = {
					"Elerethe Renferal", -- [1]
					"210948", -- [2]
					"Темная буря", -- [3]
					27, -- [4]
					649816, -- [5]
					["id"] = 1876,
				},
				["211192"] = {
					"Cenarius", -- [1]
					"211192", -- [2]
					"Смрадное дыхание (1)", -- [3]
					20, -- [4]
					1357794, -- [5]
					["id"] = 1877,
				},
				["193597"] = {
					"Lady Hatecoil", -- [1]
					"193597", -- [2]
					"Кольцо молний", -- [3]
					10, -- [4]
					237587, -- [5]
					["id"] = 1811,
				},
				["205344"] = {
					"Krosus", -- [1]
					"205344", -- [2]
					"Сфера разрушения (1)", -- [3]
					20, -- [4]
					135800, -- [5]
					["id"] = 1842,
				},
				["203888"] = {
					"Dragons of Nightmare", -- [1]
					"203888", -- [2]
					"Вытягивание души", -- [3]
					25, -- [4]
					136122, -- [5]
					["id"] = 1854,
				},
				["227777"] = {
					"Opera Hall: Westfall Story", -- [1]
					"227777", -- [2]
					"Ритуал грома", -- [3]
					17, -- [4]
					839983, -- [5]
					["id"] = 1957,
				},
				["234015"] = {
					"Demonic Inquisition", -- [1]
					"234015", -- [2]
					"Мучительный взрыв", -- [3]
					17.1, -- [4]
					136123, -- [5]
					["id"] = 2048,
				},
				["197961"] = {
					"Odyn", -- [1]
					"197961", -- [2]
					"Руническое клеймо", -- [3]
					44, -- [4]
					442743, -- [5]
					["id"] = 1809,
				},
				["199193"] = {
					"Kurtalos Ravencrest", -- [1]
					"199193", -- [2]
					"Хитроумие повелителя ужаса", -- [3]
					27, -- [4]
					840942, -- [5]
					["id"] = 1835,
				},
				["199178"] = {
					"Naraxas", -- [1]
					"199178", -- [2]
					"Шипастый язык", -- [3]
					50, -- [4]
					136113, -- [5]
					["id"] = 1792,
				},
				["warmup"] = {
					"Odyn", -- [1]
					"warmup", -- [2]
					"Один", -- [3]
					2.7, -- [4]
					"Interface\\Icons\\achievement_boss_odyn", -- [5]
					["id"] = 1809,
				},
				["232722"] = {
					"Mistress Sassz'ine", -- [1]
					"232722", -- [2]
					"Кромсающий торнадо", -- [3]
					30.3, -- [4]
					999952, -- [5]
					["id"] = 2037,
				},
				["83113"] = {
					"General Husam", -- [1]
					"83113", -- [2]
					"Злые намерения", -- [3]
					25, -- [4]
					132337, -- [5]
					["id"] = 1052,
				},
				["205420"] = {
					"Krosus", -- [1]
					"205420", -- [2]
					"Пылающая смола (1)", -- [3]
					50, -- [4]
					135804, -- [5]
					["id"] = 1842,
				},
				["207830"] = {
					"Xavius", -- [1]
					"207830", -- [2]
					"Взрыв порчи", -- [3]
					17, -- [4]
					1396969, -- [5]
					["id"] = 1864,
				},
				["224982"] = {
					"Nighthold Trash", -- [1]
					"224982", -- [2]
					"Взор Скверны: Denguu*", -- [3]
					10, -- [4]
					135798, -- [5]
					["id"] = 1862,
				},
				["227493"] = {
					"Attumen the Huntsman", -- [1]
					"227493", -- [2]
					"Смертельный удар: Геззель", -- [3]
					10, -- [4]
					132338, -- [5]
					["id"] = 1960,
				},
				["193826"] = {
					"God-King Skovald", -- [1]
					"193826", -- [2]
					"Рагнарек", -- [3]
					11, -- [4]
					135799, -- [5]
					["id"] = 1808,
				},
				["202974"] = {
					"Advisor Vandros", -- [1]
					"202974", -- [2]
					"Силовая бомба", -- [3]
					29, -- [4]
					1041235, -- [5]
					["id"] = 1829,
				},
				["59795"] = {
					"Ionar", -- [1]
					"59795", -- [2]
					"Статическая перегрузка на ТЕБЕ", -- [3]
					10, -- [4]
					136050, -- [5]
					["id"] = 1984,
				},
				["238999"] = {
					"Kil'jaeden", -- [1]
					"238999", -- [2]
					"Тьма", -- [3]
					2, -- [4]
					136123, -- [5]
					["id"] = 2051,
				},
				["209676"] = {
					"Advisor Melandrus", -- [1]
					"209676", -- [2]
					"Кромсающий вихрь", -- [3]
					10, -- [4]
					1029585, -- [5]
					["id"] = 1870,
				},
				["196838"] = {
					"Fenryr", -- [1]
					"196838", -- [2]
					"Запах крови", -- [3]
					34, -- [4]
					841383, -- [5]
					["id"] = 1807,
				},
				["bwcbАмлодиPizza!"] = {
					"Bars", -- [1]
					"bwcbАмлодиPizza!", -- [2]
					"Амлоди: Pizza!", -- [3]
					300, -- [4]
					134376, -- [5]
					["id"] = 2037,
				},
				["227267"] = {
					"The Curator", -- [1]
					"227267", -- [2]
					"Призыв нестабильной энергии", -- [3]
					5, -- [4]
					237510, -- [5]
					["id"] = 1964,
				},
				["201392"] = {
					"Millificent Manastorm", -- [1]
					"201392", -- [2]
					"Ториевый турбоцыпленок", -- [3]
					24, -- [4]
					656513, -- [5]
					["id"] = 1847,
				},
				["236604"] = {
					"Fallen Avatar", -- [1]
					"236604", -- [2]
					"Клинки тьмы", -- [3]
					30, -- [4]
					1035040, -- [5]
					["id"] = 2038,
				},
				["69167"] = {
					"Scourgelord Tyrannus", -- [1]
					"69167", -- [2]
					"Нечистая сила", -- [3]
					10, -- [4]
					136204, -- [5]
					["id"] = 2000,
				},
				["212258"] = {
					"Gul'dan", -- [1]
					"212258", -- [2]
					"Рука Гул'дана", -- [3]
					7, -- [4]
					535592, -- [5]
					["id"] = 1866,
				},
				["230358"] = {
					"Mistress Sassz'ine", -- [1]
					"230358", -- [2]
					"Громовой шок", -- [3]
					10.5, -- [4]
					839974, -- [5]
					["id"] = 2037,
				},
				["204471"] = {
					"Skorpyron", -- [1]
					"204471", -- [2]
					"Точечный удар", -- [3]
					16, -- [4]
					135739, -- [5]
					["id"] = 1849,
				},
				["210264"] = {
					"Xavius", -- [1]
					"210264", -- [2]
					"Проявление порчи (1)", -- [3]
					59, -- [4]
					1357796, -- [5]
					["id"] = 1864,
				},
				["205233"] = {
					"Fel Lord Betrug", -- [1]
					"205233", -- [2]
					"Казнь", -- [3]
					34, -- [4]
					135358, -- [5]
					["id"] = 1856,
				},
				["200904"] = {
					"Inquisitor Tormentorum", -- [1]
					"200904", -- [2]
					"Опустошение души", -- [3]
					15.8, -- [4]
					460857, -- [5]
					["id"] = 1850,
				},
				["236542"] = {
					"The Desolate Host", -- [1]
					"236542", -- [2]
					"Раскалывающий рок", -- [3]
					17, -- [4]
					1120185, -- [5]
					["id"] = 2054,
				},
				["Конус холода"] = {
					"", -- [1]
					"Конус холода", -- [2]
					"Конус холода", -- [3]
					21, -- [4]
					135852, -- [5]
					["id"] = 1873,
				},
				["204372"] = {
					"Skorpyron", -- [1]
					"204372", -- [2]
					"Зов скорпида", -- [3]
					20, -- [4]
					620833, -- [5]
					["id"] = 1849,
				},
				["bwcbАмлоди"] = {
					"Bars", -- [1]
					"bwcbАмлоди", -- [2]
					"Амлоди: ", -- [3]
					300, -- [4]
					134376, -- [5]
					["id"] = 2037,
				},
				["Антимагия"] = {
					"", -- [1]
					"Антимагия", -- [2]
					"Антимагия", -- [3]
					13, -- [4]
					135856, -- [5]
					["id"] = 1853,
				},
				["207261"] = {
					"Patrol Captain Gerdo", -- [1]
					"207261", -- [2]
					"Резонирующий удар сплеча", -- [3]
					6, -- [4]
					135734, -- [5]
					["id"] = 1868,
				},
				["198379"] = {
					"Archdruid Glaidalis", -- [1]
					"198379", -- [2]
					"Первобытная ярость", -- [3]
					12, -- [4]
					571585, -- [5]
					["id"] = 1836,
				},
				["194956"] = {
					"Amalgam of Souls", -- [1]
					"194956", -- [2]
					"Жатва душ", -- [3]
					20.4, -- [4]
					237507, -- [5]
					["id"] = 1832,
				},
				["215430"] = {
					"Halls of Valor Trash", -- [1]
					"215430", -- [2]
					"Громовой удар: Саларанна*", -- [3]
					3, -- [4]
					839983, -- [5]
					["id"] = 1805,
				},
				["208672"] = {
					"Gul'dan", -- [1]
					"208672", -- [2]
					"Гибельная волна", -- [3]
					6.1, -- [4]
					136128, -- [5]
					["id"] = 1866,
				},
				["59529"] = {
					"Volkhan", -- [1]
					"59529", -- [2]
					"Раскатистый топот", -- [3]
					3, -- [4]
					132368, -- [5]
					["id"] = 1985,
				},
				["207806"] = {
					"Patrol Captain Gerdo", -- [1]
					"207806", -- [2]
					"Сигнальный маяк", -- [3]
					14, -- [4]
					135433, -- [5]
					["id"] = 1868,
				},
				["winds"] = {
					"Gul'dan", -- [1]
					"winds", -- [2]
					"Жестокие ветра (1)", -- [3]
					11.5, -- [4]
					1029595, -- [5]
					["id"] = 1866,
				},
				["-5865"] = {
					"Thalnos the Soulrender", -- [1]
					"-5865", -- [2]
					"<Чтение Вихрь душ>", -- [3]
					2, -- [4]
					463286, -- [5]
					["id"] = 1423,
				},
				["236712"] = {
					"Sisters of the Moon", -- [1]
					"236712", -- [2]
					"Лунная метка", -- [3]
					18.2, -- [4]
					429383, -- [5]
					["id"] = 2050,
				},
				["78807"] = {
					"Ozruk", -- [1]
					"78807", -- [2]
					"<Чтение Дробление>", -- [3]
					3, -- [4]
					134455, -- [5]
					["id"] = 1058,
				},
				["-14404"] = {
					"Odyn-TrialOfValor", -- [1]
					"-14404", -- [2]
					"Хирья", -- [3]
					16, -- [4]
					"Interface\\Icons\\inv_shield_1h_hyrja_d_01", -- [5]
					["id"] = 1958,
				},
				["227279"] = {
					"The Curator", -- [1]
					"227279", -- [2]
					"Разряд энергии", -- [3]
					12, -- [4]
					136048, -- [5]
					["id"] = 1964,
				},
				["215443"] = {
					"Elerethe Renferal", -- [1]
					"215443", -- [2]
					"Некротический яд", -- [3]
					22, -- [4]
					132107, -- [5]
					["id"] = 1876,
				},
				["240169"] = {
					"Tomb of Sargeras Trash", -- [1]
					"240169", -- [2]
					"<Чтение Электрошок>", -- [3]
					4, -- [4]
					136111, -- [5]
					["id"] = 2037,
				},
				["213569"] = {
					"Spellblade Aluriel", -- [1]
					"213569", -- [2]
					"<Чтение Армагеддон>", -- [3]
					30, -- [4]
					607865, -- [5]
					["id"] = 1871,
				},
				["226194"] = {
					"Xavius", -- [1]
					"226194", -- [2]
					"Шевелящаяся бездна", -- [3]
					14.0786749482402, -- [4]
					1357812, -- [5]
					["id"] = 1864,
				},
				["194231"] = {
					"Harbaron", -- [1]
					"194231", -- [2]
					"Призыв скованного прислужника", -- [3]
					8, -- [4]
					636332, -- [5]
					["id"] = 1823,
				},
				["233062"] = {
					"Goroth", -- [1]
					"233062", -- [2]
					"Инфернальное пламя", -- [3]
					54, -- [4]
					135802, -- [5]
					["id"] = 2032,
				},
				["202217"] = {
					"Anub'esset", -- [1]
					"202217", -- [2]
					"Удар жвалами", -- [3]
					9, -- [4]
					132122, -- [5]
					["id"] = 1852,
				},
				["235924"] = {
					"The Desolate Host", -- [1]
					"235924", -- [2]
					"Копье страданий", -- [3]
					20, -- [4]
					135131, -- [5]
					["id"] = 2054,
				},
				["200404"] = {
					"Dargrul", -- [1]
					"200404", -- [2]
					"Магматическая волна", -- [3]
					60, -- [4]
					237583, -- [5]
					["id"] = 1793,
				},
				["196543"] = {
					"Fenryr", -- [1]
					"196543", -- [2]
					"Пугающий вой", -- [3]
					30, -- [4]
					1033494, -- [5]
					["id"] = 1807,
				},
				["211261"] = {
					"Grand Magistrix Elisande", -- [1]
					"211261", -- [2]
					"Бесконечные мучения (1)", -- [3]
					23, -- [4]
					1041232, -- [5]
					["id"] = 1872,
				},
				["228390"] = {
					"Helya-TrialOfValor", -- [1]
					"228390", -- [2]
					"Выброс ила", -- [3]
					14, -- [4]
					1500940, -- [5]
					["id"] = 2008,
				},
				["236305"] = {
					"Sisters of the Moon", -- [1]
					"236305", -- [2]
					"Эфирный выстрел", -- [3]
					48.3, -- [4]
					959793, -- [5]
					["id"] = 2050,
				},
				["227297"] = {
					"Mana Devourer", -- [1]
					"227297", -- [2]
					"Слияние энергии", -- [3]
					30.3, -- [4]
					237551, -- [5]
					["id"] = 1959,
				},
				["228054"] = {
					"Helya-TrialOfValor", -- [1]
					"228054", -- [2]
					"Морская порча (1)", -- [3]
					19.5, -- [4]
					136030, -- [5]
					["id"] = 2008,
				},
				["-12809"] = {
					"Dragons of Nightmare", -- [1]
					"-12809", -- [2]
					"Знак Исондры (1) на ТЕБЕ", -- [3]
					35, -- [4]
					1354172, -- [5]
					["id"] = 1854,
				},
				["227629"] = {
					"Odyn-TrialOfValor", -- [1]
					"227629", -- [2]
					"Выверенный взрыв", -- [3]
					73, -- [4]
					135981, -- [5]
					["id"] = 1958,
				},
				["228171"] = {
					"Odyn-TrialOfValor", -- [1]
					"228171", -- [2]
					"Хирья: Регенерация", -- [3]
					10, -- [4]
					236249, -- [5]
					["id"] = 1958,
				},
				["233196"] = {
					"Mephistroth", -- [1]
					"233196", -- [2]
					"Демоническое извержение", -- [3]
					3.5, -- [4]
					1118739, -- [5]
					["id"] = 2039,
				},
				["220871"] = {
					"Advisor Vandros", -- [1]
					"220871", -- [2]
					"Нестабильная мана: Kathereh*", -- [3]
					8, -- [4]
					1391677, -- [5]
					["id"] = 1829,
				},
				["219815"] = {
					"Chronomatic Anomaly", -- [1]
					"219815", -- [2]
					"Временные сферы", -- [3]
					38, -- [4]
					610472, -- [5]
					["id"] = 1865,
				},
				["239739"] = {
					"Fallen Avatar", -- [1]
					"239739", -- [2]
					"Темная печать", -- [3]
					21.5, -- [4]
					633004, -- [5]
					["id"] = 2038,
				},
				["200284"] = {
					"Naltira", -- [1]
					"200284", -- [2]
					"Липкие путы", -- [3]
					35, -- [4]
					237431, -- [5]
					["id"] = 1826,
				},
				["206788"] = {
					"Trilliax", -- [1]
					"206788", -- [2]
					"Токсичные объедки", -- [3]
					11, -- [4]
					237360, -- [5]
					["id"] = 1867,
				},
				["193051"] = {
					"King Deepbeard", -- [1]
					"193051", -- [2]
					"Зов морей", -- [3]
					20, -- [4]
					135861, -- [5]
					["id"] = 1812,
				},
				["241622"] = {
					"Domatrax", -- [1]
					"241622", -- [2]
					"<Чтение Приближение погибели (1)>", -- [3]
					20, -- [4]
					1344649, -- [5]
					["id"] = 2053,
				},
				["214348"] = {
					"Elerethe Renferal", -- [1]
					"214348", -- [2]
					"Злобный внезапный удар", -- [3]
					8.2, -- [4]
					132089, -- [5]
					["id"] = 1876,
				},
				["225105"] = {
					"Nighthold Trash", -- [1]
					"225105", -- [2]
					"Чародейское высвобождение: Richfroning*", -- [3]
					6, -- [4]
					1041232, -- [5]
					["id"] = 1886,
				},
				["201672"] = {
					"Shivermaw", -- [1]
					"201672", -- [2]
					"Беспощадная буря", -- [3]
					9, -- [4]
					1033907, -- [5]
					["id"] = 1845,
				},
				["dread_felbat"] = {
					"General Xakal", -- [1]
					"dread_felbat", -- [2]
					"Жуткий сквернотопырь", -- [3]
					20, -- [4]
					"Interface\\Icons\\inv_felbatmount", -- [5]
					["id"] = 1828,
				},
				["226821"] = {
					"Cenarius", -- [1]
					"226821", -- [2]
					"Иссушающая поступь (1)", -- [3]
					20, -- [4]
					1357801, -- [5]
					["id"] = 1877,
				},
				["206744"] = {
					"Gul'dan", -- [1]
					"206744", -- [2]
					"Мрачная Жатва (1)", -- [3]
					64.1, -- [4]
					537517, -- [5]
					["id"] = 1866,
				},
				["191325"] = {
					"Dresaron", -- [1]
					"191325", -- [2]
					"Дыхание порчи", -- [3]
					13.5, -- [4]
					1357794, -- [5]
					["id"] = 1838,
				},
				["burrow"] = {
					"Corborus", -- [1]
					"burrow", -- [2]
					"Corborus burrows!", -- [3]
					30, -- [4]
					"Interface\\Icons\\ABILITY_HUNTER_PET_WORM", -- [5]
					["id"] = 1056,
				},
				["197796"] = {
					"Cordana Felsong", -- [1]
					"197796", -- [2]
					"Аватара отмщения", -- [3]
					45, -- [4]
					134496, -- [5]
					["id"] = 1818,
				},
				["212794"] = {
					"Tichondrius", -- [1]
					"212794", -- [2]
					"Клеймо Аргуса (1)", -- [3]
					15, -- [4]
					841219, -- [5]
					["id"] = 1862,
				},
				["232913"] = {
					"Mistress Sassz'ine", -- [1]
					"232913", -- [2]
					"Оскверняющие чернила", -- [3]
					11, -- [4]
					1500933, -- [5]
					["id"] = 2037,
				},
				["86340"] = {
					"Grand Vizier Ertan", -- [1]
					"86340", -- [2]
					"Вызов вихря", -- [3]
					19, -- [4]
					136111, -- [5]
					["id"] = 1043,
				},
				["233279"] = {
					"Goroth", -- [1]
					"233279", -- [2]
					"Сокрушающая звезда (1)", -- [3]
					24, -- [4]
					517112, -- [5]
					["id"] = 2032,
				},
				["192675"] = {
					"Wrath of Azshara", -- [1]
					"192675", -- [2]
					"Волшебный торнадо", -- [3]
					8, -- [4]
					606549, -- [5]
					["id"] = 1814,
				},
				["205588"] = {
					"Xavius", -- [1]
					"205588", -- [2]
					"Зов кошмаров", -- [3]
					30, -- [4]
					1357812, -- [5]
					["id"] = 1864,
				},
				["237276"] = {
					"Thrashbite the Scornful", -- [1]
					"237276", -- [2]
					"Сокрушающая дубина", -- [3]
					6.1, -- [4]
					132340, -- [5]
					["id"] = 2057,
				},
				["200700"] = {
					"Dargrul", -- [1]
					"200700", -- [2]
					"Оползень", -- [3]
					15, -- [4]
					451165, -- [5]
					["id"] = 1793,
				},
				["240599"] = {
					"Tomb of Sargeras Trash", -- [1]
					"240599", -- [2]
					"Объятия приливов: Haradir*", -- [3]
					20, -- [4]
					893777, -- [5]
					["id"] = 2037,
				},
				["235271"] = {
					"Maiden of Vigilance", -- [1]
					"235271", -- [2]
					"Насыщение", -- [3]
					2, -- [4]
					1122135, -- [5]
					["id"] = 2052,
				},
				["227967"] = {
					"Helya-TrialOfValor", -- [1]
					"227967", -- [2]
					"Желчное дыхание (1)", -- [3]
					12, -- [4]
					132104, -- [5]
					["id"] = 2008,
				},
				["234621"] = {
					"Mistress Sassz'ine", -- [1]
					"234621", -- [2]
					"Пожирающая пасть", -- [3]
					42.2, -- [4]
					463487, -- [5]
					["id"] = 2037,
				},
				["208230"] = {
					"Tichondrius", -- [1]
					"208230", -- [2]
					"Кровавый пир (1)", -- [3]
					20, -- [4]
					538039, -- [5]
					["id"] = 1862,
				},
				["Ледяная глыба"] = {
					"", -- [1]
					"Ледяная глыба", -- [2]
					"Ледяная глыба", -- [3]
					29, -- [4]
					135841, -- [5]
					["id"] = 1873,
				},
				["59513"] = {
					"Prince Taldaram", -- [1]
					"59513", -- [2]
					"Объятия вампира", -- [3]
					20, -- [4]
					136129, -- [5]
					["id"] = 1966,
				},
				["206365"] = {
					"Tichondrius", -- [1]
					"206365", -- [2]
					"Иллюзорная ночь (1)", -- [3]
					130, -- [4]
					607852, -- [5]
					["id"] = 1862,
				},
				["206617"] = {
					"Chronomatic Anomaly", -- [1]
					"206617", -- [2]
					"Часовая бомба", -- [3]
					29.5, -- [4]
					609814, -- [5]
					["id"] = 1865,
				},
				["193364"] = {
					"Ymiron", -- [1]
					"193364", -- [2]
					"Крики мертвых", -- [3]
					5.9, -- [4]
					136184, -- [5]
					["id"] = 1822,
				},
				["209166"] = {
					"Grand Magistrix Elisande", -- [1]
					"209166", -- [2]
					"Зона ускорения времени (1)", -- [3]
					35, -- [4]
					648208, -- [5]
					["id"] = 1872,
				},
				["196562"] = {
					"Ivanyr", -- [1]
					"196562", -- [2]
					"Нестабильная магия", -- [3]
					10, -- [4]
					1041233, -- [5]
					["id"] = 1827,
				},
				["196587"] = {
					"Amalgam of Souls", -- [1]
					"196587", -- [2]
					"Взрыв души", -- [3]
					27.5, -- [4]
					1120185, -- [5]
					["id"] = 1832,
				},
				["206939"] = {
					"Gul'dan", -- [1]
					"206939", -- [2]
					"Колодец душ", -- [3]
					15.2, -- [4]
					136194, -- [5]
					["id"] = 1866,
				},
				["193566"] = {
					"Ymiron", -- [1]
					"193566", -- [2]
					"Восстань, павший", -- [3]
					41.2, -- [4]
					136187, -- [5]
					["id"] = 1822,
				},
				["201240"] = {
					"Millificent Manastorm", -- [1]
					"201240", -- [2]
					"Элементиевая белкобомба", -- [3]
					7, -- [4]
					133709, -- [5]
					["id"] = 1847,
				},
				["194668"] = {
					"Harbaron", -- [1]
					"194668", -- [2]
					"Разрыв Пустоты", -- [3]
					12.5, -- [4]
					1022950, -- [5]
					["id"] = 1823,
				},
				["59835"] = {
					"Loken", -- [1]
					"59835", -- [2]
					"Вспышка молнии", -- [3]
					4, -- [4]
					136050, -- [5]
					["id"] = 1986,
				},
				["236072"] = {
					"The Desolate Host", -- [1]
					"236072", -- [2]
					"Стенающие души", -- [3]
					60, -- [4]
					136194, -- [5]
					["id"] = 2054,
				},
				["193235"] = {
					"Hymdall", -- [1]
					"193235", -- [2]
					"Танцующий клинок", -- [3]
					3.3, -- [4]
					135408, -- [5]
					["id"] = 1805,
				},
				["221875"] = {
					"Star Augur Etraeus", -- [1]
					"221875", -- [2]
					"Переход через Пустоту", -- [3]
					20, -- [4]
					1041232, -- [5]
					["id"] = 1863,
				},
				["204646"] = {
					"Oakheart", -- [1]
					"204646", -- [2]
					"Сокрушительная хватка", -- [3]
					28, -- [4]
					236316, -- [5]
					["id"] = 1837,
				},
				["232192"] = {
					"Harjatan the Bludger", -- [1]
					"232192", -- [2]
					"Властный рык", -- [3]
					17.5, -- [4]
					642418, -- [5]
					["id"] = 2036,
				},
				["239132"] = {
					"Fallen Avatar", -- [1]
					"239132", -- [2]
					"Разлом реальностей", -- [3]
					37, -- [4]
					135801, -- [5]
					["id"] = 2038,
				},
				["198079"] = {
					"Smashspite", -- [1]
					"198079", -- [2]
					"Ненавидящий взгляд", -- [3]
					5.8, -- [4]
					132284, -- [5]
					["id"] = 1834,
				},
				["228029"] = {
					"Odyn-TrialOfValor", -- [1]
					"228029", -- [2]
					"Световое излучение", -- [3]
					32, -- [4]
					237541, -- [5]
					["id"] = 1958,
				},
				["213564"] = {
					"Spellblade Aluriel", -- [1]
					"213564", -- [2]
					"Анимация: чародейская сфера", -- [3]
					55, -- [4]
					1033906, -- [5]
					["id"] = 1871,
				},
				["205549"] = {
					"Naraxas", -- [1]
					"205549", -- [2]
					"Зловонная пасть", -- [3]
					7, -- [4]
					136007, -- [5]
					["id"] = 1792,
				},
				["69263"] = {
					"Ick & Krick", -- [1]
					"69263", -- [2]
					"Минометный обстрел", -- [3]
					18, -- [4]
					236205, -- [5]
					["id"] = 2001,
				},
				["69275"] = {
					"Scourgelord Tyrannus", -- [1]
					"69275", -- [2]
					"Знак Инея: Меракк*", -- [3]
					7, -- [4]
					236188, -- [5]
					["id"] = 2000,
				},
				["209244"] = {
					"Grand Magistrix Elisande", -- [1]
					"209244", -- [2]
					"Пророческий луч", -- [3]
					59, -- [4]
					135730, -- [5]
					["id"] = 1872,
				},
				["206936"] = {
					"Star Augur Etraeus", -- [1]
					"206936", -- [2]
					"Выброс льда (1)", -- [3]
					25, -- [4]
					612394, -- [5]
					["id"] = 1863,
				},
				["86930"] = {
					"Asaad", -- [1]
					"86930", -- [2]
					"Великая сила бури", -- [3]
					10, -- [4]
					136050, -- [5]
					["id"] = 1042,
				},
				["202088"] = {
					"Helya", -- [1]
					"202088", -- [2]
					"Обстрел солоноватой водой", -- [3]
					15.6, -- [4]
					135862, -- [5]
					["id"] = 1824,
				},
				["236442"] = {
					"Sisters of the Moon", -- [1]
					"236442", -- [2]
					"Сумеречный залп", -- [3]
					16.6, -- [4]
					1391677, -- [5]
					["id"] = 2050,
				},
				["207439"] = {
					"Star Augur Etraeus", -- [1]
					"207439", -- [2]
					"Новая Бездны (1)", -- [3]
					42, -- [4]
					458969, -- [5]
					["id"] = 1863,
				},
				["207881"] = {
					"Talixae Flamewreath", -- [1]
					"207881", -- [2]
					"Инфернальное извержение", -- [3]
					19, -- [4]
					451164, -- [5]
					["id"] = 1869,
				},
				["nightmare_horror"] = {
					"Il'gynoth", -- [1]
					"nightmare_horror", -- [2]
					"Кошмарный ужас", -- [3]
					65, -- [4]
					463569, -- [5]
					["id"] = 1873,
				},
				["228877"] = {
					"Grand Magistrix Elisande", -- [1]
					"228877", -- [2]
					"Кинетическое кольцо (1)", -- [3]
					35, -- [4]
					1033906, -- [5]
					["id"] = 1872,
				},
				["243982"] = {
					"Kil'jaeden", -- [1]
					"243982", -- [2]
					"Разлом", -- [3]
					15, -- [4]
					1394890, -- [5]
					["id"] = 2051,
				},
				["212735"] = {
					"Spellblade Aluriel", -- [1]
					"212735", -- [2]
					"Детонация: знак Льда", -- [3]
					71, -- [4]
					609814, -- [5]
					["id"] = 1871,
				},
				["218438"] = {
					"High Botanist Tel'arn", -- [1]
					"218438", -- [2]
					"Управляемый Хаос", -- [3]
					35, -- [4]
					429383, -- [5]
					["id"] = 1886,
				},
				["232827"] = {
					"Mistress Sassz'ine", -- [1]
					"232827", -- [2]
					"Сокрушительная волна", -- [3]
					32.5, -- [4]
					135861, -- [5]
					["id"] = 2037,
				},
				["198820"] = {
					"Kurtalos Ravencrest", -- [1]
					"198820", -- [2]
					"Темный взрыв", -- [3]
					12, -- [4]
					136141, -- [5]
					["id"] = 1835,
				},
				["rupturingKnock"] = {
					"Kil'jaeden", -- [1]
					"rupturingKnock", -- [2]
					"Взрыв сингулярности (1)", -- [3]
					9.85, -- [4]
					1041232, -- [5]
					["id"] = 2051,
				},
				["201148"] = {
					"Kaahrj", -- [1]
					"201148", -- [2]
					"Рок", -- [3]
					7, -- [4]
					136122, -- [5]
					["id"] = 1846,
				},
				["239932"] = {
					"Kil'jaeden", -- [1]
					"239932", -- [2]
					"Когти Скверны", -- [3]
					25, -- [4]
					135802, -- [5]
					["id"] = 2051,
				},
				["Искажение времени"] = {
					"", -- [1]
					"Искажение времени", -- [2]
					"Искажение времени", -- [3]
					17, -- [4]
					458224, -- [5]
					["id"] = 1853,
				},
				["56130"] = {
					"Elder Nadox", -- [1]
					"56130", -- [2]
					"Чумное поветрие: Амлоди", -- [3]
					30, -- [4]
					135935, -- [5]
					["id"] = 1969,
				},
				["215128"] = {
					"Il'gynoth", -- [1]
					"215128", -- [2]
					"Проклятая кровь", -- [3]
					15, -- [4]
					237515, -- [5]
					["id"] = 1873,
				},
				["207630"] = {
					"Trilliax", -- [1]
					"207630", -- [2]
					"Аннигиляция", -- [3]
					20.5, -- [4]
					135734, -- [5]
					["id"] = 1867,
				},
				["236639"] = {
					"Agronox", -- [1]
					"236639", -- [2]
					"Сочные плеточники", -- [3]
					19.2, -- [4]
					959803, -- [5]
					["id"] = 2055,
				},
				["205300"] = {
					"Dragons of Nightmare", -- [1]
					"205300", -- [2]
					"Порча", -- [3]
					15, -- [4]
					651084, -- [5]
					["id"] = 1854,
				},
				["234107"] = {
					"Domatrax", -- [1]
					"234107", -- [2]
					"Хаотическая энергия", -- [3]
					32.5, -- [4]
					135799, -- [5]
					["id"] = 2053,
				},
				["201355"] = {
					"Shivermaw", -- [1]
					"201355", -- [2]
					"Взмах крылом", -- [3]
					20.5, -- [4]
					134155, -- [5]
					["id"] = 1845,
				},
				["adds"] = {
					"Tichondrius", -- [1]
					"adds", -- [2]
					"Помощники (1)", -- [3]
					185.7, -- [4]
					1100041, -- [5]
					["id"] = 1862,
				},
				["198073"] = {
					"Smashspite", -- [1]
					"198073", -- [2]
					"Сотрясающий землю топот", -- [3]
					12, -- [4]
					132368, -- [5]
					["id"] = 1834,
				},
				["210547"] = {
					"Elerethe Renferal", -- [1]
					"210547", -- [2]
					"Бритвенное крыло", -- [3]
					60, -- [4]
					132918, -- [5]
					["id"] = 1876,
				},
				["235907"] = {
					"The Desolate Host", -- [1]
					"235907", -- [2]
					"Колллапсирующий разлом", -- [3]
					6, -- [4]
					136160, -- [5]
					["id"] = 2054,
				},
				["213238"] = {
					"Tichondrius", -- [1]
					"213238", -- [2]
					"Алчущий рой (1)", -- [3]
					27, -- [4]
					136128, -- [5]
					["id"] = 1862,
				},
				["192517"] = {
					"Ashgolm", -- [1]
					"192517", -- [2]
					"Ломкость", -- [3]
					20, -- [4]
					460686, -- [5]
					["id"] = 1816,
				},
				["207278"] = {
					"Patrol Captain Gerdo", -- [1]
					"207278", -- [2]
					"Чародейская изоляция", -- [3]
					27, -- [4]
					1041230, -- [5]
					["id"] = 1868,
				},
				["235572"] = {
					"Fallen Avatar", -- [1]
					"235572", -- [2]
					"Разлом реальностей (1)", -- [3]
					38, -- [4]
					135801, -- [5]
					["id"] = 2038,
				},
				["81630"] = {
					"Lockmaw", -- [1]
					"81630", -- [2]
					"Мэнкайнд-Галакронд", -- [3]
					12, -- [4]
					132103, -- [5]
					["id"] = 1054,
				},
				["204574"] = {
					"Oakheart", -- [1]
					"204574", -- [2]
					"Корни-душители", -- [3]
					12, -- [4]
					458176, -- [5]
					["id"] = 1837,
				},
				["205649"] = {
					"Star Augur Etraeus", -- [1]
					"205649", -- [2]
					"Выброс Скверны (1)", -- [3]
					17, -- [4]
					841218, -- [5]
					["id"] = 1863,
				},
				["227789"] = {
					"Maiden of Virtue", -- [1]
					"227789", -- [2]
					"Священная земля", -- [3]
					24, -- [4]
					135926, -- [5]
					["id"] = 1954,
				},
				["221606"] = {
					"Gul'dan", -- [1]
					"221606", -- [2]
					"Пламя Саргераса", -- [3]
					27.5, -- [4]
					1035051, -- [5]
					["id"] = 1866,
				},
				["227807"] = {
					"Odyn-TrialOfValor", -- [1]
					"227807", -- [2]
					"Буря правосудия", -- [3]
					4, -- [4]
					839983, -- [5]
					["id"] = 1958,
				},
				["meteorImpact"] = {
					"Kil'jaeden", -- [1]
					"meteorImpact", -- [2]
					"Столкновение с метеором (1)", -- [3]
					8, -- [4]
					136186, -- [5]
					["id"] = 2051,
				},
				["203147"] = {
					"Dragons of Nightmare", -- [1]
					"203147", -- [2]
					"Заряд Кошмара", -- [3]
					16, -- [4]
					237561, -- [5]
					["id"] = 1854,
				},
				["orb_ranged"] = {
					"Helya-TrialOfValor", -- [1]
					"orb_ranged", -- [2]
					"Сфера в рдд (1)", -- [3]
					31, -- [4]
					1097742, -- [5]
					["id"] = 2008,
				},
				["235751"] = {
					"Agronox", -- [1]
					"235751", -- [2]
					"Удар бревном", -- [3]
					6.2, -- [4]
					132318, -- [5]
					["id"] = 2055,
				},
				["Кольцо льда"] = {
					"", -- [1]
					"Кольцо льда", -- [2]
					"Кольцо льда", -- [3]
					29, -- [4]
					135848, -- [5]
					["id"] = 1853,
				},
				["233895"] = {
					"Demonic Inquisition", -- [1]
					"233895", -- [2]
					"Удушающая тьма", -- [3]
					42, -- [4]
					136194, -- [5]
					["id"] = 2048,
				},
				["241564"] = {
					"Kil'jaeden", -- [1]
					"241564", -- [2]
					"Горестный вой", -- [3]
					15.8, -- [4]
					460857, -- [5]
					["id"] = 2051,
				},
				["203552"] = {
					"Nythendra", -- [1]
					"203552", -- [2]
					"Королева роя", -- [3]
					90, -- [4]
					136128, -- [5]
					["id"] = 1853,
				},
				["59267"] = {
					"Gortok Palehoof", -- [1]
					"59267", -- [2]
					"Губительный рев", -- [3]
					10, -- [4]
					132091, -- [5]
					["id"] = 2027,
				},
				["209597"] = {
					"Grand Magistrix Elisande", -- [1]
					"209597", -- [2]
					"Искривляющий выброс (1)", -- [3]
					48, -- [4]
					1044088, -- [5]
					["id"] = 1872,
				},
				["218148"] = {
					"High Botanist Tel'arn", -- [1]
					"218148", -- [2]
					"Солнечный коллапс", -- [3]
					10, -- [4]
					135981, -- [5]
					["id"] = 1886,
				},
				["233514"] = {
					"Goroth", -- [1]
					"233514", -- [2]
					"Инфернальный шип", -- [3]
					4.8, -- [4]
					1118739, -- [5]
					["id"] = 2032,
				},
				["198077"] = {
					"Odyn", -- [1]
					"198077", -- [2]
					"Расколотые копья", -- [3]
					40, -- [4]
					612968, -- [5]
					["id"] = 1809,
				},
				["235267"] = {
					"Maiden of Vigilance", -- [1]
					"235267", -- [2]
					"Массовая нестабильность", -- [3]
					22, -- [4]
					535593, -- [5]
					["id"] = 2052,
				},
				["230384"] = {
					"Mistress Sassz'ine", -- [1]
					"230384", -- [2]
					"Всепоглощающий голод", -- [3]
					20.5, -- [4]
					237395, -- [5]
					["id"] = 2037,
				},
				["204100"] = {
					"Dragons of Nightmare", -- [1]
					"204100", -- [2]
					"Тени Таэрара", -- [3]
					49, -- [4]
					135824, -- [5]
					["id"] = 1854,
				},
				["196068"] = {
					"Corstilax", -- [1]
					"196068", -- [2]
					"Протокол подавления", -- [3]
					6, -- [4]
					1041234, -- [5]
					["id"] = 1825,
				},
				["209628"] = {
					"Advisor Melandrus", -- [1]
					"209628", -- [2]
					"Пронзающий ураган", -- [3]
					7, -- [4]
					1020351, -- [5]
					["id"] = 1870,
				},
				["203381"] = {
					"Thalena", -- [1]
					"203381", -- [2]
					"Зов крови", -- [3]
					30, -- [4]
					538039, -- [5]
					["id"] = 1855,
				},
				["231854"] = {
					"Harjatan the Bludger", -- [1]
					"231854", -- [2]
					"Неконтролируемая ярость", -- [3]
					20.7, -- [4]
					132344, -- [5]
					["id"] = 2036,
				},
				["208929"] = {
					"Il'gynoth", -- [1]
					"208929", -- [2]
					"Выброс порчи на ТЕБЕ", -- [3]
					10, -- [4]
					136211, -- [5]
					["id"] = 1873,
				},
				["201733"] = {
					"Kurtalos Ravencrest", -- [1]
					"201733", -- [2]
					"Жалящий рой", -- [3]
					17, -- [4]
					538518, -- [5]
					["id"] = 1835,
				},
				["241636"] = {
					"Maiden of Vigilance", -- [1]
					"241636", -- [2]
					"Молот Скверны", -- [3]
					32, -- [4]
					1038844, -- [5]
					["id"] = 2052,
				},
				["206883"] = {
					"Gul'dan", -- [1]
					"206883", -- [2]
					"<Чтение Омут душ>", -- [3]
					9, -- [4]
					607512, -- [5]
					["id"] = 1866,
				},
				["196947"] = {
					"Helya", -- [1]
					"196947", -- [2]
					"Погружение", -- [3]
					15, -- [4]
					463570, -- [5]
					["id"] = 1824,
				},
				["236544"] = {
					"The Desolate Host", -- [1]
					"236544", -- [2]
					"Роковой раскол", -- [3]
					28, -- [4]
					1033912, -- [5]
					["id"] = 2054,
				},
				["218304"] = {
					"High Botanist Tel'arn", -- [1]
					"218304", -- [2]
					"Паразитические путы", -- [3]
					21.5, -- [4]
					538515, -- [5]
					["id"] = 1886,
				},
				["194323"] = {
					"Glazer", -- [1]
					"194323", -- [2]
					"Фокусировка", -- [3]
					32, -- [4]
					132177, -- [5]
					["id"] = 1817,
				},
				["239741"] = {
					"Tomb of Sargeras Trash", -- [1]
					"239741", -- [2]
					"Страдания: Ogamiitto*", -- [3]
					6, -- [4]
					615099, -- [5]
					["id"] = 2054,
				},
				["234817"] = {
					"Mephistroth", -- [1]
					"234817", -- [2]
					"Темное одиночество", -- [3]
					7.1, -- [4]
					458229, -- [5]
					["id"] = 2039,
				},
				["fear"] = {
					"Nighthold Trash", -- [1]
					"fear", -- [2]
					"Страх: Kremzi*", -- [3]
					10, -- [4]
					1386549, -- [5]
					["id"] = 1862,
				},
				["228300"] = {
					"Helya-TrialOfValor", -- [1]
					"228300", -- [2]
					"Ярость Утробы душ", -- [3]
					50, -- [4]
					237590, -- [5]
					["id"] = 2008,
				},
				["197810"] = {
					"General Xakal", -- [1]
					"197810", -- [2]
					"Злодейский мощный удар", -- [3]
					36, -- [4]
					1109118, -- [5]
					["id"] = 1828,
				},
				["214529"] = {
					"Cenarius", -- [1]
					"214529", -- [2]
					"Копье кошмаров", -- [3]
					23, -- [4]
					1357799, -- [5]
					["id"] = 1877,
				},
				["firestorm"] = {
					"Brother Korloff", -- [1]
					"firestorm", -- [2]
					"Удар огненной бури", -- [3]
					11, -- [4]
					135788, -- [5]
					["id"] = 1424,
				},
				["195254"] = {
					"Amalgam of Souls", -- [1]
					"195254", -- [2]
					"Вращающаяся коса", -- [3]
					8.5, -- [4]
					1060569, -- [5]
					["id"] = 1832,
				},
				["227616"] = {
					"Moroes", -- [1]
					"227616", -- [2]
					"Усиление оружия", -- [3]
					9.5, -- [4]
					537253, -- [5]
					["id"] = 1961,
				},
				["211615"] = {
					"Trilliax", -- [1]
					"211615", -- [2]
					"Дезинфекция на ТЕБЕ", -- [3]
					45, -- [4]
					237587, -- [5]
					["id"] = 1867,
				},
				["213852"] = {
					"Spellblade Aluriel", -- [1]
					"213852", -- [2]
					"Репликация: чародейская сфера", -- [3]
					16, -- [4]
					135732, -- [5]
					["id"] = 1871,
				},
				["227736"] = {
					"Moroes", -- [1]
					"227736", -- [2]
					"Исчезновение", -- [3]
					7, -- [4]
					132331, -- [5]
					["id"] = 1961,
				},
				["193018"] = {
					"King Deepbeard", -- [1]
					"193018", -- [2]
					"Пузырь газа", -- [3]
					12, -- [4]
					893778, -- [5]
					["id"] = 1812,
				},
				["196376"] = {
					"Archdruid Glaidalis", -- [1]
					"196376", -- [2]
					"Мучительное разрывание", -- [3]
					5, -- [4]
					132133, -- [5]
					["id"] = 1836,
				},
				["197546"] = {
					"Illysanna Ravencrest", -- [1]
					"197546", -- [2]
					"Жуткая глефа", -- [3]
					5.5, -- [4]
					1138466, -- [5]
					["id"] = 1833,
				},
				["193092"] = {
					"Hymdall", -- [1]
					"193092", -- [2]
					"Кровопролитный круговой удар", -- [3]
					16, -- [4]
					589068, -- [5]
					["id"] = 1805,
				},
				["209270"] = {
					"Gul'dan", -- [1]
					"209270", -- [2]
					"Око Гул'дана (1)", -- [3]
					29, -- [4]
					136210, -- [5]
					["id"] = 1866,
				},
				["202328"] = {
					"Fel Lord Betrug", -- [1]
					"202328", -- [2]
					"<Чтение Могучий удар>", -- [3]
					3, -- [4]
					132338, -- [5]
					["id"] = 1856,
				},
				["59978"] = {
					"Herald Volazj", -- [1]
					"59978", -- [2]
					"Трепет: Кренда", -- [3]
					15, -- [4]
					136131, -- [5]
					["id"] = 1968,
				},
				["59842"] = {
					"Slad'ran", -- [1]
					"59842", -- [2]
					"Ядовитая звезда", -- [3]
					3.5, -- [4]
					136030, -- [5]
					["id"] = 1978,
				},
				["Ледяная преграда"] = {
					"", -- [1]
					"Ледяная преграда", -- [2]
					"Ледяная преграда", -- [3]
					13, -- [4]
					135988, -- [5]
					["id"] = 1873,
				},
				["227783"] = {
					"Opera Hall: Westfall Story", -- [1]
					"227783", -- [2]
					"Ураганная волна", -- [3]
					23, -- [4]
					237590, -- [5]
					["id"] = 1957,
				},
				["focused_power"] = {
					"Shade of Medivh", -- [1]
					"focused_power", -- [2]
					"Средоточие силы", -- [3]
					29.2929297425733, -- [4]
					"Interface\\Icons\\ability_mage_greaterinvisibility", -- [5]
					["id"] = 1965,
				},
				["222761"] = {
					"Star Augur Etraeus", -- [1]
					"222761", -- [2]
					"Большой взрыв", -- [3]
					231.5, -- [4]
					1029583, -- [5]
					["id"] = 1863,
				},
				["236650"] = {
					"Agronox", -- [1]
					"236650", -- [2]
					"Удушающие лозы", -- [3]
					24.4, -- [4]
					135263, -- [5]
					["id"] = 2055,
				},
				["188114"] = {
					"Rokmora", -- [1]
					"188114", -- [2]
					"Дробление", -- [3]
					24, -- [4]
					451165, -- [5]
					["id"] = 1790,
				},
				["233155"] = {
					"Mephistroth", -- [1]
					"233155", -- [2]
					"Темная стая", -- [3]
					18.1, -- [4]
					136128, -- [5]
					["id"] = 2039,
				},
				["198446"] = {
					"Smashspite", -- [1]
					"198446", -- [2]
					"Сквернорвота", -- [3]
					31, -- [4]
					1129418, -- [5]
					["id"] = 1834,
				},
				["227987"] = {
					"Opera Hall: Beautiful Beast", -- [1]
					"227987", -- [2]
					"Звонок к обеду!", -- [3]
					8.5, -- [4]
					133706, -- [5]
					["id"] = 1957,
				},
				["-12727"] = {
					"Ashgolm", -- [1]
					"-12727", -- [2]
					"Система безопасности", -- [3]
					7.5, -- [4]
					"Interface\\Icons\\ability_monk_counteractmagic", -- [5]
					["id"] = 1816,
				},
				["228519"] = {
					"Helya-TrialOfValor", -- [1]
					"228519", -- [2]
					"Удар якорем", -- [3]
					12, -- [4]
					132470, -- [5]
					["id"] = 2008,
				},
				["228619"] = {
					"Helya-TrialOfValor", -- [1]
					"228619", -- [2]
					"Фонарь Тьмы", -- [3]
					30, -- [4]
					134553, -- [5]
					["id"] = 2008,
				},
				["192706"] = {
					"Wrath of Azshara", -- [1]
					"192706", -- [2]
					"Чародейская бомба", -- [3]
					26, -- [4]
					132861, -- [5]
					["id"] = 1814,
				},
				["228025"] = {
					"Opera Hall: Beautiful Beast", -- [1]
					"228025", -- [2]
					"Волна жара", -- [3]
					30, -- [4]
					136196, -- [5]
					["id"] = 1957,
				},
				["198495"] = {
					"Helya", -- [1]
					"198495", -- [2]
					"Стремительный поток", -- [3]
					10, -- [4]
					135861, -- [5]
					["id"] = 1824,
				},
				["209602"] = {
					"Advisor Melandrus", -- [1]
					"209602", -- [2]
					"Буйство клинков", -- [3]
					15, -- [4]
					965900, -- [5]
					["id"] = 1870,
				},
				["228565"] = {
					"Helya-TrialOfValor", -- [1]
					"228565", -- [2]
					"Дыхание порчи", -- [3]
					19.5, -- [4]
					136195, -- [5]
					["id"] = 2008,
				},
				["211152"] = {
					"Gul'dan", -- [1]
					"211152", -- [2]
					"(E) Око Гул'дана (3)", -- [3]
					29.5929999999935, -- [4]
					971290, -- [5]
					["id"] = 1866,
				},
				["211802"] = {
					"Xavius", -- [1]
					"211802", -- [2]
					"Клинки Кошмара", -- [3]
					19.2, -- [4]
					1396975, -- [5]
					["id"] = 1864,
				},
				["204078"] = {
					"Dragons of Nightmare", -- [1]
					"204078", -- [2]
					"<Чтение Раскатистый рев>", -- [3]
					6, -- [4]
					136129, -- [5]
					["id"] = 1854,
				},
				["-12527"] = {
					"Naraxas", -- [1]
					"-12527", -- [2]
					"Преданный червепоклонник", -- [3]
					10, -- [4]
					136189, -- [5]
					["id"] = 1792,
				},
				["204316"] = {
					"Skorpyron", -- [1]
					"204316", -- [2]
					"Ударная волна", -- [3]
					59, -- [4]
					1029595, -- [5]
					["id"] = 1849,
				},
				["224508"] = {
					"Xavius", -- [1]
					"224508", -- [2]
					"Кошмарный метеорит: Wahnwitzler*", -- [3]
					5, -- [4]
					1396970, -- [5]
					["id"] = 1864,
				},
				["227800"] = {
					"Maiden of Virtue", -- [1]
					"227800", -- [2]
					"Шок небес", -- [3]
					12, -- [4]
					135972, -- [5]
					["id"] = 1954,
				},
				["212364"] = {
					"Elerethe Renferal", -- [1]
					"212364", -- [2]
					"Время кормления", -- [3]
					16, -- [4]
					132196, -- [5]
					["id"] = 1876,
				},
				["236694"] = {
					"Sisters of the Moon", -- [1]
					"236694", -- [2]
					"Призыв Лунного Когтя", -- [3]
					7.3, -- [4]
					132150, -- [5]
					["id"] = 2050,
				},
				["241635"] = {
					"Maiden of Vigilance", -- [1]
					"241635", -- [2]
					"Молот Света", -- [3]
					14, -- [4]
					135875, -- [5]
					["id"] = 2052,
				},
				["212726"] = {
					"Cenarius", -- [1]
					"212726", -- [2]
					"Силы Кошмара (1)", -- [3]
					10, -- [4]
					1357812, -- [5]
					["id"] = 1877,
				},
				["209034"] = {
					"Xavius", -- [1]
					"209034", -- [2]
					"Узы ужаса", -- [3]
					15.5, -- [4]
					1396973, -- [5]
					["id"] = 1864,
				},
				["213275"] = {
					"Spellblade Aluriel", -- [1]
					"213275", -- [2]
					"Детонация: пылающее клеймо", -- [3]
					48, -- [4]
					135811, -- [5]
					["id"] = 1871,
				},
				["192522"] = {
					"Ashgolm", -- [1]
					"192522", -- [2]
					"Разлом", -- [3]
					42, -- [4]
					1032476, -- [5]
					["id"] = 1816,
				},
				["210879"] = {
					"Fel Lord Betrug", -- [1]
					"210879", -- [2]
					"Семя разрушения", -- [3]
					16, -- [4]
					136193, -- [5]
					["id"] = 1856,
				},
				["228019"] = {
					"Opera Hall: Beautiful Beast", -- [1]
					"228019", -- [2]
					"Объедки", -- [3]
					7, -- [4]
					133783, -- [5]
					["id"] = 1957,
				},
				["235117"] = {
					"Maiden of Vigilance", -- [1]
					"235117", -- [2]
					"Нестабильная душа на ТЕБЕ", -- [3]
					8, -- [4]
					841221, -- [5]
					["id"] = 2052,
				},
				["248671"] = {
					"Demonic Inquisition", -- [1]
					"248671", -- [2]
					"Невообразимые мучения", -- [3]
					480, -- [4]
					1344654, -- [5]
					["id"] = 2048,
				},
				["55931"] = {
					"Prince Taldaram", -- [1]
					"55931", -- [2]
					"Создание сферы огня", -- [3]
					10, -- [4]
					135824, -- [5]
					["id"] = 1966,
				},
				["206589"] = {
					"Star Augur Etraeus", -- [1]
					"206589", -- [2]
					"Окоченение на ТЕБЕ", -- [3]
					12, -- [4]
					236208, -- [5]
					["id"] = 1863,
				},
				["219235"] = {
					"High Botanist Tel'arn", -- [1]
					"219235", -- [2]
					"Отравляющие споры на ТЕБЕ", -- [3]
					12, -- [4]
					134220, -- [5]
					["id"] = 1886,
				},
				["206517"] = {
					"Star Augur Etraeus", -- [1]
					"206517", -- [2]
					"Новая Скверны (1)", -- [3]
					58.6, -- [4]
					1117883, -- [5]
					["id"] = 1863,
				},
				["55098"] = {
					"Moorabi", -- [1]
					"55098", -- [2]
					"Преображение", -- [3]
					4, -- [4]
					132254, -- [5]
					["id"] = 1980,
				},
				["241721"] = {
					"Kil'jaeden", -- [1]
					"241721", -- [2]
					"Зрение Иллидана", -- [3]
					20, -- [4]
					236415, -- [5]
					["id"] = 2051,
				},
				["stages"] = {
					"Kil'jaeden", -- [1]
					"stages", -- [2]
					"Перерыв", -- [3]
					60.2, -- [4]
					236222, -- [5]
					["id"] = 2051,
				},
				["205862"] = {
					"Krosus", -- [1]
					"205862", -- [2]
					"Мощный удар (1)", -- [3]
					33, -- [4]
					135906, -- [5]
					["id"] = 1842,
				},
				["202019"] = {
					"Kurtalos Ravencrest", -- [1]
					"202019", -- [2]
					"Залп стрел Тьмы", -- [3]
					17.5, -- [4]
					136197, -- [5]
					["id"] = 1835,
				},
				["206949"] = {
					"Star Augur Etraeus", -- [1]
					"206949", -- [2]
					"Ледяная новая (1)", -- [3]
					53, -- [4]
					464484, -- [5]
					["id"] = 1863,
				},
				["197478"] = {
					"Illysanna Ravencrest", -- [1]
					"197478", -- [2]
					"Темный рывок", -- [3]
					14.8, -- [4]
					1247261, -- [5]
					["id"] = 1833,
				},
				["201159"] = {
					"Millificent Manastorm", -- [1]
					"201159", -- [2]
					"Экстремальный лазер \"Два пальца\"", -- [3]
					5, -- [4]
					892834, -- [5]
					["id"] = 1847,
				},
				["206514"] = {
					"Gul'dan", -- [1]
					"206514", -- [2]
					"Эманация Скверны", -- [3]
					11, -- [4]
					841219, -- [5]
					["id"] = 1866,
				},
				["229945"] = {
					"Gul'dan", -- [1]
					"229945", -- [2]
					"Обелиск Скверны", -- [3]
					10, -- [4]
					1118739, -- [5]
					["id"] = 1866,
				},
				["-13022"] = {
					"Chronomatic Anomaly", -- [1]
					"-13022", -- [2]
					"Помощник", -- [3]
					25, -- [4]
					135739, -- [5]
					["id"] = 1865,
				},
				["expedient_elemental"] = {
					"Grand Magistrix Elisande", -- [1]
					"expedient_elemental", -- [2]
					"Своевременный элементаль", -- [3]
					8, -- [4]
					648208, -- [5]
					["id"] = 1872,
				},
				["204667"] = {
					"Oakheart", -- [1]
					"204667", -- [2]
					"Дыхание Кошмара", -- [3]
					18, -- [4]
					1357794, -- [5]
					["id"] = 1837,
				},
				["206609"] = {
					"Chronomatic Anomaly", -- [1]
					"206609", -- [2]
					"Выдержка времени", -- [3]
					5, -- [4]
					413594, -- [5]
					["id"] = 1865,
				},
				["227404"] = {
					"Attumen the Huntsman", -- [1]
					"227404", -- [2]
					"Незримое присутствие", -- [3]
					5, -- [4]
					135974, -- [5]
					["id"] = 1960,
				},
				["193152"] = {
					"King Deepbeard", -- [1]
					"193152", -- [2]
					"Землетрясение", -- [3]
					15, -- [4]
					136025, -- [5]
					["id"] = 1812,
				},
				["199143"] = {
					"Kurtalos Ravencrest", -- [1]
					"199143", -- [2]
					"Гипнотическое облако", -- [3]
					30.8, -- [4]
					136182, -- [5]
					["id"] = 1835,
				},
				["233263"] = {
					"Sisters of the Moon", -- [1]
					"233263", -- [2]
					"Объятия затмения", -- [3]
					48.3, -- [4]
					236151, -- [5]
					["id"] = 2050,
				},
				["216290"] = {
					"Ularogg Cragshaper", -- [1]
					"216290", -- [2]
					"Удар горы", -- [3]
					15, -- [4]
					136025, -- [5]
					["id"] = 1791,
				},
				["240735"] = {
					"Tomb of Sargeras Trash", -- [1]
					"240735", -- [2]
					"Превращающая бомба: Ерргазы*", -- [3]
					10, -- [4]
					575586, -- [5]
					["id"] = 2050,
				},
				["blob"] = {
					"Lady Hatecoil", -- [1]
					"blob", -- [2]
					"Капля морской воды", -- [3]
					21, -- [4]
					135861, -- [5]
					["id"] = 1811,
				},
				["227545"] = {
					"Moroes", -- [1]
					"227545", -- [2]
					"Похищение маны", -- [3]
					9, -- [4]
					136213, -- [5]
					["id"] = 1961,
				},
				["201153"] = {
					"Kaahrj", -- [1]
					"201153", -- [2]
					"Вечная Тьма", -- [3]
					15, -- [4]
					537022, -- [5]
					["id"] = 1846,
				},
				["233556"] = {
					"Fallen Avatar", -- [1]
					"233556", -- [2]
					"Оскверненная матрица", -- [3]
					50, -- [4]
					1097741, -- [5]
					["id"] = 2038,
				},
				["193093"] = {
					"King Deepbeard", -- [1]
					"193093", -- [2]
					"Удар по земле", -- [3]
					6, -- [4]
					132318, -- [5]
					["id"] = 1812,
				},
				["210150"] = {
					"Naraxas", -- [1]
					"210150", -- [2]
					"Токсичная желчь", -- [3]
					12, -- [4]
					136016, -- [5]
					["id"] = 1792,
				},
				["236459"] = {
					"The Desolate Host", -- [1]
					"236459", -- [2]
					"Соединение душ", -- [3]
					16, -- [4]
					607854, -- [5]
					["id"] = 2054,
				},
				["188169"] = {
					"Rokmora", -- [1]
					"188169", -- [2]
					"Бритвенно-острые осколки", -- [3]
					25, -- [4]
					135857, -- [5]
					["id"] = 1790,
				},
				["201379"] = {
					"Shivermaw", -- [1]
					"201379", -- [2]
					"Ледяное дыхание", -- [3]
					5, -- [4]
					1029007, -- [5]
					["id"] = 1845,
				},
				["219488"] = {
					"Patrol Captain Gerdo", -- [1]
					"219488", -- [2]
					"Дворник", -- [3]
					12, -- [4]
					1391767, -- [5]
					["id"] = 1868,
				},
				["248812"] = {
					"Maiden of Vigilance", -- [1]
					"248812", -- [2]
					"Обратная вспышка", -- [3]
					42.5, -- [4]
					236256, -- [5]
					["id"] = 2052,
				},
				["218927"] = {
					"High Botanist Tel'arn", -- [1]
					"218927", -- [2]
					"Милость природы", -- [3]
					10.5, -- [4]
					136074, -- [5]
					["id"] = 1886,
				},
				["obeliskExplosion"] = {
					"Kil'jaeden", -- [1]
					"obeliskExplosion", -- [2]
					"<Чтение Взрыв обелисков>", -- [3]
					13, -- [4]
					135799, -- [5]
					["id"] = 2051,
				},
				["198006"] = {
					"Ursoc", -- [1]
					"198006", -- [2]
					"Пристальный взгляд (1|T137004:0|t)", -- [3]
					19, -- [4]
					571585, -- [5]
					["id"] = 1841,
				},
				["208165"] = {
					"Talixae Flamewreath", -- [1]
					"208165", -- [2]
					"Иссохшая душа", -- [3]
					13, -- [4]
					460700, -- [5]
					["id"] = 1869,
				},
				["241171"] = {
					"Tomb of Sargeras Trash", -- [1]
					"241171", -- [2]
					"Лунная бомба: Сантикс*", -- [3]
					10, -- [4]
					132218, -- [5]
					["id"] = 2050,
				},
				["206480"] = {
					"Tichondrius", -- [1]
					"206480", -- [2]
					"Трупное заражение (1)", -- [3]
					7, -- [4]
					1029009, -- [5]
					["id"] = 1862,
				},
				["206820"] = {
					"Trilliax", -- [1]
					"206820", -- [2]
					"Очищающая ярость", -- [3]
					10.5, -- [4]
					132345, -- [5]
					["id"] = 1867,
				},
				["202341"] = {
					"Anub'esset", -- [1]
					"202341", -- [2]
					"Пронзание", -- [3]
					22, -- [4]
					132090, -- [5]
					["id"] = 1852,
				},
				["192617"] = {
					"Wrath of Azshara", -- [1]
					"192617", -- [2]
					"Потоп", -- [3]
					12, -- [4]
					893778, -- [5]
					["id"] = 1814,
				},
				["212707"] = {
					"Elerethe Renferal", -- [1]
					"212707", -- [2]
					"Собирающиеся тучи", -- [3]
					15.7, -- [4]
					132188, -- [5]
					["id"] = 1876,
				},
				["60029"] = {
					"Jedoga Shadowseeker", -- [1]
					"60029", -- [2]
					"Громовой удар", -- [3]
					10, -- [4]
					136014, -- [5]
					["id"] = 1967,
				},
				["201354"] = {
					"Shivermaw", -- [1]
					"201354", -- [2]
					"Взмах хвостом", -- [3]
					17, -- [4]
					134307, -- [5]
					["id"] = 1845,
				},
				["214505"] = {
					"Cenarius", -- [1]
					"214505", -- [2]
					"Опутывающие кошмары", -- [3]
					35, -- [4]
					1357814, -- [5]
					["id"] = 1877,
				},
				["234059"] = {
					"Fallen Avatar", -- [1]
					"234059", -- [2]
					"Необузданный хаос", -- [3]
					7, -- [4]
					135795, -- [5]
					["id"] = 2038,
				},
				["243124"] = {
					"Thrashbite the Scornful", -- [1]
					"243124", -- [2]
					"Бросок дубины", -- [3]
					15.8, -- [4]
					1084435, -- [5]
					["id"] = 2057,
				},
				["227672"] = {
					"Moroes", -- [1]
					"227672", -- [2]
					"Сокрушитель воли", -- [3]
					10.5, -- [4]
					132351, -- [5]
					["id"] = 1961,
				},
				["208689"] = {
					"Il'gynoth", -- [1]
					"208689", -- [2]
					"Удар по земле", -- [3]
					11.5, -- [4]
					254105, -- [5]
					["id"] = 1873,
				},
				["233983"] = {
					"Demonic Inquisition", -- [1]
					"233983", -- [2]
					"Эхо тоски", -- [3]
					22, -- [4]
					136181, -- [5]
					["id"] = 2048,
				},
				["Иллюзия"] = {
					"", -- [1]
					"Иллюзия", -- [2]
					"Иллюзия", -- [3]
					28, -- [4]
					133564, -- [5]
					["id"] = 1853,
				},
				["214167"] = {
					"Star Augur Etraeus", -- [1]
					"214167", -- [2]
					"Гравитация", -- [3]
					28, -- [4]
					1041234, -- [5]
					["id"] = 1863,
				},
				["202779"] = {
					"Thalena", -- [1]
					"202779", -- [2]
					"Essence", -- [3]
					7, -- [4]
					236300, -- [5]
					["id"] = 1855,
				},
				["steel"] = {
					"High Inquisitor Whitemane", -- [1]
					"steel", -- [2]
					"Стальная вспышка", -- [3]
					10.8, -- [4]
					132294, -- [5]
					["id"] = 1425,
				},
				["202473"] = {
					"Saelorn", -- [1]
					"202473", -- [2]
					"Взрыв Скверны", -- [3]
					30, -- [4]
					135800, -- [5]
					["id"] = 1851,
				},
				["195804"] = {
					"Corstilax", -- [1]
					"195804", -- [2]
					"Карантин", -- [3]
					22, -- [4]
					458245, -- [5]
					["id"] = 1825,
				},
				["191284"] = {
					"Hymdall", -- [1]
					"191284", -- [2]
					"Рог доблести", -- [3]
					8, -- [4]
					134229, -- [5]
					["id"] = 1805,
				},
				["38618"] = {
					"Commander Kolurg/Stoutbeard", -- [1]
					"38618", -- [2]
					"Вихрь", -- [3]
					14.5, -- [4]
					132369, -- [5]
					["id"] = 519,
				},
				["203787"] = {
					"Dragons of Nightmare", -- [1]
					"203787", -- [2]
					"Летучая зараза", -- [3]
					20, -- [4]
					135914, -- [5]
					["id"] = 1854,
				},
				["214335"] = {
					"Star Augur Etraeus", -- [1]
					"214335", -- [2]
					"Гравитация", -- [3]
					20, -- [4]
					1041234, -- [5]
					["id"] = 1863,
				},
				["230227"] = {
					"Mistress Sassz'ine", -- [1]
					"230227", -- [2]
					"Сила бездны (1)", -- [3]
					20.5, -- [4]
					133898, -- [5]
					["id"] = 2037,
				},
				["197422"] = {
					"Cordana Felsong", -- [1]
					"197422", -- [2]
					"<Чтение Ползучая гибель>", -- [3]
					35, -- [4]
					1022944, -- [5]
					["id"] = 1818,
				},
				["197365"] = {
					"Wrath of Azshara", -- [1]
					"197365", -- [2]
					"Морская пучина", -- [3]
					20, -- [4]
					629077, -- [5]
					["id"] = 1814,
				},
				["236603"] = {
					"Sisters of the Moon", -- [1]
					"236603", -- [2]
					"Быстрый обстрел", -- [3]
					15.8, -- [4]
					1035040, -- [5]
					["id"] = 2050,
				},
				["205370"] = {
					"Krosus", -- [1]
					"205370", -- [2]
					"Луч (1)", -- [3]
					11, -- [4]
					841219, -- [5]
					["id"] = 1842,
				},
				["210864"] = {
					"Elerethe Renferal", -- [1]
					"210864", -- [2]
					"Темные вихри", -- [3]
					8, -- [4]
					1022950, -- [5]
					["id"] = 1876,
				},
				["88308"] = {
					"Altairus", -- [1]
					"88308", -- [2]
					"Студеное дыхание", -- [3]
					12, -- [4]
					135836, -- [5]
					["id"] = 1041,
				},
				["196115"] = {
					"Corstilax", -- [1]
					"196115", -- [2]
					"Очищающая сила", -- [3]
					30, -- [4]
					609815, -- [5]
					["id"] = 1825,
				},
				["193659"] = {
					"God-King Skovald", -- [1]
					"193659", -- [2]
					"Рывок пламени Скверны", -- [3]
					8.5, -- [4]
					1096201, -- [5]
					["id"] = 1808,
				},
				["205984"] = {
					"Star Augur Etraeus", -- [1]
					"205984", -- [2]
					"Гравитация", -- [3]
					30, -- [4]
					1041234, -- [5]
					["id"] = 1863,
				},
				["237726"] = {
					"Thrashbite the Scornful", -- [1]
					"237726", -- [2]
					"Глумливый взгляд", -- [3]
					25.5, -- [4]
					132284, -- [5]
					["id"] = 2057,
				},
				["236524"] = {
					"Agronox", -- [1]
					"236524", -- [2]
					"Ядовитые споры (1)", -- [3]
					13.1, -- [4]
					132371, -- [5]
					["id"] = 2055,
				},
				["193211"] = {
					"Ymiron", -- [1]
					"193211", -- [2]
					"Черная рана", -- [3]
					3.5, -- [4]
					135371, -- [5]
					["id"] = 1822,
				},
				["198405"] = {
					"Maw of Souls Trash", -- [1]
					"198405", -- [2]
					"Леденящий душу вопль", -- [3]
					6, -- [4]
					136184, -- [5]
					["id"] = 1823,
				},
				["193977"] = {
					"Ymiron", -- [1]
					"193977", -- [2]
					"Ветра Нордскола", -- [3]
					15.1, -- [4]
					135833, -- [5]
					["id"] = 1822,
				},
				["227254"] = {
					"The Curator", -- [1]
					"227254", -- [2]
					"<Чтение Прилив сил>", -- [3]
					20, -- [4]
					135729, -- [5]
					["id"] = 1964,
				},
				["238570"] = {
					"The Desolate Host", -- [1]
					"238570", -- [2]
					"Стон страдания", -- [3]
					120, -- [4]
					463286, -- [5]
					["id"] = 2054,
				},
				["215988"] = {
					"Tichondrius", -- [1]
					"215988", -- [2]
					"<Чтение Гибельный кошмар>", -- [3]
					8.5, -- [4]
					840194, -- [5]
					["id"] = 1862,
				},
				["202414"] = {
					"Saelorn", -- [1]
					"202414", -- [2]
					"Разбрызгивание яда", -- [3]
					22, -- [4]
					132104, -- [5]
					["id"] = 1851,
				},
				["210346"] = {
					"Cenarius", -- [1]
					"210346", -- [2]
					"Аура ужасных шипов", -- [3]
					6, -- [4]
					1357798, -- [5]
					["id"] = 1877,
				},
				["236480"] = {
					"Sisters of the Moon", -- [1]
					"236480", -- [2]
					"Град глеф", -- [3]
					40.6649999999936, -- [4]
					132330, -- [5]
					["id"] = 2050,
				},
				["236527"] = {
					"Agronox", -- [1]
					"236527", -- [2]
					"Гремучие плеточники", -- [3]
					11, -- [4]
					135263, -- [5]
					["id"] = 2055,
				},
				["196392"] = {
					"Ivanyr", -- [1]
					"196392", -- [2]
					"Перезарядка маны", -- [3]
					37.5, -- [4]
					136208, -- [5]
					["id"] = 1827,
				},
				["200040"] = {
					"Naltira", -- [1]
					"200040", -- [2]
					"Яд Пустоты", -- [3]
					26, -- [4]
					237155, -- [5]
					["id"] = 1826,
				},
				["230139"] = {
					"Mistress Sassz'ine", -- [1]
					"230139", -- [2]
					"Выстрел гидры (1)", -- [3]
					25, -- [4]
					133578, -- [5]
					["id"] = 2037,
				},
				["235059"] = {
					"Kil'jaeden", -- [1]
					"235059", -- [2]
					"Разрывающая сингулярность (1)", -- [3]
					58, -- [4]
					1041232, -- [5]
					["id"] = 2051,
				},
				["198108"] = {
					"Ursoc", -- [1]
					"198108", -- [2]
					"Инерция на ТЕБЕ", -- [3]
					50, -- [4]
					132096, -- [5]
					["id"] = 1841,
				},
				["forces"] = {
					"Il'gynoth", -- [1]
					"forces", -- [2]
					"Щупальце смертоносного взгляда (1)", -- [3]
					26, -- [4]
					462324, -- [5]
					["id"] = 1873,
				},
				["81690"] = {
					"Lockmaw", -- [1]
					"81690", -- [2]
					"Аудеонна", -- [3]
					30, -- [4]
					237515, -- [5]
					["id"] = 1054,
				},
				["236378"] = {
					"Kil'jaeden", -- [1]
					"236378", -- [2]
					"|TInterface\\LFGFrame\\UI-LFG-ICON-PORTRAITROLES.blp:16:16:0:0:64:64:0:19:22:41|t Отражение: жалобное (1)", -- [3]
					48.4, -- [4]
					463284, -- [5]
					["id"] = 2051,
				},
				["78903"] = {
					"Ozruk", -- [1]
					"78903", -- [2]
					"<Чтение Удар земли>", -- [3]
					3, -- [4]
					136025, -- [5]
					["id"] = 1058,
				},
				["233441"] = {
					"Demonic Inquisition", -- [1]
					"233441", -- [2]
					"Костяная пила", -- [3]
					60.5, -- [4]
					999952, -- [5]
					["id"] = 2048,
				},
				["198263"] = {
					"Odyn", -- [1]
					"198263", -- [2]
					"Светозарная буря", -- [3]
					24, -- [4]
					236250, -- [5]
					["id"] = 1809,
				},
				["78939"] = {
					"Ozruk", -- [1]
					"78939", -- [2]
					"Элементиевая защита", -- [3]
					10, -- [4]
					132361, -- [5]
					["id"] = 1058,
				},
				["236710"] = {
					"Kil'jaeden", -- [1]
					"236710", -- [2]
					"|TInterface\\LFGFrame\\UI-LFG-ICON-PORTRAITROLES.blp:16:16:0:0:64:64:20:39:22:41|t Отражение: взрывное", -- [3]
					20, -- [4]
					1357814, -- [5]
					["id"] = 2051,
				},
				["193668"] = {
					"God-King Skovald", -- [1]
					"193668", -- [2]
					"Свирепый клинок", -- [3]
					24, -- [4]
					135271, -- [5]
					["id"] = 1808,
				},
				["218809"] = {
					"High Botanist Tel'arn", -- [1]
					"218809", -- [2]
					"Зов ночи", -- [3]
					20, -- [4]
					135752, -- [5]
					["id"] = 1886,
				},
				["224333"] = {
					"Advisor Melandrus", -- [1]
					"224333", -- [2]
					"Вихрь", -- [3]
					10, -- [4]
					1029595, -- [5]
					["id"] = 1870,
				},
				["236541"] = {
					"Sisters of the Moon", -- [1]
					"236541", -- [2]
					"Сумеречная глефа", -- [3]
					18.1, -- [4]
					132330, -- [5]
					["id"] = 2050,
				},
				["203096"] = {
					"Nythendra", -- [1]
					"203096", -- [2]
					"Гниль", -- [3]
					5.8, -- [4]
					136134, -- [5]
					["id"] = 1853,
				},
				["197969"] = {
					"Ursoc", -- [1]
					"197969", -- [2]
					"Какофонический рев (1)", -- [3]
					40, -- [4]
					136195, -- [5]
					["id"] = 1841,
				},
				["227503"] = {
					"Odyn-TrialOfValor", -- [1]
					"227503", -- [2]
					"Впитывание энергии", -- [3]
					40, -- [4]
					236247, -- [5]
					["id"] = 1958,
				},
				["193460"] = {
					"Ymiron", -- [1]
					"193460", -- [2]
					"Погибель", -- [3]
					22.1, -- [4]
					136194, -- [5]
					["id"] = 1822,
				},
				["215300"] = {
					"Elerethe Renferal", -- [1]
					"215300", -- [2]
					"Паутина боли", -- [3]
					6, -- [4]
					237431, -- [5]
					["id"] = 1876,
				},
				["227809"] = {
					"Maiden of Virtue", -- [1]
					"227809", -- [2]
					"Священная молния", -- [3]
					12, -- [4]
					1022948, -- [5]
					["id"] = 1954,
				},
				["205741"] = {
					"Xavius", -- [1]
					"205741", -- [2]
					"Ужасное извержение", -- [3]
					18, -- [4]
					1396977, -- [5]
					["id"] = 1864,
				},
				["206005"] = {
					"Xavius", -- [1]
					"206005", -- [2]
					"Сонная проекция на ТЕБЕ", -- [3]
					180, -- [4]
					1396974, -- [5]
					["id"] = 1864,
				},
				["227523"] = {
					"Mana Devourer", -- [1]
					"227523", -- [2]
					"Энергетическая пустота", -- [3]
					14.5, -- [4]
					1386548, -- [5]
					["id"] = 1959,
				},
				["87618"] = {
					"Asaad", -- [1]
					"87618", -- [2]
					"Мертвая хватка", -- [3]
					1.25, -- [4]
					237587, -- [5]
					["id"] = 1042,
				},
				["228012"] = {
					"Odyn-TrialOfValor", -- [1]
					"228012", -- [2]
					"Рог доблести (1)", -- [3]
					8, -- [4]
					134229, -- [5]
					["id"] = 1958,
				},
				["204040"] = {
					"Dragons of Nightmare", -- [1]
					"204040", -- [2]
					"Выброс тьмы на ТЕБЕ", -- [3]
					10, -- [4]
					132843, -- [5]
					["id"] = 1854,
				},
				["200185"] = {
					"Shade of Xavius", -- [1]
					"200185", -- [2]
					"Кошмарная стрела", -- [3]
					7, -- [4]
					1357805, -- [5]
					["id"] = 1839,
				},
				["228918"] = {
					"Odyn-TrialOfValor", -- [1]
					"228918", -- [2]
					"Закаленное бурей копье", -- [3]
					9, -- [4]
					1508064, -- [5]
					["id"] = 1958,
				},
				["192094"] = {
					"Warlord Parjesh", -- [1]
					"192094", -- [2]
					"Пронзающее копье", -- [3]
					29, -- [4]
					135130, -- [5]
					["id"] = 1810,
				},
				["167910"] = {
					"Helya-TrialOfValor", -- [1]
					"167910", -- [2]
					"Помощники", -- [3]
					14, -- [4]
					627487, -- [5]
					["id"] = 2008,
				},
				["232061"] = {
					"Harjatan the Bludger", -- [1]
					"232061", -- [2]
					"Впитывание", -- [3]
					58, -- [4]
					893777, -- [5]
					["id"] = 2036,
				},
				["236519"] = {
					"Sisters of the Moon", -- [1]
					"236519", -- [2]
					"Лунный ожог", -- [3]
					9.4, -- [4]
					136057, -- [5]
					["id"] = 2050,
				},
				["240910"] = {
					"Kil'jaeden", -- [1]
					"240910", -- [2]
					"Армагеддон (1)", -- [3]
					10, -- [4]
					136186, -- [5]
					["id"] = 2051,
				},
				["227883"] = {
					"Guarm-TrialOfValor", -- [1]
					"227883", -- [2]
					"Ревущий прыжок", -- [3]
					48.5, -- [4]
					236169, -- [5]
					["id"] = 1962,
				},
				["224632"] = {
					"Nighthold Trash", -- [1]
					"224632", -- [2]
					"Небесное сокрушение: Yoffi*", -- [3]
					5, -- [4]
					236168, -- [5]
					["id"] = 1863,
				},
				["smashingBridge"] = {
					"Krosus", -- [1]
					"smashingBridge", -- [2]
					"Уничтожение моста (1)", -- [3]
					93, -- [4]
					135906, -- [5]
					["id"] = 1842,
				},
				["228162"] = {
					"Odyn-TrialOfValor", -- [1]
					"228162", -- [2]
					"Щит Света (1)", -- [3]
					24, -- [4]
					612968, -- [5]
					["id"] = 1958,
				},
				["196563"] = {
					"Warlord Parjesh", -- [1]
					"196563", -- [2]
					"Вызов подкрепления", -- [3]
					5, -- [4]
					236422, -- [5]
					["id"] = 1810,
				},
				["212681"] = {
					"Cenarius", -- [1]
					"212681", -- [2]
					"Очищенная земля", -- [3]
					11, -- [4]
					136074, -- [5]
					["id"] = 1877,
				},
				["192520"] = {
					"Ashgolm", -- [1]
					"192520", -- [2]
					"Вулкан", -- [3]
					10, -- [4]
					135830, -- [5]
					["id"] = 1816,
				},
				["197556"] = {
					"Fenryr", -- [1]
					"197556", -- [2]
					"Хищный прыжок", -- [3]
					31, -- [4]
					1029718, -- [5]
					["id"] = 1807,
				},
				["208910"] = {
					"Trilliax", -- [1]
					"208910", -- [2]
					"Связан с |cfffff468Darkdoc*|r", -- [3]
					30, -- [4]
					607854, -- [5]
					["id"] = 1867,
				},
				["207573"] = {
					"Dragons of Nightmare", -- [1]
					"207573", -- [2]
					"Призыв оскверненного духа", -- [3]
					30, -- [4]
					1022944, -- [5]
					["id"] = 1854,
				},
				["194966"] = {
					"Amalgam of Souls", -- [1]
					"194966", -- [2]
					"Эхо души", -- [3]
					15.7, -- [4]
					463284, -- [5]
					["id"] = 1832,
				},
				["201146"] = {
					"Kaahrj", -- [1]
					"201146", -- [2]
					"Истерия", -- [3]
					15, -- [4]
					136184, -- [5]
					["id"] = 1846,
				},
				["nil"] = {
					"Pull", -- [1]
					"nil", -- [2]
					"Атака", -- [3]
					8, -- [4]
					132337, -- [5]
					["id"] = 2032,
				},
				["212030"] = {
					"General Xakal", -- [1]
					"212030", -- [2]
					"Темное рассечение", -- [3]
					13, -- [4]
					607850, -- [5]
					["id"] = 1828,
				},
				["206219"] = {
					"Gul'dan", -- [1]
					"206219", -- [2]
					"Жидкое адское пламя (2)", -- [3]
					15, -- [4]
					135803, -- [5]
					["id"] = 1866,
				},
				["212587"] = {
					"Spellblade Aluriel", -- [1]
					"212587", -- [2]
					"Знак льда", -- [3]
					18, -- [4]
					609814, -- [5]
					["id"] = 1871,
				},
				["-12687"] = {
					"Naltira", -- [1]
					"-12687", -- [2]
					"Молниеносные удары", -- [3]
					16, -- [4]
					1033906, -- [5]
					["id"] = 1826,
				},
				["207906"] = {
					"Talixae Flamewreath", -- [1]
					"207906", -- [2]
					"Интенсивное горение", -- [3]
					6, -- [4]
					135818, -- [5]
					["id"] = 1869,
				},
				["-15543"] = {
					"Kil'jaeden", -- [1]
					"-15543", -- [2]
					"Демонический обелиск", -- [3]
					25, -- [4]
					135799, -- [5]
					["id"] = 2051,
				},
				["berserk"] = {
					"Harjatan the Bludger", -- [1]
					"berserk", -- [2]
					"Берсерк", -- [3]
					480, -- [4]
					136224, -- [5]
					["id"] = 2036,
				},
				["239207"] = {
					"Fallen Avatar", -- [1]
					"239207", -- [2]
					"Касание Саргераса (1)", -- [3]
					15, -- [4]
					840404, -- [5]
					["id"] = 2038,
				},
				["233431"] = {
					"Demonic Inquisition", -- [1]
					"233431", -- [2]
					"Окаменевшие иглы", -- [3]
					11, -- [4]
					1029749, -- [5]
					["id"] = 2048,
				},
				["223655"] = {
					"Nighthold Trash", -- [1]
					"223655", -- [2]
					"Несущаяся слизь: Bdp*", -- [3]
					10, -- [4]
					236271, -- [5]
					["id"] = 1867,
				},
				["244856"] = {
					"Kil'jaeden", -- [1]
					"244856", -- [2]
					"Пылающая сфера (1)", -- [3]
					30, -- [4]
					132847, -- [5]
					["id"] = 2051,
				},
				["202977"] = {
					"Nythendra", -- [1]
					"202977", -- [2]
					"Заразное дыхание", -- [3]
					37, -- [4]
					538518, -- [5]
					["id"] = 1853,
				},
				["205298"] = {
					"Dragons of Nightmare", -- [1]
					"205298", -- [2]
					"Сущность порчи", -- [3]
					29, -- [4]
					134438, -- [5]
					["id"] = 1854,
				},
				["204459"] = {
					"Skorpyron", -- [1]
					"204459", -- [2]
					"<Чтение Уязвимость>", -- [3]
					14, -- [4]
					132358, -- [5]
					["id"] = 1849,
				},
				["227233"] = {
					"Helya", -- [1]
					"227233", -- [2]
					"Оскверняющий рев", -- [3]
					22, -- [4]
					136183, -- [5]
					["id"] = 1824,
				},
				["227514"] = {
					"Guarm-TrialOfValor", -- [1]
					"227514", -- [2]
					"Мелькающие клыки", -- [3]
					6, -- [4]
					132127, -- [5]
					["id"] = 1962,
				},
				["221160"] = {
					"Nighthold Trash", -- [1]
					"221160", -- [2]
					"Компрессия Бездны", -- [3]
					15, -- [4]
					1386548, -- [5]
					["id"] = 1865,
				},
				["196805"] = {
					"Ivanyr", -- [1]
					"196805", -- [2]
					"Оковы Пустоты", -- [3]
					18, -- [4]
					429383, -- [5]
					["id"] = 1827,
				},
				["234891"] = {
					"Maiden of Vigilance", -- [1]
					"234891", -- [2]
					"Гнев Творцов", -- [3]
					43.5, -- [4]
					135922, -- [5]
					["id"] = 2052,
				},
				["209170"] = {
					"Grand Magistrix Elisande", -- [1]
					"209170", -- [2]
					"Затягивающая сингулярность (1)", -- [3]
					25, -- [4]
					135735, -- [5]
					["id"] = 1872,
				},
				["83445"] = {
					"General Husam", -- [1]
					"83445", -- [2]
					"Ударная волна", -- [3]
					18, -- [4]
					136025, -- [5]
					["id"] = 1052,
				},
				["193367"] = {
					"Helya-TrialOfValor", -- [1]
					"193367", -- [2]
					"Смрадная гниль", -- [3]
					7, -- [4]
					132100, -- [5]
					["id"] = 2008,
				},
				["232249"] = {
					"Goroth", -- [1]
					"232249", -- [2]
					"Падающая комета", -- [3]
					8.5, -- [4]
					135797, -- [5]
					["id"] = 2032,
				},
				["238430"] = {
					"Kil'jaeden", -- [1]
					"238430", -- [2]
					"Взрывное пламя ужаса", -- [3]
					7.7, -- [4]
					460698, -- [5]
					["id"] = 2051,
				},
				["201598"] = {
					"Festerface", -- [1]
					"201598", -- [2]
					"Сгущающаяся рвота", -- [3]
					11, -- [4]
					132108, -- [5]
					["id"] = 1848,
				},
				["221164"] = {
					"Nighthold Trash", -- [1]
					"221164", -- [2]
					"<Чтение Сверкание>", -- [3]
					5, -- [4]
					462651, -- [5]
					["id"] = 1865,
				},
				["194333"] = {
					"Glazer", -- [1]
					"194333", -- [2]
					"Облучение", -- [3]
					15, -- [4]
					236226, -- [5]
					["id"] = 1817,
				},
				["202455"] = {
					"Inquisitor Tormentorum", -- [1]
					"202455", -- [2]
					"Щит Бездны на БОССЕ!", -- [3]
					10, -- [4]
					132886, -- [5]
					["id"] = 1850,
				},
				["227568"] = {
					"Opera Hall: Westfall Story", -- [1]
					"227568", -- [2]
					"Пламенная подсечка", -- [3]
					19, -- [4]
					459027, -- [5]
					["id"] = 1957,
				},
				["213166"] = {
					"Spellblade Aluriel", -- [1]
					"213166", -- [2]
					"Пылающее клеймо", -- [3]
					18, -- [4]
					135811, -- [5]
					["id"] = 1871,
				},
				["191941"] = {
					"Tirathon Saltheril", -- [1]
					"191941", -- [2]
					"Удары Тьмы", -- [3]
					22, -- [4]
					132304, -- [5]
					["id"] = 1815,
				},
				["207720"] = {
					"Star Augur Etraeus", -- [1]
					"207720", -- [2]
					"Видение Бездны (1)", -- [3]
					14.5, -- [4]
					895885, -- [5]
					["id"] = 1863,
				},
				["209165"] = {
					"Grand Magistrix Elisande", -- [1]
					"209165", -- [2]
					"Slow Time Zone (1)", -- [3]
					70, -- [4]
					653221, -- [5]
					["id"] = 1872,
				},
				["227992"] = {
					"Helya-TrialOfValor", -- [1]
					"227992", -- [2]
					"<Чтение Желчное разжижение>", -- [3]
					20.5, -- [4]
					893778, -- [5]
					["id"] = 2008,
				},
				["196610"] = {
					"Lady Hatecoil", -- [1]
					"196610", -- [2]
					"Муссон", -- [3]
					31, -- [4]
					1029595, -- [5]
					["id"] = 1811,
				},
				["201960"] = {
					"Shivermaw", -- [1]
					"201960", -- [2]
					"Ледяная бомба", -- [3]
					47, -- [4]
					609814, -- [5]
					["id"] = 1845,
				},
				["194325"] = {
					"Harbaron", -- [1]
					"194325", -- [2]
					"Разделение", -- [3]
					18, -- [4]
					236300, -- [5]
					["id"] = 1823,
				},
				["193698"] = {
					"Lady Hatecoil", -- [1]
					"193698", -- [2]
					"Проклятие ведьмы", -- [3]
					6, -- [4]
					135952, -- [5]
					["id"] = 1811,
				},
				["199345"] = {
					"Dresaron", -- [1]
					"199345", -- [2]
					"Нисходящий поток", -- [3]
					21, -- [4]
					1029595, -- [5]
					["id"] = 1838,
				},
				["200289"] = {
					"Shade of Xavius", -- [1]
					"200289", -- [2]
					"Усугубляющаяся паранойя", -- [3]
					25.5, -- [4]
					460691, -- [5]
					["id"] = 1839,
				},
				["213567"] = {
					"Spellblade Aluriel", -- [1]
					"213567", -- [2]
					"Анимация: пылающее клеймо", -- [3]
					65, -- [4]
					135811, -- [5]
					["id"] = 1871,
				},
				["48276"] = {
					"Svala Sorrowgrave", -- [1]
					"48276", -- [2]
					"<Чтение Ритуал меча>", -- [3]
					26, -- [4]
					135285, -- [5]
					["id"] = 2030,
				},
				["228187"] = {
					"Guarm-TrialOfValor", -- [1]
					"228187", -- [2]
					"Дыхание стража", -- [3]
					14.5, -- [4]
					988195, -- [5]
					["id"] = 1962,
				},
				["218774"] = {
					"High Botanist Tel'arn", -- [1]
					"218774", -- [2]
					"Призыв сфер плазмы", -- [3]
					12, -- [4]
					525024, -- [5]
					["id"] = 1886,
				},
				["167935"] = {
					"Gul'dan", -- [1]
					"167935", -- [2]
					"Буря Разрушителя", -- [3]
					84.1, -- [4]
					651097, -- [5]
					["id"] = 1866,
				},
				["212530"] = {
					"Spellblade Aluriel", -- [1]
					"212530", -- [2]
					"Репликация: знак льда", -- [3]
					41, -- [4]
					135732, -- [5]
					["id"] = 1871,
				},
				["235230"] = {
					"Demonic Inquisition", -- [1]
					"235230", -- [2]
					"Шквал Скверны", -- [3]
					35, -- [4]
					841219, -- [5]
					["id"] = 2048,
				},
				["194216"] = {
					"Harbaron", -- [1]
					"194216", -- [2]
					"Космическая коса", -- [3]
					3.6, -- [4]
					1120185, -- [5]
					["id"] = 1823,
				},
				["232153"] = {
					"Opera Hall: Beautiful Beast", -- [1]
					"232153", -- [2]
					"Сим-каражим!", -- [3]
					17, -- [4]
					458731, -- [5]
					["id"] = 1957,
				},
				["210290"] = {
					"Cenarius", -- [1]
					"210290", -- [2]
					"Кошмарные колючки", -- [3]
					28, -- [4]
					1357815, -- [5]
					["id"] = 1877,
				},
				["227508"] = {
					"Maiden of Virtue", -- [1]
					"227508", -- [2]
					"<Чтение Всеобщее покаяние>", -- [3]
					5, -- [4]
					135942, -- [5]
					["id"] = 1954,
				},
				["213531"] = {
					"Tichondrius", -- [1]
					"213531", -- [2]
					"Эхо Бездны (1)", -- [3]
					57.5, -- [4]
					1022950, -- [5]
					["id"] = 1862,
				},
				["238505"] = {
					"Kil'jaeden", -- [1]
					"238505", -- [2]
					"Сосредоточенное пламя ужаса", -- [3]
					24.6, -- [4]
					236216, -- [5]
					["id"] = 2051,
				},
				["197776"] = {
					"General Xakal", -- [1]
					"197776", -- [2]
					"Разлом Скверны", -- [3]
					6, -- [4]
					1118738, -- [5]
					["id"] = 1828,
				},
			},
		},
		["exit_errors"] = {
			"v7.2.5.4275 Interface\\AddOns\\Details\\functions\\savedata.lua:46: attempt to index local 'cprofile' (a boolean value)", -- [1]
		},
		["encounter_spell_pool"] = {
			{
				2032, -- [1]
				"Горот", -- [2]
			}, -- [1]
			[191977] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[225249] = {
				1726, -- [1]
				"Смертоносный древень", -- [2]
			},
			[201191] = {
				1656, -- [1]
				"Порожденный ненавистью слизень", -- [2]
			},
			[193513] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[103171] = {
				1882, -- [1]
				"[*] Гниющие стрелы", -- [2]
			},
			[227297] = {
				1959, -- [1]
				"Пожиратель маны", -- [2]
			},
			[235999] = {
				2039, -- [1]
				1, -- [2]
			},
			[195561] = {
				1813, -- [1]
				"Чайка", -- [2]
			},
			[188395] = {
				1805, -- [1]
				"[*] Шаровая молния", -- [2]
			},
			[206311] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[228322] = {
				1862, -- [1]
				6, -- [2]
			},
			[196074] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[233441] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[17547] = {
				1824, -- [1]
				"Заступник Драконьего Покоя", -- [2]
			},
			[202217] = {
				1852, -- [1]
				"Ануб'ессет", -- [2]
			},
			[199146] = {
				1807, -- [1]
				"Золотистый олень", -- [2]
			},
			[236513] = {
				2054, -- [1]
				"Призрачный страж костей", -- [2]
			},
			[204777] = {
				1853, -- [1]
				"[*] Взрывоопасная гниль", -- [2]
			},
			[198635] = {
				1835, -- [1]
				"Кур'талос Гребень Ворона", -- [2]
			},
			[56969] = {
				2010, -- [1]
				"Лазурный чешуеплет", -- [2]
			},
			[207849] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[221158] = {
				1865, -- [1]
				"Хаосоид", -- [2]
			},
			[78859] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[11431] = {
				588, -- [1]
				"Лорд Питонас", -- [2]
			},
			[236515] = {
				2054, -- [1]
				"Падшая жрица", -- [2]
			},
			[241634] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[15654] = {
				348, -- [1]
				"Магистр Календрис", -- [2]
			},
			[214505] = {
				1877, -- [1]
				"Гнев деревьев", -- [2]
			},
			[240611] = {
				2037, -- [1]
				"Зовущая море из клана Волнистой Чешуи", -- [2]
			},
			[196078] = {
				1832, -- [1]
				"Слияние душ", -- [2]
			},
			[241635] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[59529] = {
				1985, -- [1]
				"Волхан", -- [2]
			},
			[241636] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[12167] = {
				590, -- [1]
				"Лорд Серпентис", -- [2]
			},
			[8148] = {
				585, -- [1]
				"Леди Анакондра", -- [2]
			},
			[236518] = {
				2050, -- [1]
				"Жрица Лунное Пламя", -- [2]
			},
			[8264] = {
				547, -- [1]
				"Оракул из племени Каменного Свода", -- [2]
			},
			[107270] = {
				2054, -- [1]
				"Дух земли <Dalguilar-Drek'Thar>", -- [2]
			},
			[227817] = {
				1954, -- [1]
				"Благочестивая дева", -- [2]
			},
			[236519] = {
				2050, -- [1]
				"[*] Лунный ожог", -- [2]
			},
			[58506] = {
				1070, -- [1]
				"Берсерк из стаи Кровавых Клыков", -- [2]
			},
			[198641] = {
				1835, -- [1]
				"Кур'талос Гребень Ворона", -- [2]
			},
			[81677] = {
				1054, -- [1]
				"Бесноватый кроколиск", -- [2]
			},
			[188404] = {
				1805, -- [1]
				"Штормовой дракон", -- [2]
			},
			[59530] = {
				1985, -- [1]
				"Оплавленный голем", -- [2]
			},
			[119300] = {
				1444, -- [1]
				"Темный шаман Корантал", -- [2]
			},
			[21707] = {
				422, -- [1]
				"Ноксион", -- [2]
			},
			[30153] = {
				1849, -- [1]
				"Страж Скверны <Ðenzol-Elune>", -- [2]
			},
			[76047] = {
				1044, -- [1]
				"Командир Улток", -- [2]
			},
			[195060] = {
				1810, -- [1]
				"[*] Живительная вода", -- [2]
			},
			[93707] = {
				1072, -- [1]
				"Лорд Годфри", -- [2]
			},
			[212464] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[9256] = {
				1425, -- [1]
				"Верховный инквизитор Вайтмейн", -- [2]
			},
			[238570] = {
				2054, -- [1]
				"Реактор душ", -- [2]
			},
			[585] = {
				592, -- [1]
				5, -- [2]
			},
			[236011] = {
				2054, -- [1]
				"[*] Стон страдания", -- [2]
			},
			[589] = {
				1864, -- [1]
				5, -- [2]
			},
			[204275] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[214001] = {
				1835, -- [1]
				"Восставший копейщик", -- [2]
			},
			[202740] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[215537] = {
				2039, -- [1]
				1, -- [2]
			},
			[228334] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[192503] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[205300] = {
				1854, -- [1]
				"Сущность порчи", -- [2]
			},
			[214002] = {
				1835, -- [1]
				"Восставший копейщик", -- [2]
			},
			[210931] = {
				1873, -- [1]
				"Глаз Ил'гинота", -- [2]
			},
			[228335] = {
				1865, -- [1]
				"Раздробленная частица времени", -- [2]
			},
			[200182] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[48142] = {
				642, -- [1]
				"Бесноватый ворген", -- [2]
			},
			[214003] = {
				1835, -- [1]
				"Восставший мечник", -- [2]
			},
			[203254] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[167935] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[230384] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[150020] = {
				1671, -- [1]
				"Сумеречный владыка Балтиэль", -- [2]
			},
			[248812] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[179709] = {
				1777, -- [1]
				"Повелитель Скверны Закуун", -- [2]
			},
			[180221] = {
				1794, -- [1]
				"Ритуальный голем", -- [2]
			},
			[193018] = {
				1812, -- [1]
				"Король Волнобород", -- [2]
			},
			[236528] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[200185] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[221172] = {
				1865, -- [1]
				"Молниеносец", -- [2]
			},
			[206840] = {
				1866, -- [1]
				"Инквизитор Ветриз", -- [2]
			},
			[236529] = {
				2050, -- [1]
				"Охотница Каспария", -- [2]
			},
			[52238] = {
				1985, -- [1]
				"Волхан", -- [2]
			},
			[212472] = {
				2051, -- [1]
				"Желчепрыщ <Ходеус-Голдринн>", -- [2]
			},
			[218615] = {
				1809, -- [1]
				9, -- [2]
			},
			[91408] = {
				118, -- [1]
				"Ауг", -- [2]
			},
			[22924] = {
				350, -- [1]
				"Тендрис Криводрев", -- [2]
			},
			[200700] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[197117] = {
				1824, -- [1]
				"Пронзающее щупальце", -- [2]
			},
			[89105] = {
				1043, -- [1]
				"Затаившаяся буря", -- [2]
			},
			[150025] = {
				1671, -- [1]
				"Исцеляющие воды", -- [2]
			},
			[95248] = {
				1053, -- [1]
				"Небесный Огонь", -- [2]
			},
			[88082] = {
				2008, -- [1]
				"Зеркальное изображение <Feuermajier-DunMorogh>", -- [2]
			},
			[226296] = {
				1791, -- [1]
				"Злобнозем-исполин", -- [2]
			},
			[228344] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[32714] = {
				580, -- [1]
				"Ан'кахарский измельчитель", -- [2]
			},
			[196608] = {
				1866, -- [1]
				10, -- [2]
			},
			[95249] = {
				1053, -- [1]
				"Небесный Огонь", -- [2]
			},
			[199168] = {
				1835, -- [1]
				"[*] Чешется!", -- [2]
			},
			[192003] = {
				1813, -- [1]
				"Пылающее порождение гидры", -- [2]
			},
			[86292] = {
				1043, -- [1]
				"Вихрь Эртан", -- [2]
			},
			[238584] = {
				1835, -- [1]
				"Присягнувший погибели инквизитор", -- [2]
			},
			[222716] = {
				1726, -- [1]
				"Скверносерд-осквернитель", -- [2]
			},
			[200194] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[237561] = {
				2050, -- [1]
				"Охотница Каспария", -- [2]
			},
			[181255] = {
				1795, -- [1]
				"[*] Бес-пощадный взрыв Скверны", -- [2]
			},
			[158221] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[150543] = {
				1671, -- [1]
				"Сумеречный темный маг", -- [2]
			},
			[208385] = {
				1864, -- [1]
				"[*] Выделение порчи", -- [2]
			},
			[81942] = {
				1053, -- [1]
				"Гнев небес", -- [2]
			},
			[41107] = {
				1987, -- [1]
				"Генерал Бьярнгрим", -- [2]
			},
			[209921] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[227325] = {
				1957, -- [1]
				"Головорез", -- [2]
			},
			[211457] = {
				1869, -- [1]
				"Таликса Пламя Гнева", -- [2]
			},
			[242170] = {
				2057, -- [1]
				"Оживший художественный роман <Волшебная библиотека>", -- [2]
			},
			[222719] = {
				1726, -- [1]
				"Скверносерд-осквернитель", -- [2]
			},
			[204292] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[59407] = {
				2030, -- [1]
				"Восставший чаротворец", -- [2]
			},
			[201733] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[206340] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[190984] = {
				1809, -- [1]
				11, -- [2]
			},
			[236541] = {
				2050, -- [1]
				"[*] Сумеречная глефа", -- [2]
			},
			[217090] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[226304] = {
				1791, -- [1]
				"Злобнозем-исполин", -- [2]
			},
			[239101] = {
				2057, -- [1]
				"Змееуст-барахольщик", -- [2]
			},
			[210948] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[236542] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[233983] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[199176] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[236543] = {
				2053, -- [1]
				"Доматракс", -- [2]
			},
			[159250] = {
				1721, -- [1]
				"Каргат Острорук", -- [2]
			},
			[192522] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
			[199177] = {
				1487, -- [1]
				"Эбеновый ворг", -- [2]
			},
			[150549] = {
				1670, -- [1]
				"Прислужник-демон Бездны", -- [2]
			},
			[59408] = {
				2030, -- [1]
				"Восставший чаротворец", -- [2]
			},
			[227843] = {
				1962, -- [1]
				"[*] Тяжелый шаг", -- [2]
			},
			[232450] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[201226] = {
				1656, -- [1]
				"Оскверненная кровью ярость", -- [2]
			},
			[185358] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[113682] = {
				1420, -- [1]
				"Ткач пламени Кеглер", -- [2]
			},
			[199179] = {
				1487, -- [1]
				"Эбеновый ворг", -- [2]
			},
			[207881] = {
				1869, -- [1]
				"Таликса Пламя Гнева", -- [2]
			},
			[81690] = {
				1054, -- [1]
				"Зубохлоп", -- [2]
			},
			[237570] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[201227] = {
				1656, -- [1]
				"Оскверненная кровью ярость", -- [2]
			},
			[15496] = {
				1824, -- [1]
				"Заступник Драконьего Покоя", -- [2]
			},
			[236547] = {
				2050, -- [1]
				"Охотница Каспария", -- [2]
			},
			[236548] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[81947] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[15976] = {
				423, -- [1]
				"Бритвохлест", -- [2]
			},
			[199182] = {
				1487, -- [1]
				"Эбеновый ворг", -- [2]
			},
			[204301] = {
				1809, -- [1]
				2, -- [2]
			},
			[84251] = {
				1052, -- [1]
				"Землетрясение", -- [2]
			},
			[36247] = {
				1818, -- [1]
				"Наполненный силой пиромант", -- [2]
			},
			[202766] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[227848] = {
				1954, -- [1]
				"Благочестивая дева", -- [2]
			},
			[228872] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[238598] = {
				2055, -- [1]
				"[*] Удушающие лозы", -- [2]
			},
			[230920] = {
				2037, -- [1]
				"Волноход из племени Острозубов", -- [2]
			},
			[202767] = {
				1809, -- [1]
				11, -- [2]
			},
			[236551] = {
				2053, -- [1]
				"Доматракс", -- [2]
			},
			[200208] = {
				1502, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[21071] = {
				426, -- [1]
				"Доисторическое чудище", -- [2]
			},
			[206351] = {
				1842, -- [1]
				"Раскаленный уголь", -- [2]
			},
			[199185] = {
				1502, -- [1]
				"Проклятый сокол", -- [2]
			},
			[207887] = {
				1869, -- [1]
				"Таликса Пламя Гнева", -- [2]
			},
			[212494] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[200721] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[225803] = {
				1886, -- [1]
				"[*] Запечатанная магия", -- [2]
			},
			[206352] = {
				1842, -- [1]
				"Раскаленный уголь", -- [2]
			},
			[227339] = {
				1960, -- [1]
				"Полночь", -- [2]
			},
			[227851] = {
				1961, -- [1]
				"Мороуз", -- [2]
			},
			[191508] = {
				1806, -- [1]
				"Валарьяр-претендентка", -- [2]
			},
			[196115] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[241672] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[48277] = {
				641, -- [1]
				"Свала Вечноскорбящая", -- [2]
			},
			[155166] = {
				1866, -- [1]
				6, -- [2]
			},
			[200723] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[213520] = {
				1871, -- [1]
				"[*] Чародейская сфера", -- [2]
			},
			[91420] = {
				1071, -- [1]
				"Хрупкоребрый скелет", -- [2]
			},
			[228877] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[9482] = {
				552, -- [1]
				"Галганн Огнемолот", -- [2]
			},
			[195094] = {
				1810, -- [1]
				"Воин из клана Колец Ненависти", -- [2]
			},
			[210451] = {
				1864, -- [1]
				"[*] Узы ужаса", -- [2]
			},
			[91677] = {
				1072, -- [1]
				"Пустулезное чудовище", -- [2]
			},
			[232974] = {
				1872, -- [1]
				"[*] Затягивающая сингулярность", -- [2]
			},
			[225296] = {
				1726, -- [1]
				"Смертоносный древень", -- [2]
			},
			[48278] = {
				2030, -- [1]
				"Восставший чаротворец", -- [2]
			},
			[181275] = {
				1795, -- [1]
				"Портал демонов", -- [2]
			},
			[211476] = {
				1827, -- [1]
				"Маназмей", -- [2]
			},
			[69155] = {
				2000, -- [1]
				"Повелитель Плети Тираний", -- [2]
			},
			[181276] = {
				1795, -- [1]
				"[*] Проклятие Легиона", -- [2]
			},
			[229905] = {
				2017, -- [1]
				"Пожинатель душ", -- [2]
			},
			[10666] = {
				554, -- [1]
				"Земельник-комендант", -- [2]
			},
			[203800] = {
				1807, -- [1]
				"Ручной ястреб", -- [2]
			},
			[193051] = {
				1812, -- [1]
				"Король Волнобород", -- [2]
			},
			[241680] = {
				2036, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[201754] = {
				1744, -- [1]
				"Животное", -- [2]
			},
			[202266] = {
				1848, -- [1]
				"[*] Мерзкая жижа", -- [2]
			},
			[113690] = {
				1420, -- [1]
				"Ткач пламени Кеглер", -- [2]
			},
			[118297] = {
				2038, -- [1]
				"Изначальный элементаль огня", -- [2]
			},
			[69413] = {
				609, -- [1]
				"Крик", -- [2]
			},
			[209433] = {
				1872, -- [1]
				"[*] Затягивающая сингулярность", -- [2]
			},
			[236563] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[200732] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[225814] = {
				1850, -- [1]
				"Иллиана Танцующая с Клинками", -- [2]
			},
			[193566] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[235028] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[113691] = {
				1420, -- [1]
				"Ткач пламени Кеглер", -- [2]
			},
			[236564] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[204316] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[225815] = {
				1850, -- [1]
				"Иллиана Танцующая с Клинками", -- [2]
			},
			[115739] = {
				1425, -- [1]
				"Командир Дюранд", -- [2]
			},
			[195103] = {
				1490, -- [1]
				"Бродячий панцирник", -- [2]
			},
			[196127] = {
				1813, -- [1]
				"Ходульник Мак'раны", -- [2]
			},
			[208924] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[213531] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[206365] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[219674] = {
				1835, -- [1]
				"Незримый стрелок", -- [2]
			},
			[236566] = {
				2053, -- [1]
				"Бес", -- [2]
			},
			[241173] = {
				2050, -- [1]
				"Темная стражница", -- [2]
			},
			[184355] = {
				1798, -- [1]
				"Гуртогг Кипящая Кровь", -- [2]
			},
			[184867] = {
				1799, -- [1]
				"Архимонд", -- [2]
			},
			[107550] = {
				1271, -- [1]
				"Дорнозму", -- [2]
			},
			[195105] = {
				1490, -- [1]
				"Бродячий панцирник", -- [2]
			},
			[236567] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[196129] = {
				1813, -- [1]
				"Ходульник Мак'раны", -- [2]
			},
			[206367] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[206879] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[236568] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[241175] = {
				1903, -- [1]
				"Лунная стражница", -- [2]
			},
			[184357] = {
				1798, -- [1]
				"Гуртогг Кипящая Кровь", -- [2]
			},
			[213534] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[215582] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[191524] = {
				1850, -- [1]
				"Иллиана Танцующая с Клинками", -- [2]
			},
			[201250] = {
				1656, -- [1]
				"Оскверненная кровью ярость", -- [2]
			},
			[242712] = {
				1866, -- [1]
				3, -- [2]
			},
			[206369] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[195108] = {
				1810, -- [1]
				"Заклинательница штормов из клана Колец Ненависти", -- [2]
			},
			[200227] = {
				1826, -- [1]
				"Нал'тира", -- [2]
			},
			[208929] = {
				1873, -- [1]
				"Щупальце разложения", -- [2]
			},
			[86309] = {
				1043, -- [1]
				"Вихрь Эртан", -- [2]
			},
			[206370] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[186407] = {
				1800, -- [1]
				"Ксул'горак", -- [2]
			},
			[6742] = {
				553, -- [1]
				"Гримлок", -- [2]
			},
			[236571] = {
				1873, -- [1]
				"Оскверненный клинок", -- [2]
			},
			[206883] = {
				1866, -- [1]
				"Тюремщик Д'зорикс", -- [2]
			},
			[207907] = {
				1869, -- [1]
				"Таликса Пламя Гнева", -- [2]
			},
			[241179] = {
				2036, -- [1]
				"Легионер из клана Волнистой Чешуи", -- [2]
			},
			[237596] = {
				2053, -- [1]
				"Страж Скверны", -- [2]
			},
			[209443] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[239132] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[236061] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[228895] = {
				1960, -- [1]
				"Полночь", -- [2]
			},
			[209444] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[230431] = {
				2017, -- [1]
				"[*] Истечение мощью Скверны", -- [2]
			},
			[101411] = {
				1882, -- [1]
				"Эхо Сильваны", -- [2]
			},
			[227872] = {
				1961, -- [1]
				"Мороуз", -- [2]
			},
			[234015] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[214052] = {
				1866, -- [1]
				3, -- [2]
			},
			[1822] = {
				1809, -- [1]
				11, -- [2]
			},
			[234016] = {
				2036, -- [1]
				"Гладиатор из племени Острозубов", -- [2]
			},
			[218148] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[101412] = {
				1882, -- [1]
				"Эхо Сильваны", -- [2]
			},
			[50842] = {
				2054, -- [1]
				"Руническое оружие <Дартман-Разувий>", -- [2]
			},
			[203816] = {
				1822, -- [1]
				"Восставший воин", -- [2]
			},
			[148022] = {
				2039, -- [1]
				8, -- [2]
			},
			[59800] = {
				1984, -- [1]
				"Ионар", -- [2]
			},
			[227363] = {
				1960, -- [1]
				"Полночь", -- [2]
			},
			[199210] = {
				1807, -- [1]
				"Валарьяр-лучница", -- [2]
			},
			[203817] = {
				1854, -- [1]
				"Оскверненный гриб", -- [2]
			},
			[192044] = {
				1486, -- [1]
				"Хирья", -- [2]
			},
			[197163] = {
				1744, -- [1]
				"Хати", -- [2]
			},
			[84521] = {
				1055, -- [1]
				"Служитель Сиамата <[*] Статический шок> <[*] Статический шок>", -- [2]
			},
			[210984] = {
				1873, -- [1]
				"Кошмарный ужас", -- [2]
			},
			[81706] = {
				1054, -- [1]
				"Зубохлоп", -- [2]
			},
			[198188] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[115746] = {
				1867, -- [1]
				"Зепсиллин", -- [2]
			},
			[150072] = {
				1662, -- [1]
				"Аарукс", -- [2]
			},
			[22994] = {
				350, -- [1]
				"Тендрис Криводрев", -- [2]
			},
			[7814] = {
				2051, -- [1]
				"Суккуб <Проклянатор-Дракономор>", -- [2]
			},
			[197165] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[243234] = {
				2052, -- [1]
				"Сьен <Твидл-Борейскаятундра> <Твидл-Борейскаятундра>", -- [2]
			},
			[228390] = {
				2008, -- [1]
				"Закопченный гигант", -- [2]
			},
			[196142] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[184881] = {
				1798, -- [1]
				"Диа Зловещий Шепот", -- [2]
			},
			[230950] = {
				2037, -- [1]
				"Ловец из бездны", -- [2]
			},
			[200238] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[184370] = {
				1778, -- [1]
				"Осадный мастер Мар'так", -- [2]
			},
			[8150] = {
				592, -- [1]
				"Мутанус Пожиратель", -- [2]
			},
			[101927] = {
				1883, -- [1]
				"Эхо Джайны", -- [2]
			},
			[196144] = {
				1813, -- [1]
				"Ходульник Мак'раны", -- [2]
			},
			[205870] = {
				1854, -- [1]
				"Летон", -- [2]
			},
			[192050] = {
				1813, -- [1]
				"Змеикс", -- [2]
			},
			[241702] = {
				2051, -- [1]
				"Темная душа", -- [2]
			},
			[209454] = {
				1866, -- [1]
				"Око Гул'дана", -- [2]
			},
			[236072] = {
				2054, -- [1]
				"Королева душ Дехана", -- [2]
			},
			[239144] = {
				2048, -- [1]
				"Замученная душа", -- [2]
			},
			[206896] = {
				1866, -- [1]
				"Тюремщик Д'зорикс", -- [2]
			},
			[227883] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[208944] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[205361] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[239145] = {
				2057, -- [1]
				"Змееуст-барахольщик", -- [2]
			},
			[175673] = {
				1706, -- [1]
				"Бродяга из Клоаки", -- [2]
			},
			[236075] = {
				2054, -- [1]
				"Королева душ Дехана", -- [2]
			},
			[203827] = {
				1854, -- [1]
				"Оскверненный гриб", -- [2]
			},
			[205875] = {
				1842, -- [1]
				"[*] Мощный удар", -- [2]
			},
			[113959] = {
				1421, -- [1]
				"Неизвестно", -- [2]
			},
			[203828] = {
				1854, -- [1]
				"Оскверненный гриб", -- [2]
			},
			[212530] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[209971] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[206388] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[55964] = {
				1966, -- [1]
				"Принц Талдарам", -- [2]
			},
			[87854] = {
				1042, -- [1]
				"Упавшая звезда", -- [2]
			},
			[197687] = {
				1833, -- [1]
				"[*] Пронзающий взгляд", -- [2]
			},
			[10092] = {
				551, -- [1]
				"Неизвестно <Древний каменный хранитель> <Древний каменный хранитель>", -- [2]
			},
			[10252] = {
				554, -- [1]
				"Аркедас", -- [2]
			},
			[209973] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[10348] = {
				380, -- [1]
				"Прокаженный техник", -- [2]
			},
			[195129] = {
				1810, -- [1]
				"Мирмидон из клана Колец Ненависти", -- [2]
			},
			[233520] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[201272] = {
				1656, -- [1]
				"Оскверненная кровью ярость", -- [2]
			},
			[193594] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[222771] = {
				1726, -- [1]
				"Скверносерд-мучитель", -- [2]
			},
			[69172] = {
				2000, -- [1]
				"Повелитель Плети Тираний", -- [2]
			},
			[228914] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[196666] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[201273] = {
				1656, -- [1]
				"Оскверненная кровью ярость", -- [2]
			},
			[190012] = {
				1391, -- [1]
				"Мастер оружия Мельхиор", -- [2]
			},
			[235569] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[203833] = {
				1829, -- [1]
				"Осколок времени", -- [2]
			},
			[196155] = {
				1850, -- [1]
				"Техник из клана Призрачной Луны", -- [2]
			},
			[11084] = {
				380, -- [1]
				"Электрошокер 6000", -- [2]
			},
			[235058] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[211000] = {
				1825, -- [1]
				"Ночнорожденный - заклинатель клинка", -- [2]
			},
			[196156] = {
				1850, -- [1]
				"Техник из клана Призрачной Луны", -- [2]
			},
			[205370] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[193597] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[196157] = {
				1850, -- [1]
				"Техник из клана Призрачной Луны", -- [2]
			},
			[204859] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[239155] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[235572] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[227894] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[236596] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[228918] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[2948] = {
				2038, -- [1]
				8, -- [2]
			},
			[235573] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[108589] = {
				1271, -- [1]
				"Дорнозму", -- [2]
			},
			[193088] = {
				1812, -- [1]
				"Король Волнобород", -- [2]
			},
			[234550] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[194112] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[212540] = {
				2051, -- [1]
				"Желчепрыщ <Ходеус-Голдринн>", -- [2]
			},
			[49184] = {
				1866, -- [1]
				6, -- [2]
			},
			[213564] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[226361] = {
				1791, -- [1]
				"Скальный камнешвыр", -- [2]
			},
			[206398] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[53791] = {
				1987, -- [1]
				"Генерал Бьярнгрим", -- [2]
			},
			[212541] = {
				1815, -- [1]
				"Ярость Скверны", -- [2]
			},
			[200768] = {
				1654, -- [1]
				"Обезумевший остроклюв", -- [2]
			},
			[6343] = {
				1866, -- [1]
				1, -- [2]
			},
			[191043] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[59166] = {
				1987, -- [1]
				"Тактик клана Закаленных Бурей", -- [2]
			},
			[192067] = {
				1486, -- [1]
				"Хирья", -- [2]
			},
			[209471] = {
				1873, -- [1]
				"Кошмарный гной", -- [2]
			},
			[211007] = {
				1825, -- [1]
				"Ночнорожденная-возродительница", -- [2]
			},
			[212031] = {
				1868, -- [1]
				"Обузданная энергия", -- [2]
			},
			[233530] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[193092] = {
				1805, -- [1]
				"Химдалль", -- [2]
			},
			[202306] = {
				1851, -- [1]
				"Фазовый паук", -- [2]
			},
			[198723] = {
				1837, -- [1]
				"Гнилосердная дриада", -- [2]
			},
			[241721] = {
				2051, -- [1]
				"[*] Зрение Иллидана", -- [2]
			},
			[229948] = {
				1866, -- [1]
				"Повелитель Скверны Кураз'мал", -- [2]
			},
			[3356] = {
				552, -- [1]
				"Тенегорнский геолог", -- [2]
			},
			[78903] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[236603] = {
				2050, -- [1]
				"[*] Быстрый обстрел", -- [2]
			},
			[213569] = {
				1871, -- [1]
				"Чары тайной магии", -- [2]
			},
			[239163] = {
				2057, -- [1]
				"Змееуст-барахольщик", -- [2]
			},
			[9613] = {
				1824, -- [1]
				"Хладный некромант", -- [2]
			},
			[227902] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[236604] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[200261] = {
				1833, -- [1]
				"Лишенный души защитник", -- [2]
			},
			[184393] = {
				1778, -- [1]
				"Осадный мастер Мар'так", -- [2]
			},
			[199238] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
			[212547] = {
				1815, -- [1]
				"Ярость Скверны", -- [2]
			},
			[184394] = {
				1778, -- [1]
				"Осадный мастер Мар'так", -- [2]
			},
			[229951] = {
				1866, -- [1]
				"[*] Обелиск Скверны", -- [2]
			},
			[10093] = {
				551, -- [1]
				"Песчаная буря <Древний каменный хранитель>", -- [2]
			},
			[241213] = {
				2050, -- [1]
				"Лунная лучница", -- [2]
			},
			[237630] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[222786] = {
				1726, -- [1]
				"Скверносерд-плут", -- [2]
			},
			[151636] = {
				1663, -- [1]
				"Раздражитель духов из племени Мертвой Головы", -- [2]
			},
			[237632] = {
				2050, -- [1]
				"Жрица Лунное Пламя", -- [2]
			},
			[193611] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[206920] = {
				1864, -- [1]
				"Щупальце Кошмара", -- [2]
			},
			[47779] = {
				2010, -- [1]
				"Распорядитель", -- [2]
			},
			[237633] = {
				2050, -- [1]
				"[*] Призрачная глефа", -- [2]
			},
			[152150] = {
				2039, -- [1]
				4, -- [2]
			},
			[206921] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[228932] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[188494] = {
				1792, -- [1]
				"[*] Зловонная пасть", -- [2]
			},
			[213576] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[115506] = {
				1423, -- [1]
				"Метатель пламени Алого ордена", -- [2]
			},
			[217160] = {
				2051, -- [1]
				"Гарпунер из клана Колец Ненависти", -- [2]
			},
			[185425] = {
				1807, -- [1]
				"Зубастый гризли", -- [2]
			},
			[115507] = {
				1423, -- [1]
				"Метатель пламени Алого ордена", -- [2]
			},
			[196175] = {
				1813, -- [1]
				"Твердопанцирник Мак'раны", -- [2]
			},
			[108853] = {
				1809, -- [1]
				8, -- [2]
			},
			[222793] = {
				1726, -- [1]
				"Крадущийся ужас", -- [2]
			},
			[86331] = {
				1043, -- [1]
				"Великий визирь Эртан", -- [2]
			},
			[227913] = {
				1834, -- [1]
				"Злобный покоритель Скверны", -- [2]
			},
			[205391] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[207439] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[111670] = {
				1425, -- [1]
				"Фанатик Алого ордена", -- [2]
			},
			[201298] = {
				1656, -- [1]
				"Оскверненный кровью взрывень <Оскверненная кровью ярость>", -- [2]
			},
			[209489] = {
				1866, -- [1]
				"Усиленное око Гул'дана", -- [2]
			},
			[82750] = {
				1052, -- [1]
				"Мучитель из Неферсета", -- [2]
			},
			[91196] = {
				1053, -- [1]
				"Небесный Огонь", -- [2]
			},
			[227917] = {
				1957, -- [1]
				"Бестелесная дублерша", -- [2]
			},
			[212561] = {
				1850, -- [1]
				"Отмеченный Бездной исполин", -- [2]
			},
			[233548] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[204372] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[230990] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[115767] = {
				1866, -- [1]
				1, -- [2]
			},
			[60067] = {
				519, -- [1]
				"Командир Колург", -- [2]
			},
			[84799] = {
				1054, -- [1]
				"Ауг", -- [2]
			},
			[212564] = {
				1850, -- [1]
				"Сфера истязания <Инквизитор Истязарий> <Инквизитор Истязарий>", -- [2]
			},
			[201303] = {
				1847, -- [1]
				"Механическая бомбелка", -- [2]
			},
			[226385] = {
				1792, -- [1]
				"Смолоплюй-ползун", -- [2]
			},
			[190042] = {
				1391, -- [1]
				"Мастер оружия Мельхиор", -- [2]
			},
			[75330] = {
				2000, -- [1]
				"Грозный волшебник", -- [2]
			},
			[83776] = {
				118, -- [1]
				"Огнедыщащий пигмей", -- [2]
			},
			[225362] = {
				1842, -- [1]
				"[*] Мощный удар", -- [2]
			},
			[84544] = {
				1055, -- [1]
				"Служитель Сиамата <[*] Статический шок>", -- [2]
			},
			[202328] = {
				1856, -- [1]
				"Повелитель Скверны Бетруг", -- [2]
			},
			[198745] = {
				1805, -- [1]
				"Закаленный бурей страж", -- [2]
			},
			[209495] = {
				1868, -- [1]
				"Голем-страж", -- [2]
			},
			[51750] = {
				2028, -- [1]
				"Король Имирон", -- [2]
			},
			[211543] = {
				1826, -- [1]
				"Злобный зачарованный паук", -- [2]
			},
			[221781] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[185438] = {
				2039, -- [1]
				4, -- [2]
			},
			[240209] = {
				1897, -- [1]
				"[*] Нестабильная душа", -- [2]
			},
			[248911] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[212568] = {
				1866, -- [1]
				"Инквизитор Ветриз", -- [2]
			},
			[238674] = {
				2055, -- [1]
				"Гремучий плеточник", -- [2]
			},
			[215128] = {
				1873, -- [1]
				"Ил'гинот", -- [2]
			},
			[191070] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[199772] = {
				1808, -- [1]
				"Валарьяр-защитник", -- [2]
			},
			[200284] = {
				1826, -- [1]
				"Нал'тира", -- [2]
			},
			[233556] = {
				2038, -- [1]
				"Удерживающий пилон", -- [2]
			},
			[76100] = {
				1044, -- [1]
				"Командир Улток", -- [2]
			},
			[206939] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[55078] = {
				2054, -- [1]
				"Руническое оружие <Дартман-Разувий>", -- [2]
			},
			[198750] = {
				1809, -- [1]
				"Закаленный бурей уничтожитель", -- [2]
			},
			[227927] = {
				1957, -- [1]
				"Бестелесная дублерша", -- [2]
			},
			[87618] = {
				1042, -- [1]
				"Асаад", -- [2]
			},
			[213083] = {
				1871, -- [1]
				"Ледяные чары", -- [2]
			},
			[240213] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[199775] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[241237] = {
				2036, -- [1]
				"Мирмидон из племени Острозубов", -- [2]
			},
			[238678] = {
				2057, -- [1]
				"Оживший сатирический памфлет <Волшебная библиотека> <Волшебная библиотека>", -- [2]
			},
			[198752] = {
				1502, -- [1]
				"Проклятый морем рабовладелец", -- [2]
			},
			[83780] = {
				118, -- [1]
				"Пигмей-разведчик", -- [2]
			},
			[213085] = {
				1871, -- [1]
				"[*] Ледяная буря", -- [2]
			},
			[189539] = {
				1391, -- [1]
				"Саргерайский знаменосец", -- [2]
			},
			[12654] = {
				2038, -- [1]
				8, -- [2]
			},
			[227930] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[200289] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[86340] = {
				1043, -- [1]
				"Великий визирь Эртан", -- [2]
			},
			[189540] = {
				1794, -- [1]
				"Ритуальный голем", -- [2]
			},
			[127802] = {
				2038, -- [1]
				8, -- [2]
			},
			[241240] = {
				2036, -- [1]
				"Мирмидон из племени Острозубов", -- [2]
			},
			[193636] = {
				1811, -- [1]
				"Капля морской воды", -- [2]
			},
			[206433] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[227420] = {
				1957, -- [1]
				"Береговой заклинатель волн", -- [2]
			},
			[195172] = {
				1810, -- [1]
				"Мирмидон из клана Колец Ненависти", -- [2]
			},
			[243289] = {
				2048, -- [1]
				"Инквизитор Себилий", -- [2]
			},
			[62374] = {
				1132, -- [1]
				"Огненный Левиафан", -- [2]
			},
			[204899] = {
				1850, -- [1]
				"Хранитель тайн Могу'шан", -- [2]
			},
			[84550] = {
				1055, -- [1]
				"Прислужник Сиамата", -- [2]
			},
			[198245] = {
				1834, -- [1]
				"Хмуродроб Лютый", -- [2]
			},
			[203364] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[183401] = {
				1662, -- [1]
				"Злобнозем-ползун", -- [2]
			},
			[23513] = {
				1529, -- [1]
				"Валестраз Порочный", -- [2]
			},
			[193639] = {
				1662, -- [1]
				"Камнеспинный щелкозуб", -- [2]
			},
			[202341] = {
				1852, -- [1]
				"Ануб'ессет", -- [2]
			},
			[87622] = {
				1042, -- [1]
				"Асаад", -- [2]
			},
			[189545] = {
				1433, -- [1]
				"Саргерайский раскалыватель душ", -- [2]
			},
			[206949] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[192617] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[205414] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[189546] = {
				1433, -- [1]
				"Саргерайский раскалыватель душ", -- [2]
			},
			[219235] = {
				1886, -- [1]
				"Отравляющая спора", -- [2]
			},
			[236639] = {
				2055, -- [1]
				"Агронокс", -- [2]
			},
			[210022] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[59304] = {
				2028, -- [1]
				"Король Имирон", -- [2]
			},
			[192619] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[238688] = {
				2055, -- [1]
				"Плеточник-душитель", -- [2]
			},
			[227427] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[212071] = {
				1828, -- [1]
				"Генерал Ксакал", -- [2]
			},
			[196203] = {
				1813, -- [1]
				"Твердопанцирник Мак'раны", -- [2]
			},
			[204905] = {
				1850, -- [1]
				"Хранитель тайн Могу'шан", -- [2]
			},
			[209512] = {
				1868, -- [1]
				"Голем-страж", -- [2]
			},
			[76363] = {
				1047, -- [1]
				"Нестабильная порча", -- [2]
			},
			[52778] = {
				382, -- [1]
				"Анжинер Термоштепсель", -- [2]
			},
			[203882] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[192621] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
			[82506] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[206954] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[236131] = {
				2054, -- [1]
				"Королева душ Дехана", -- [2]
			},
			[238691] = {
				2059, -- [1]
				"[*] Копье отмщения", -- [2]
			},
			[181873] = {
				1788, -- [1]
				"Повелитель теней Искар", -- [2]
			},
			[195182] = {
				2054, -- [1]
				"Руническое оружие <Дартман-Разувий>", -- [2]
			},
			[207979] = {
				1869, -- [1]
				"Джазшариу", -- [2]
			},
			[196206] = {
				1850, -- [1]
				"Чернокнижник из клана Призрачной Луны", -- [2]
			},
			[205420] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[189552] = {
				1391, -- [1]
				"Саргерайский адъютант", -- [2]
			},
			[222824] = {
				1726, -- [1]
				"Крадущийся ужас", -- [2]
			},
			[186993] = {
				1798, -- [1]
				"Мастер клинка Джубей'тос", -- [2]
			},
			[207980] = {
				1869, -- [1]
				"Баалгар Бдительный", -- [2]
			},
			[233062] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[202862] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[207981] = {
				1869, -- [1]
				"Баалгар Бдительный", -- [2]
			},
			[196208] = {
				1850, -- [1]
				"Чернокнижник из клана Призрачной Луны", -- [2]
			},
			[189554] = {
				1391, -- [1]
				"Саргерайский адъютант", -- [2]
			},
			[231016] = {
				1958, -- [1]
				"Копье Света", -- [2]
			},
			[236135] = {
				2054, -- [1]
				"[*] Иссушение", -- [2]
			},
			[209518] = {
				1866, -- [1]
				"Око Гул'дана", -- [2]
			},
			[239207] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[227434] = {
				1957, -- [1]
				"Береговой заклинатель волн", -- [2]
			},
			[203888] = {
				1854, -- [1]
				"Летон", -- [2]
			},
			[59306] = {
				2028, -- [1]
				"Король Имирон", -- [2]
			},
			[86604] = {
				1144, -- [1]
				"Дробитель", -- [2]
			},
			[202353] = {
				1852, -- [1]
				"Ануб'ессет", -- [2]
			},
			[195187] = {
				1816, -- [1]
				"Огнезол <Вул'кан> <Вул'кан>", -- [2]
			},
			[225900] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[195188] = {
				1816, -- [1]
				"Огнезол <Вул'кан> <Вул'кан>", -- [2]
			},
			[204402] = {
				1654, -- [1]
				"Грозная разрушительница", -- [2]
			},
			[9232] = {
				1425, -- [1]
				"Верховный инквизитор Вайтмейн", -- [2]
			},
			[196213] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[221807] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[210546] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[192631] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
			[82255] = {
				1053, -- [1]
				"Вестник Тьмы", -- [2]
			},
			[210547] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[203381] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[247403] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[206965] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[236142] = {
				2054, -- [1]
				"Реактор душ", -- [2]
			},
			[192633] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[239214] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[151684] = {
				1667, -- [1]
				"Гхаму-ра", -- [2]
			},
			[213621] = {
				1871, -- [1]
				"Ледяные осколки", -- [2]
			},
			[235120] = {
				2051, -- [1]
				"Взрывное темное отражение", -- [2]
			},
			[241263] = {
				2036, -- [1]
				"Ведьма из клана Волнистой Чешуи", -- [2]
			},
			[230002] = {
				2017, -- [1]
				"Страж Скверны - дозорный", -- [2]
			},
			[193659] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[82769] = {
				1052, -- [1]
				"[*] Инфекция чумы", -- [2]
			},
			[156293] = {
				1706, -- [1]
				"Мясник", -- [2]
			},
			[193660] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[241265] = {
				2036, -- [1]
				"Ведьма из клана Волнистой Чешуи", -- [2]
			},
			[209017] = {
				1842, -- [1]
				"Раскаленный уголь", -- [2]
			},
			[213624] = {
				1871, -- [1]
				"[*] Знак льда", -- [2]
			},
			[224374] = {
				1869, -- [1]
				"Инфернальный бес <Таликса Пламя Гнева>", -- [2]
			},
			[208506] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[100686] = {
				1882, -- [1]
				"Эхо Сильваны", -- [2]
			},
			[201852] = {
				1845, -- [1]
				"Ледопасть", -- [2]
			},
			[198269] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[198781] = {
				1835, -- [1]
				"Кур'талос Гребень Ворона", -- [2]
			},
			[93520] = {
				1072, -- [1]
				"Лорд Годфри", -- [2]
			},
			[224375] = {
				1869, -- [1]
				"Инфернальный бес <Таликса Пламя Гнева> <Таликса Пламя Гнева>", -- [2]
			},
			[184449] = {
				1798, -- [1]
				"Диа Зловещий Шепот", -- [2]
			},
			[235125] = {
				2052, -- [1]
				"[*] Нестабильная душа", -- [2]
			},
			[193152] = {
				1812, -- [1]
				"Король Волнобород", -- [2]
			},
			[226936] = {
				1873, -- [1]
				"Бич Ил'гинота", -- [2]
			},
			[224377] = {
				1869, -- [1]
				"Инфернальный бес <Таликса Пламя Гнева>", -- [2]
			},
			[106830] = {
				1809, -- [1]
				11, -- [2]
			},
			[192131] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[197250] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[206464] = {
				1863, -- [1]
				"Корональный выброс", -- [2]
			},
			[183430] = {
				1792, -- [1]
				"Смолоплюй-ползун", -- [2]
			},
			[225404] = {
				1871, -- [1]
				"Дрессированный темночешуйчатый змей", -- [2]
			},
			[197251] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[193668] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[240249] = {
				2038, -- [1]
				"[*] Расплавленная Скверна", -- [2]
			},
			[234107] = {
				2053, -- [1]
				"Доматракс", -- [2]
			},
			[211073] = {
				1877, -- [1]
				"Кошмарный Древний", -- [2]
			},
			[199812] = {
				1826, -- [1]
				"Нал'тира", -- [2]
			},
			[53] = {
				2039, -- [1]
				4, -- [2]
			},
			[207491] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[183433] = {
				1792, -- [1]
				"Смолоплюй-ползун", -- [2]
			},
			[31707] = {
				1866, -- [1]
				"Water Elemental", -- [2]
			},
			[209027] = {
				1868, -- [1]
				"Караульный из Сумеречной стражи", -- [2]
			},
			[193159] = {
				1812, -- [1]
				"Землетрясение", -- [2]
			},
			[234621] = {
				2037, -- [1]
				"[*] Пожирающая пасть", -- [2]
			},
			[123725] = {
				1866, -- [1]
				10, -- [2]
			},
			[227967] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[212099] = {
				1865, -- [1]
				"[*] Темпоральный заряд", -- [2]
			},
			[228991] = {
				1965, -- [1]
				"Проекция Хранителя", -- [2]
			},
			[213123] = {
				1876, -- [1]
				"Ядовитый паучок", -- [2]
			},
			[236158] = {
				2054, -- [1]
				"Остаток души", -- [2]
			},
			[213124] = {
				1876, -- [1]
				"[*] Ядовитая лужа", -- [2]
			},
			[201863] = {
				1852, -- [1]
				"Ануб'ессет", -- [2]
			},
			[218755] = {
				1654, -- [1]
				"Гноешкурый гризли", -- [2]
			},
			[227457] = {
				1959, -- [1]
				"Пожиратель маны", -- [2]
			},
			[192138] = {
				1810, -- [1]
				"Укротительница волн из клана Колец Ненависти <Полководец Паржеш> <Полководец Паржеш>", -- [2]
			},
			[200329] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[59824] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[211079] = {
				1825, -- [1]
				"Ночнорожденная-возродительница", -- [2]
			},
			[212103] = {
				1867, -- [1]
				"Сферический уборщик", -- [2]
			},
			[241280] = {
				1862, -- [1]
				"Страж Скверны - завоеватель", -- [2]
			},
			[48179] = {
				2011, -- [1]
				"Керистраза", -- [2]
			},
			[201354] = {
				1845, -- [1]
				"Ледопасть", -- [2]
			},
			[227972] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[150679] = {
				1666, -- [1]
				"Амненнар Хладовей", -- [2]
			},
			[73564] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[209033] = {
				1868, -- [1]
				"Караульная из Сумеречной стражи", -- [2]
			},
			[201355] = {
				1845, -- [1]
				"Ледопасть", -- [2]
			},
			[82522] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[206474] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[78939] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[209034] = {
				1864, -- [1]
				"[*] Узы ужаса", -- [2]
			},
			[114259] = {
				1422, -- [1]
				"Псарь Браун", -- [2]
			},
			[55218] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[197262] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[59825] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[227463] = {
				1961, -- [1]
				"Лорд Робин Дэрис", -- [2]
			},
			[225416] = {
				1850, -- [1]
				"Страж Скверны - уничтожитель", -- [2]
			},
			[197264] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[197776] = {
				1828, -- [1]
				"Генерал Ксакал", -- [2]
			},
			[227465] = {
				1964, -- [1]
				"Смотритель", -- [2]
			},
			[240262] = {
				2051, -- [1]
				"[*] Горение", -- [2]
			},
			[212621] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[193682] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[227466] = {
				1959, -- [1]
				"Пожиратель маны", -- [2]
			},
			[225419] = {
				1850, -- [1]
				"Страж Скверны - уничтожитель", -- [2]
			},
			[193171] = {
				1812, -- [1]
				"Землетрясение", -- [2]
			},
			[86620] = {
				1144, -- [1]
				"Дробитель", -- [2]
			},
			[59826] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[233098] = {
				1871, -- [1]
				"[*] Пылающий рывок", -- [2]
			},
			[181912] = {
				1788, -- [1]
				"Повелитель теней Искар", -- [2]
			},
			[241290] = {
				2036, -- [1]
				"Ведьма из клана Волнистой Чешуи", -- [2]
			},
			[193686] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[181913] = {
				1788, -- [1]
				"Повелитель теней Искар", -- [2]
			},
			[183449] = {
				1778, -- [1]
				"Связанная кровью чародейка Скверны", -- [2]
			},
			[59827] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[217234] = {
				1791, -- [1]
				"Уларогг Скаломол", -- [2]
			},
			[40504] = {
				1850, -- [1]
				"Отмеченный Бездной исполин", -- [2]
			},
			[200343] = {
				1833, -- [1]
				"Восставшая лучница", -- [2]
			},
			[227473] = {
				1961, -- [1]
				"[*] Крутящийся клинок", -- [2]
			},
			[227985] = {
				1957, -- [1]
				"Коглстон", -- [2]
			},
			[183452] = {
				1778, -- [1]
				"Связанная кровью чародейка Скверны", -- [2]
			},
			[200344] = {
				1833, -- [1]
				"Восставшая лучница", -- [2]
			},
			[101980] = {
				1883, -- [1]
				"Уголь пламенных недр", -- [2]
			},
			[200345] = {
				1833, -- [1]
				"Восставшая лучница", -- [2]
			},
			[234129] = {
				2036, -- [1]
				"Гладиатор из племени Острозубов", -- [2]
			},
			[115289] = {
				1423, -- [1]
				"Талнос Воздаятель Душ", -- [2]
			},
			[206488] = {
				1867, -- [1]
				"[*] Утечка магии", -- [2]
			},
			[227987] = {
				1957, -- [1]
				"Коглстон", -- [2]
			},
			[52022] = {
				1987, -- [1]
				"Генерал Бьярнгрим", -- [2]
			},
			[208536] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[184990] = {
				1784, -- [1]
				"[*] Аура подавления", -- [2]
			},
			[242832] = {
				1849, -- [1]
				"Страж Скверны <Ðenzol-Elune>", -- [2]
			},
			[218774] = {
				1886, -- [1]
				"Солнцевед Тел'арн <Верховный ботаник Тел'арн> <Верховный ботаник Тел'арн>", -- [2]
			},
			[223381] = {
				1726, -- [1]
				"Дикий шаман", -- [2]
			},
			[240273] = {
				2037, -- [1]
				"Ловец из глубин", -- [2]
			},
			[197788] = {
				1828, -- [1]
				"Жуткий сквернотопырь", -- [2]
			},
			[86881] = {
				1056, -- [1]
				"Корбор", -- [2]
			},
			[192158] = {
				1806, -- [1]
				"Олмир Просвещенный", -- [2]
			},
			[210074] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[186016] = {
				1778, -- [1]
				"[*] Боеприпасы огня Скверны", -- [2]
			},
			[240275] = {
				2037, -- [1]
				"Ловец из глубин", -- [2]
			},
			[183969] = {
				1799, -- [1]
				"Осквернение <Архимонд> <Архимонд>", -- [2]
			},
			[115291] = {
				1423, -- [1]
				"[*] Вихрь душ", -- [2]
			},
			[59829] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[227480] = {
				1957, -- [1]
				"Тонни", -- [2]
			},
			[227992] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[236694] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[213148] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[201375] = {
				1502, -- [1]
				"Проклятый морем рабовладелец", -- [2]
			},
			[193697] = {
				1833, -- [1]
				"Окаменелый песочник", -- [2]
			},
			[207006] = {
				1866, -- [1]
				"Инквизитор Ветриз", -- [2]
			},
			[12466] = {
				1145, -- [1]
				"Лорд Пережар", -- [2]
			},
			[218780] = {
				1886, -- [1]
				"[*] Взрыв плазмы", -- [2]
			},
			[55095] = {
				1862, -- [1]
				6, -- [2]
			},
			[204448] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[192675] = {
				1814, -- [1]
				"Волшебный торнадо", -- [2]
			},
			[205984] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[202913] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[236697] = {
				2050, -- [1]
				"Лунный Коготь <Капитан Ята Лунный Удар>", -- [2]
			},
			[196771] = {
				1866, -- [1]
				6, -- [2]
			},
			[209568] = {
				1872, -- [1]
				"Своевременный элементаль", -- [2]
			},
			[241305] = {
				2036, -- [1]
				"Послушник из племени Острозубов", -- [2]
			},
			[201379] = {
				1845, -- [1]
				"Ледопасть", -- [2]
			},
			[198820] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[241306] = {
				2036, -- [1]
				"Послушник из племени Острозубов", -- [2]
			},
			[201380] = {
				1845, -- [1]
				"Ледопасть", -- [2]
			},
			[197797] = {
				1833, -- [1]
				"Восставший чародей", -- [2]
			},
			[227998] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[195750] = {
				1866, -- [1]
				6, -- [2]
			},
			[223392] = {
				1726, -- [1]
				"Дикий шаман", -- [2]
			},
			[194216] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[52921] = {
				1986, -- [1]
				"Локен", -- [2]
			},
			[200359] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[237726] = {
				2057, -- [1]
				"Долбогрыз Глумливый", -- [2]
			},
			[197800] = {
				2039, -- [1]
				4, -- [2]
			},
			[202919] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[241822] = {
				2051, -- [1]
				"[*] Удушающие тени", -- [2]
			},
			[206503] = {
				1866, -- [1]
				"[*] Пламя Саргераса", -- [2]
			},
			[187052] = {
				1778, -- [1]
				"Наемный инженер", -- [2]
			},
			[228514] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[59320] = {
				2028, -- [1]
				"Источник духа", -- [2]
			},
			[115297] = {
				1423, -- [1]
				"Талнос Воздаятель Душ", -- [2]
			},
			[239264] = {
				2050, -- [1]
				"Жрица Лунное Пламя", -- [2]
			},
			[228003] = {
				1958, -- [1]
				"Химдалль", -- [2]
			},
			[83561] = {
				1047, -- [1]
				"Гниль Озумата", -- [2]
			},
			[241312] = {
				2036, -- [1]
				"Послушник из племени Острозубов", -- [2]
			},
			[227492] = {
				1863, -- [1]
				"Порождение Бездны", -- [2]
			},
			[212648] = {
				1871, -- [1]
				"[*] Взрыв \"Знака льда\"", -- [2]
			},
			[201387] = {
				1847, -- [1]
				"Ториевый турбоцыпленок", -- [2]
			},
			[86633] = {
				1145, -- [1]
				"Лорд Пережар", -- [2]
			},
			[227493] = {
				1960, -- [1]
				"Ловчий Аттумен", -- [2]
			},
			[219815] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[204459] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[239267] = {
				2051, -- [1]
				"Пылающий шар", -- [2]
			},
			[55098] = {
				1980, -- [1]
				"Мураби", -- [2]
			},
			[59321] = {
				2028, -- [1]
				"Источник духа", -- [2]
			},
			[221864] = {
				1872, -- [1]
				"Рекурсивный элементаль", -- [2]
			},
			[234661] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[83051] = {
				1055, -- [1]
				"Выброс облака", -- [2]
			},
			[228007] = {
				1958, -- [1]
				"[*] Танцующий клинок", -- [2]
			},
			[228519] = {
				2008, -- [1]
				"Закопченный гигант", -- [2]
			},
			[188081] = {
				1787, -- [1]
				"Хваткая длань", -- [2]
			},
			[241828] = {
				1960, -- [1]
				"Призрачный конь", -- [2]
			},
			[201902] = {
				1839, -- [1]
				"Скверносерд-стрелок", -- [2]
			},
			[202414] = {
				1851, -- [1]
				"Саел'орн", -- [2]
			},
			[113764] = {
				1424, -- [1]
				"Брат Корлофф", -- [2]
			},
			[236710] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[61369] = {
				1987, -- [1]
				"Берсерк из закаленной стали", -- [2]
			},
			[221354] = {
				1863, -- [1]
				"Сумеречная звездная танцовщица", -- [2]
			},
			[205486] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[204463] = {
				1853, -- [1]
				"Низендра", -- [2]
			},
			[201392] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[198833] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[199345] = {
				1838, -- [1]
				"Дресарон", -- [2]
			},
			[236712] = {
				2050, -- [1]
				"Жрица Лунное Пламя", -- [2]
			},
			[59322] = {
				2029, -- [1]
				"Скади Безжалостный", -- [2]
			},
			[221356] = {
				1863, -- [1]
				"Сумеречная звездная танцовщица", -- [2]
			},
			[197810] = {
				1828, -- [1]
				"Генерал Ксакал", -- [2]
			},
			[59834] = {
				1984, -- [1]
				"Искра Ионара", -- [2]
			},
			[228011] = {
				1957, -- [1]
				"Мадам Чугунок", -- [2]
			},
			[193716] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[113766] = {
				1424, -- [1]
				"Брат Корлофф", -- [2]
			},
			[228012] = {
				1958, -- [1]
				"Химдалль", -- [2]
			},
			[203954] = {
				1829, -- [1]
				"Вневременный призрак", -- [2]
			},
			[193717] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[206514] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[223918] = {
				1726, -- [1]
				"Дикий шаман", -- [2]
			},
			[202420] = {
				1835, -- [1]
				"Эредарская свежевательница душ", -- [2]
			},
			[227502] = {
				1959, -- [1]
				"[*] Нестабильная мана", -- [2]
			},
			[211634] = {
				1864, -- [1]
				"[*] Бесконечная тьма", -- [2]
			},
			[224943] = {
				1862, -- [1]
				"Скверноподданный маг Хаоса", -- [2]
			},
			[59451] = {
				1983, -- [1]
				"[*] Водоем колдунства", -- [2]
			},
			[201397] = {
				1502, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[210099] = {
				1873, -- [1]
				"Кошмарный гной", -- [2]
			},
			[206516] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[120166] = {
				1444, -- [1]
				"Падший разоритель", -- [2]
			},
			[203957] = {
				1829, -- [1]
				"Вневременный призрак", -- [2]
			},
			[224944] = {
				1862, -- [1]
				"Скверноподданный маг Хаоса", -- [2]
			},
			[206517] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[48702] = {
				642, -- [1]
				"Фанатик из клана Укротителей драконов", -- [2]
			},
			[204470] = {
				1853, -- [1]
				"[*] Взрывоопасная гниль", -- [2]
			},
			[110953] = {
				1424, -- [1]
				"Фанатик Алого ордена", -- [2]
			},
			[211125] = {
				1827, -- [1]
				"Искаженная тень", -- [2]
			},
			[204471] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[221875] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[17253] = {
				1744, -- [1]
				"Putin <Wahnwitzler-Antonidas>", -- [2]
			},
			[167105] = {
				2039, -- [1]
				1, -- [2]
			},
			[59452] = {
				1983, -- [1]
				"Элементаль Дракарри", -- [2]
			},
			[90479] = {
				1045, -- [1]
				"[*] Изводень", -- [2]
			},
			[194235] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[228019] = {
				1957, -- [1]
				"Мадам Чугунок", -- [2]
			},
			[48191] = {
				519, -- [1]
				"Ордынский следопыт", -- [2]
			},
			[230067] = {
				2017, -- [1]
				"Изрыгатель тьмы", -- [2]
			},
			[218806] = {
				1886, -- [1]
				"Солнцевед Тел'арн <Верховный ботаник Тел'арн>", -- [2]
			},
			[227508] = {
				1954, -- [1]
				"Благочестивая дева", -- [2]
			},
			[218807] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[223414] = {
				1886, -- [1]
				"[*] Паразитические путы", -- [2]
			},
			[203963] = {
				1486, -- [1]
				"[*] Око шторма", -- [2]
			},
			[220855] = {
				1838, -- [1]
				"[*] Нисходящий поток", -- [2]
			},
			[180417] = {
				1778, -- [1]
				"Связанная кровью чародейка Скверны", -- [2]
			},
			[197821] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[69238] = {
				2000, -- [1]
				"Неизвестно", -- [2]
			},
			[110956] = {
				1424, -- [1]
				"Фанатик Алого ордена", -- [2]
			},
			[59837] = {
				1986, -- [1]
				"Локен", -- [2]
			},
			[186562] = {
				1799, -- [1]
				"Зловещий охотник", -- [2]
			},
			[187074] = {
				1778, -- [1]
				"Огромный берсерк", -- [2]
			},
			[152267] = {
				1666, -- [1]
				"[*] Замораживающая бомба", -- [2]
			},
			[185539] = {
				1824, -- [1]
				"Щупальце разрушения", -- [2]
			},
			[3110] = {
				2054, -- [1]
				"Naltik", -- [2]
			},
			[228025] = {
				1957, -- [1]
				"Люминор", -- [2]
			},
			[192706] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[201920] = {
				1846, -- [1]
				"Пожиратель разума Каарж", -- [2]
			},
			[54719] = {
				1983, -- [1]
				"Колосс Драккари", -- [2]
			},
			[227514] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[228026] = {
				1957, -- [1]
				"Люминор", -- [2]
			},
			[213182] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[246454] = {
				2048, -- [1]
				"[*] Подпитывание мучением", -- [2]
			},
			[115309] = {
				1423, -- [1]
				"Изгнанная душа", -- [2]
			},
			[200898] = {
				1850, -- [1]
				"Инквизитор Истязарий", -- [2]
			},
			[228028] = {
				1958, -- [1]
				"Хирья", -- [2]
			},
			[196804] = {
				1827, -- [1]
				"Иванир", -- [2]
			},
			[119405] = {
				1443, -- [1]
				"Адарогг", -- [2]
			},
			[202947] = {
				1855, -- [1]
				"[*] Кровавая стая", -- [2]
			},
			[204483] = {
				1849, -- [1]
				"Скорпирон", -- [2]
			},
			[209602] = {
				1870, -- [1]
				"Советник Меландр", -- [2]
			},
			[206019] = {
				1850, -- [1]
				"Непроходящая порча", -- [2]
			},
			[215233] = {
				1873, -- [1]
				"Щупальце угнетения", -- [2]
			},
			[228030] = {
				1958, -- [1]
				"Хирья", -- [2]
			},
			[55104] = {
				1980, -- [1]
				"Мураби", -- [2]
			},
			[200901] = {
				1806, -- [1]
				"Солстен", -- [2]
			},
			[206020] = {
				1850, -- [1]
				"[*] Прикосновение порчи", -- [2]
			},
			[59839] = {
				1978, -- [1]
				"Слад'ран", -- [2]
			},
			[215234] = {
				1873, -- [1]
				"Щупальце угнетения", -- [2]
			},
			[9941] = {
				1887, -- [1]
				"Обсидиановый часовой", -- [2]
			},
			[68987] = {
				2001, -- [1]
				"Ик", -- [2]
			},
			[111217] = {
				1421, -- [1]
				"Воитель Гарлан", -- [2]
			},
			[196809] = {
				2054, -- [1]
				"Т'ууре <Laurën-Arathi>", -- [2]
			},
			[221891] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[223427] = {
				1873, -- [1]
				"[*] Кошмарные споры", -- [2]
			},
			[150229] = {
				1663, -- [1]
				"[*] Бубонная чума", -- [2]
			},
			[196810] = {
				2054, -- [1]
				"Т'ууре <Laurën-Arathi>", -- [2]
			},
			[227523] = {
				1959, -- [1]
				"Пожиратель маны", -- [2]
			},
			[196811] = {
				2052, -- [1]
				"Т'ууре", -- [2]
			},
			[227524] = {
				1959, -- [1]
				"[*] Энергетическая пустота", -- [2]
			},
			[68989] = {
				2001, -- [1]
				"Ик", -- [2]
			},
			[69245] = {
				2000, -- [1]
				"Иней", -- [2]
			},
			[233155] = {
				2039, -- [1]
				"Мефистрот", -- [2]
			},
			[246464] = {
				1866, -- [1]
				6, -- [2]
			},
			[181968] = {
				1778, -- [1]
				"Связанная кровью чародейка Скверны", -- [2]
			},
			[83066] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[22950] = {
				349, -- [1]
				"Бессмер'тер", -- [2]
			},
			[220871] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[196813] = {
				2054, -- [1]
				"Т'ууре <Laurën-Arathi>", -- [2]
			},
			[234180] = {
				2038, -- [1]
				"[*] Иссушение", -- [2]
			},
			[54850] = {
				1983, -- [1]
				"Колосс Драккари", -- [2]
			},
			[199373] = {
				2052, -- [1]
				"Войско мертвых", -- [2]
			},
			[55106] = {
				1980, -- [1]
				"Мураби", -- [2]
			},
			[205004] = {
				1818, -- [1]
				"Аватара отмщения", -- [2]
			},
			[230086] = {
				2017, -- [1]
				"Демонический разлом", -- [2]
			},
			[223944] = {
				1726, -- [1]
				"Страж Рарсон", -- [2]
			},
			[195791] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[148187] = {
				1866, -- [1]
				10, -- [2]
			},
			[232135] = {
				1957, -- [1]
				"Неизвестно", -- [2]
			},
			[188114] = {
				1790, -- [1]
				"Рокмора", -- [2]
			},
			[196816] = {
				2054, -- [1]
				"Т'ууре <Laurën-Arathi>", -- [2]
			},
			[111221] = {
				1421, -- [1]
				"Воитель Гарлан", -- [2]
			},
			[227529] = {
				1964, -- [1]
				"Поврежденный голем", -- [2]
			},
			[8374] = {
				549, -- [1]
				"Иронайа", -- [2]
			},
			[224970] = {
				1862, -- [1]
				"Скверноподданная теневой клинок", -- [2]
			},
			[193234] = {
				1805, -- [1]
				"[*] Танцующий клинок", -- [2]
			},
			[232137] = {
				1957, -- [1]
				"Неизвестно", -- [2]
			},
			[59330] = {
				2029, -- [1]
				"Скади Безжалостный", -- [2]
			},
			[209615] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[59842] = {
				1978, -- [1]
				"Слад'ран", -- [2]
			},
			[225484] = {
				1654, -- [1]
				"Разъяренный коготь ночи", -- [2]
			},
			[56643] = {
				580, -- [1]
				"Ан'кахарский измельчитель", -- [2]
			},
			[222925] = {
				1876, -- [1]
				"Ядовитый паучок", -- [2]
			},
			[211152] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[224973] = {
				1862, -- [1]
				"[*] Теневой рассекающий удар", -- [2]
			},
			[26662] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[224974] = {
				1862, -- [1]
				"Дозорный из бездны", -- [2]
			},
			[205523] = {
				1866, -- [1]
				10, -- [2]
			},
			[239819] = {
				2038, -- [1]
				"[*] Темная печать", -- [2]
			},
			[93564] = {
				1072, -- [1]
				"Лорд Годфри", -- [2]
			},
			[59331] = {
				2029, -- [1]
				"Скади Безжалостный", -- [2]
			},
			[114807] = {
				1424, -- [1]
				"Брат Корлофф", -- [2]
			},
			[110968] = {
				1425, -- [1]
				"Освятитель Алого ордена", -- [2]
			},
			[70274] = {
				2001, -- [1]
				"Порожденный чумой ужас", -- [2]
			},
			[232142] = {
				1957, -- [1]
				"Неизвестно", -- [2]
			},
			[120694] = {
				1744, -- [1]
				"Животное", -- [2]
			},
			[180955] = {
				1778, -- [1]
				"Разрушитель огня Скверны", -- [2]
			},
			[226512] = {
				1793, -- [1]
				"[*] Кровавый гной", -- [2]
			},
			[235214] = {
				2052, -- [1]
				"[*] Насыщение Светом", -- [2]
			},
			[211156] = {
				1877, -- [1]
				"Кошмарный Древний", -- [2]
			},
			[207573] = {
				1854, -- [1]
				"Исондра", -- [2]
			},
			[204502] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[205014] = {
				1856, -- [1]
				"Порождение тени", -- [2]
			},
			[232144] = {
				1957, -- [1]
				"Серебряные вилки", -- [2]
			},
			[195801] = {
				1812, -- [1]
				"Скрог-волнодав", -- [2]
			},
			[224978] = {
				1862, -- [1]
				"[*] Бесконечная Бездна", -- [2]
			},
			[201432] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[242894] = {
				1964, -- [1]
				"Поврежденный голем", -- [2]
			},
			[194266] = {
				1823, -- [1]
				"Скованный прислужник", -- [2]
			},
			[222932] = {
				1726, -- [1]
				"Страж Горрок", -- [2]
			},
			[91263] = {
				1052, -- [1]
				"Генерал Хусам", -- [2]
			},
			[228051] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[10966] = {
				422, -- [1]
				"Ноксион", -- [2]
			},
			[75907] = {
				1045, -- [1]
				"Отважный страж Леди Наз'жар", -- [2]
			},
			[56645] = {
				580, -- [1]
				"Ан'кахарский измельчитель", -- [2]
			},
			[218838] = {
				1886, -- [1]
				"[*] Чародейское затмение", -- [2]
			},
			[195292] = {
				1876, -- [1]
				6, -- [2]
			},
			[195804] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[204506] = {
				1853, -- [1]
				"Низендра", -- [2]
			},
			[226005] = {
				1871, -- [1]
				"Дрессированный темночешуйчатый змей", -- [2]
			},
			[22696] = {
				1663, -- [1]
				"Вурдалак-шипоед", -- [2]
			},
			[222934] = {
				1726, -- [1]
				"[*] Кошмарное излучение", -- [2]
			},
			[228053] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[228565] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[224982] = {
				1862, -- [1]
				"Дозорный из бездны", -- [2]
			},
			[206555] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[227542] = {
				1961, -- [1]
				"Леди Катриона Фон-Инди", -- [2]
			},
			[228054] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[228566] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[70278] = {
				610, -- [1]
				"Грозный работник", -- [2]
			},
			[47688] = {
				2009, -- [1]
				"Хаотический разлом <Аномалус> <Аномалус>", -- [2]
			},
			[228055] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[224984] = {
				1862, -- [1]
				"Дозорный из бездны", -- [2]
			},
			[209628] = {
				1870, -- [1]
				"Советник Меландр", -- [2]
			},
			[177380] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[206557] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[202974] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[228056] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[151275] = {
				1672, -- [1]
				"Аку'май Пожиратель", -- [2]
			},
			[237782] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[227545] = {
				1961, -- [1]
				"Баронесса Доротея Милстип", -- [2]
			},
			[187107] = {
				1799, -- [1]
				"Архимонд", -- [2]
			},
			[209630] = {
				1870, -- [1]
				"[*] Пронзающий ураган", -- [2]
			},
			[206559] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[8599] = {
				2011, -- [1]
				"Керистраза", -- [2]
			},
			[232153] = {
				1957, -- [1]
				"Коглстон", -- [2]
			},
			[233177] = {
				2039, -- [1]
				"[*] Темная стая", -- [2]
			},
			[201953] = {
				1793, -- [1]
				"Углепанцирный подчинитель", -- [2]
			},
			[206560] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[59974] = {
				1968, -- [1]
				"Глашатай Волаж", -- [2]
			},
			[220893] = {
				2054, -- [1]
				"Душа Акаари", -- [2]
			},
			[189157] = {
				1835, -- [1]
				"Териссия", -- [2]
			},
			[36300] = {
				2059, -- [1]
				"Сигрин", -- [2]
			},
			[202978] = {
				1853, -- [1]
				"Низендра", -- [2]
			},
			[215775] = {
				2038, -- [1]
				8, -- [2]
			},
			[61510] = {
				1985, -- [1]
				"Шлак", -- [2]
			},
			[229597] = {
				1818, -- [1]
				"Сквернотопырь", -- [2]
			},
			[227550] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[19434] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[229598] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[201957] = {
				1845, -- [1]
				"[*] Обморожение", -- [2]
			},
			[59975] = {
				1968, -- [1]
				"Глашатай Волаж", -- [2]
			},
			[228063] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[212707] = {
				1744, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[184554] = {
				1391, -- [1]
				"Темная молельщица", -- [2]
			},
			[235230] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[201959] = {
				1793, -- [1]
				"Углепанцирный подчинитель", -- [2]
			},
			[198376] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[198888] = {
				1807, -- [1]
				"Штормовой дракон", -- [2]
			},
			[212709] = {
				1744, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[210150] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[202472] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[224483] = {
				1871, -- [1]
				"Наблюдательница из Сумеречной Стражи", -- [2]
			},
			[224995] = {
				1862, -- [1]
				"Грозный страж", -- [2]
			},
			[29928] = {
				1961, -- [1]
				"Фантомная гостья", -- [2]
			},
			[224484] = {
				1863, -- [1]
				"[*] Падающая звезда", -- [2]
			},
			[193260] = {
				1805, -- [1]
				"[*] Статическое поле", -- [2]
			},
			[198379] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[198891] = {
				1502, -- [1]
				"Проклятый морем рабовладелец", -- [2]
			},
			[183023] = {
				1794, -- [1]
				"Ритуальный голем", -- [2]
			},
			[199915] = {
				1850, -- [1]
				"Безликий маг Бездны", -- [2]
			},
			[197868] = {
				1490, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[198892] = {
				1807, -- [1]
				"Штормовой дракон", -- [2]
			},
			[195309] = {
				1824, -- [1]
				"[*] Бурлящая вода", -- [2]
			},
			[199916] = {
				1850, -- [1]
				"Безликий маг Бездны", -- [2]
			},
			[121473] = {
				1824, -- [1]
				"Дарсэт-СвежевательДуш", -- [2]
			},
			[235236] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[211178] = {
				1877, -- [1]
				"Гниющий дракон", -- [2]
			},
			[59465] = {
				1969, -- [1]
				"Старейшина Надокс", -- [2]
			},
			[235237] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[83339] = {
				1052, -- [1]
				"[*] Сильный удар об стену", -- [2]
			},
			[199918] = {
				1850, -- [1]
				"Безликий маг Бездны", -- [2]
			},
			[205549] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[121474] = {
				1824, -- [1]
				"Дарсэт-СвежевательДуш", -- [2]
			},
			[56778] = {
				621, -- [1]
				"Лазурный хранитель", -- [2]
			},
			[48972] = {
				1824, -- [1]
				"Змей затаившегося пламени", -- [2]
			},
			[229608] = {
				1818, -- [1]
				"Убийца эрудитов", -- [2]
			},
			[206574] = {
				1868, -- [1]
				"[*] Резонирующий удар сплеча", -- [2]
			},
			[235751] = {
				2055, -- [1]
				"Агронокс", -- [2]
			},
			[202480] = {
				1852, -- [1]
				"Пузырящийся жук", -- [2]
			},
			[225003] = {
				1862, -- [1]
				"Грозный страж", -- [2]
			},
			[229610] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[193267] = {
				1791, -- [1]
				"Ревущий идол <Уларогг Скаломол> <Уларогг Скаломол>", -- [2]
			},
			[198386] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[59978] = {
				1968, -- [1]
				"Глашатай Волаж", -- [2]
			},
			[191732] = {
				2048, -- [1]
				"Большой элементаль молний <Trakchenaid-Dalaran>", -- [2]
			},
			[229611] = {
				1818, -- [1]
				"Убийца эрудитов", -- [2]
			},
			[185590] = {
				1799, -- [1]
				"Архимонд", -- [2]
			},
			[206577] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[215279] = {
				1842, -- [1]
				"Слеза Хаоса <Makaveliuk-Moonglade>", -- [2]
			},
			[187638] = {
				1778, -- [1]
				"Великий осквернитель У'рогг", -- [2]
			},
			[198388] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[233196] = {
				2039, -- [1]
				"Мефистрот", -- [2]
			},
			[238315] = {
				2053, -- [1]
				"Госпожа адского огня", -- [2]
			},
			[208115] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[59467] = {
				1969, -- [1]
				"Старейшина Надокс", -- [2]
			},
			[206580] = {
				1868, -- [1]
				"[*] Резонирующий удар сплеча", -- [2]
			},
			[239852] = {
				2051, -- [1]
				"Демонический обелиск", -- [2]
			},
			[232174] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[151810] = {
				1666, -- [1]
				"Амненнар Хладовей", -- [2]
			},
			[10072] = {
				1887, -- [1]
				"Обсидиановый часовой", -- [2]
			},
			[214771] = {
				1850, -- [1]
				"Безликий маг Бездны", -- [2]
			},
			[227568] = {
				1957, -- [1]
				"Тонни", -- [2]
			},
			[93581] = {
				1069, -- [1]
				"Барон Эшбери", -- [2]
			},
			[208117] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[184571] = {
				1778, -- [1]
				"Разрушитель огня Скверны", -- [2]
			},
			[82320] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[66196] = {
				1866, -- [1]
				6, -- [2]
			},
			[198392] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[79249] = {
				1057, -- [1]
				"[*] Гравитационный колодец", -- [2]
			},
			[49998] = {
				2054, -- [1]
				"Руническое оружие <Дартман-Разувий>", -- [2]
			},
			[229617] = {
				2017, -- [1]
				"Демонический портал", -- [2]
			},
			[5277] = {
				1824, -- [1]
				"Дарсэт-СвежевательДуш", -- [2]
			},
			[210166] = {
				1792, -- [1]
				"[*] Токсичная желчь", -- [2]
			},
			[69012] = {
				2001, -- [1]
				"Крик", -- [2]
			},
			[212726] = {
				1877, -- [1]
				"Кенарий", -- [2]
			},
			[213238] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[70292] = {
				610, -- [1]
				"Имирьярский небоступ", -- [2]
			},
			[29930] = {
				1961, -- [1]
				"Фантомная гостья", -- [2]
			},
			[211191] = {
				1827, -- [1]
				"Астральная искра <Волшебная аномалия> <Волшебная аномалия>", -- [2]
			},
			[21868] = {
				429, -- [1]
				"Принцесса Терадрас", -- [2]
			},
			[229107] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[206585] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[207097] = {
				2052, -- [1]
				"Сьен <Твидл-Борейскаятундра> <Твидл-Борейскаятундра>", -- [2]
			},
			[151303] = {
				1672, -- [1]
				"Аку'май Пожиратель", -- [2]
			},
			[151815] = {
				1671, -- [1]
				"Сумеречный владыка Балтиэль", -- [2]
			},
			[66198] = {
				1866, -- [1]
				6, -- [2]
			},
			[227573] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[232692] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[229109] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[62796] = {
				1139, -- [1]
				"Острокрылая", -- [2]
			},
			[228086] = {
				1957, -- [1]
				"Фантомный рабочий", -- [2]
			},
			[228598] = {
				2038, -- [1]
				8, -- [2]
			},
			[184065] = {
				1778, -- [1]
				"Великий осквернитель У'рогг", -- [2]
			},
			[241907] = {
				2039, -- [1]
				4, -- [2]
			},
			[119434] = {
				1445, -- [1]
				"Брюхошлак", -- [2]
			},
			[86930] = {
				1042, -- [1]
				"Асаад", -- [2]
			},
			[227575] = {
				1961, -- [1]
				"Баронесса Доротея Милстип", -- [2]
			},
			[228599] = {
				2038, -- [1]
				8, -- [2]
			},
			[211196] = {
				1877, -- [1]
				"Гниющий дракон", -- [2]
			},
			[69527] = {
				610, -- [1]
				"Рожденный во льдах протодракон", -- [2]
			},
			[217851] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[201983] = {
				1793, -- [1]
				"Углепанцирный подчинитель", -- [2]
			},
			[211198] = {
				1827, -- [1]
				"Астральная искра <Волшебная аномалия>", -- [2]
			},
			[114061] = {
				1427, -- [1]
				"Джандис Барова", -- [2]
			},
			[212734] = {
				1871, -- [1]
				"[*] Детонация: знак льда", -- [2]
			},
			[210687] = {
				1809, -- [1]
				11, -- [2]
			},
			[21869] = {
				429, -- [1]
				"Принцесса Терадрас", -- [2]
			},
			[228603] = {
				1960, -- [1]
				"Призрачный конь", -- [2]
			},
			[233210] = {
				1960, -- [1]
				"Призрачный помощник смотрителя стойл", -- [2]
			},
			[9081] = {
				552, -- [1]
				"Тенегорнский черный маг", -- [2]
			},
			[236282] = {
				1866, -- [1]
				1, -- [2]
			},
			[212736] = {
				1871, -- [1]
				"[*] Замерзшая лужа", -- [2]
			},
			[213760] = {
				1871, -- [1]
				"Огненные чары", -- [2]
			},
			[18670] = {
				350, -- [1]
				"Железная Кора - заступник", -- [2]
			},
			[83094] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[224510] = {
				1862, -- [1]
				"Боевой маг из Сумеречной Стражи", -- [2]
			},
			[196357] = {
				1827, -- [1]
				"Иванир", -- [2]
			},
			[213761] = {
				1871, -- [1]
				"[*] Взрыв пламени", -- [2]
			},
			[31403] = {
				519, -- [1]
				"Командир Колург", -- [2]
			},
			[211202] = {
				1827, -- [1]
				"Волшебная аномалия", -- [2]
			},
			[228606] = {
				1960, -- [1]
				"Призрачный помощник смотрителя стойл", -- [2]
			},
			[196870] = {
				1810, -- [1]
				"Заклинательница штормов из клана Колец Ненависти", -- [2]
			},
			[201477] = {
				1848, -- [1]
				"Загустевшая слизь", -- [2]
			},
			[190728] = {
				1778, -- [1]
				"Грут", -- [2]
			},
			[188169] = {
				1790, -- [1]
				"Рокмора", -- [2]
			},
			[196871] = {
				1810, -- [1]
				"Заклинательница штормов из клана Колец Ненависти", -- [2]
			},
			[230143] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[69019] = {
				2001, -- [1]
				"Взрывная сфера <Крик> <Крик>", -- [2]
			},
			[69275] = {
				2000, -- [1]
				"Повелитель Плети Тираний", -- [2]
			},
			[3583] = {
				1146, -- [1]
				"Изворотливый вор", -- [2]
			},
			[185099] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[239358] = {
				2048, -- [1]
				"[*] Излияние тоски", -- [2]
			},
			[83608] = {
				1047, -- [1]
				"Гниль Озумата", -- [2]
			},
			[209158] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[228610] = {
				1960, -- [1]
				"[*] Горящее клеймо", -- [2]
			},
			[214278] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[47699] = {
				2012, -- [1]
				"Кристаллический хранитель", -- [2]
			},
			[183566] = {
				1792, -- [1]
				"[*] Тошнотворная лужа", -- [2]
			},
			[7645] = {
				348, -- [1]
				"Магистр Календрис", -- [2]
			},
			[235267] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[211209] = {
				1827, -- [1]
				"[*] Чародейский рассекатель", -- [2]
			},
			[191758] = {
				2052, -- [1]
				"Шаркающий ужас", -- [2]
			},
			[980] = {
				1809, -- [1]
				9, -- [2]
			},
			[190223] = {
				1800, -- [1]
				"Ксул'горак", -- [2]
			},
			[89753] = {
				1849, -- [1]
				"Страж Скверны <Ðenzol-Elune>", -- [2]
			},
			[179986] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[7965] = {
				586, -- [1]
				"Лорд Кобран", -- [2]
			},
			[70302] = {
				610, -- [1]
				"Грозный работник", -- [2]
			},
			[179987] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[209676] = {
				1870, -- [1]
				"Советник Меландр", -- [2]
			},
			[190225] = {
				1807, -- [1]
				"Сердитый бык", -- [2]
			},
			[20271] = {
				1866, -- [1]
				2, -- [2]
			},
			[16496] = {
				1139, -- [1]
				"Пленный наемник", -- [2]
			},
			[235271] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[157978] = {
				2039, -- [1]
				8, -- [2]
			},
			[207630] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[245509] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[209678] = {
				1870, -- [1]
				"Советник Меландр", -- [2]
			},
			[206607] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[190739] = {
				1778, -- [1]
				"Грут", -- [2]
			},
			[69024] = {
				2001, -- [1]
				"Крик", -- [2]
			},
			[212238] = {
				1841, -- [1]
				"[*] Миазмы", -- [2]
			},
			[194323] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[227595] = {
				1958, -- [1]
				"Валарьяр-руноносец", -- [2]
			},
			[228619] = {
				2008, -- [1]
				"Моряк из Ночного дозора", -- [2]
			},
			[179991] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[206609] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[227596] = {
				1958, -- [1]
				"Валарьяр-руноносец", -- [2]
			},
			[191765] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[201491] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[70305] = {
				610, -- [1]
				"Ледяной Клинок <Имирьярский небоступ> <Имирьярский небоступ>", -- [2]
			},
			[206610] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[211217] = {
				1827, -- [1]
				"Волшебная аномалия", -- [2]
			},
			[228621] = {
				2008, -- [1]
				"Моряк из Ночного дозора", -- [2]
			},
			[227598] = {
				1958, -- [1]
				"Валарьяр-руноносец", -- [2]
			},
			[191767] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[208659] = {
				1872, -- [1]
				"[*] Кинетическое кольцо", -- [2]
			},
			[205588] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[70306] = {
				610, -- [1]
				"Ледяной Клинок <Имирьярский небоступ> <Имирьярский небоступ>", -- [2]
			},
			[206612] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[223504] = {
				1726, -- [1]
				"Ужасный дух <Страшный зверолов> <Страшный зверолов>", -- [2]
			},
			[240908] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[116631] = {
				1426, -- [1]
				"Неизвестно", -- [2]
			},
			[80800] = {
				1059, -- [1]
				"Лавовый разлом", -- [2]
			},
			[68771] = {
				1999, -- [1]
				"Начальник кузни Гархлад", -- [2]
			},
			[81568] = {
				1056, -- [1]
				"Берсерк Каменных Недр", -- [2]
			},
			[196376] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[201495] = {
				1848, -- [1]
				"Загустевшая слизь", -- [2]
			},
			[214804] = {
				1850, -- [1]
				"Чернокнижник из клана Призрачной Луны", -- [2]
			},
			[198936] = {
				1805, -- [1]
				"[*] Руна исцеления", -- [2]
			},
			[240398] = {
				2038, -- [1]
				"[*] Темная печать", -- [2]
			},
			[240910] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[225042] = {
				1726, -- [1]
				"Заразное щупальце", -- [2]
			},
			[192794] = {
				1813, -- [1]
				"[*] Поражение молнией", -- [2]
			},
			[80801] = {
				1059, -- [1]
				"Лавовый разлом", -- [2]
			},
			[243982] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[191259] = {
				2039, -- [1]
				1, -- [2]
			},
			[225043] = {
				1886, -- [1]
				"Садовник с Террасы шал'дорай", -- [2]
			},
			[21808] = {
				426, -- [1]
				"Обвал", -- [2]
			},
			[236305] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[232722] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[75683] = {
				1045, -- [1]
				"Леди Наз'жар", -- [2]
			},
			[236306] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[232723] = {
				2037, -- [1]
				"Пираньядо", -- [2]
			},
			[198428] = {
				1791, -- [1]
				"Уларогг Скаломол", -- [2]
			},
			[200988] = {
				1809, -- [1]
				"[*] Копье Света", -- [2]
			},
			[205595] = {
				1864, -- [1]
				"Заразный ужас <Ксавий>", -- [2]
			},
			[182049] = {
				1783, -- [1]
				"Кровожад", -- [2]
			},
			[68774] = {
				1999, -- [1]
				"Начальник кузни Гархлад", -- [2]
			},
			[15801] = {
				547, -- [1]
				"Ревелош", -- [2]
			},
			[225047] = {
				1871, -- [1]
				"Садовник с Террасы шал'дорай", -- [2]
			},
			[192799] = {
				1790, -- [1]
				"Ползун из чумных осколков <Рокмора> <Рокмора>", -- [2]
			},
			[111772] = {
				1426, -- [1]
				"Послушник из Некроситета", -- [2]
			},
			[228631] = {
				2008, -- [1]
				"Моряк из Ночного дозора", -- [2]
			},
			[192288] = {
				1806, -- [1]
				"Олмир Просвещенный", -- [2]
			},
			[213275] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[206109] = {
				1864, -- [1]
				"[*] Пробуждение в Кошмаре", -- [2]
			},
			[93857] = {
				1070, -- [1]
				"Барон Сильверлейн", -- [2]
			},
			[204574] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[192801] = {
				1814, -- [1]
				"[*] Приливная волна", -- [2]
			},
			[198944] = {
				1806, -- [1]
				"Валарьяр - дева щита", -- [2]
			},
			[6254] = {
				589, -- [1]
				"Шкам", -- [2]
			},
			[193826] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[239383] = {
				2050, -- [1]
				"Цель Копья", -- [2]
			},
			[199457] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[208671] = {
				1866, -- [1]
				"Азагрим", -- [2]
			},
			[1604] = {
				1961, -- [1]
				"Лорд Криспин Ференс", -- [2]
			},
			[213790] = {
				1876, -- [1]
				"Темные вихри", -- [2]
			},
			[193827] = {
				1808, -- [1]
				"Король-бог Сковальд", -- [2]
			},
			[111774] = {
				1426, -- [1]
				"Послушник из Некроситета", -- [2]
			},
			[225052] = {
				1871, -- [1]
				"Садовник с Террасы шал'дорай", -- [2]
			},
			[237849] = {
				2059, -- [1]
				"Сигрин", -- [2]
			},
			[186662] = {
				1799, -- [1]
				"Порожденный Скверной архидемон", -- [2]
			},
			[211744] = {
				1828, -- [1]
				"Страж гнева - клинок Скверны", -- [2]
			},
			[180008] = {
				1794, -- [1]
				"Ритуальный голем", -- [2]
			},
			[13338] = {
				1850, -- [1]
				"Чернокнижник из клана Призрачной Луны", -- [2]
			},
			[202019] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[239386] = {
				2050, -- [1]
				"Цель Копья", -- [2]
			},
			[186663] = {
				1799, -- [1]
				"Порожденный Скверной архидемон", -- [2]
			},
			[211745] = {
				1828, -- [1]
				"[*] Удар Скверны", -- [2]
			},
			[232732] = {
				2037, -- [1]
				"[*] Кромсающий торнадо", -- [2]
			},
			[213281] = {
				1871, -- [1]
				"Огненные чары", -- [2]
			},
			[80807] = {
				1059, -- [1]
				"Камнешкур", -- [2]
			},
			[212258] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[227615] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[228127] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[146739] = {
				1809, -- [1]
				9, -- [2]
			},
			[229151] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[7054] = {
				1071, -- [1]
				"Замученный офицер", -- [2]
			},
			[207141] = {
				1867, -- [1]
				"Сферический уборщик", -- [2]
			},
			[208165] = {
				1869, -- [1]
				"Таликса Пламя Гнева", -- [2]
			},
			[196392] = {
				1827, -- [1]
				"Иванир", -- [2]
			},
			[114848] = {
				1425, -- [1]
				"Верховный инквизитор Вайтмейн", -- [2]
			},
			[213796] = {
				1871, -- [1]
				"Ледяные чары", -- [2]
			},
			[214308] = {
				1877, -- [1]
				"[*] Кошмарные корни", -- [2]
			},
			[227618] = {
				1959, -- [1]
				"Пожиратель маны", -- [2]
			},
			[212262] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[209191] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[197418] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[83113] = {
				1052, -- [1]
				"Генерал Хусам", -- [2]
			},
			[237857] = {
				2059, -- [1]
				"Ярл Вельбранд", -- [2]
			},
			[227620] = {
				1959, -- [1]
				"Пожиратель маны", -- [2]
			},
			[82858] = {
				1057, -- [1]
				"Верховная жрица Азил", -- [2]
			},
			[183088] = {
				1791, -- [1]
				"Крушитель из племени Камня Силы", -- [2]
			},
			[228645] = {
				2054, -- [1]
				"Руническое оружие <Дартман-Разувий>", -- [2]
			},
			[197422] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[198446] = {
				1834, -- [1]
				"Сквернотопырь", -- [2]
			},
			[23922] = {
				1866, -- [1]
				1, -- [2]
			},
			[229159] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[198959] = {
				1805, -- [1]
				"Валарьяр - резчик рун", -- [2]
			},
			[211756] = {
				1828, -- [1]
				"Страж гнева - клинок Скверны", -- [2]
			},
			[204078] = {
				1854, -- [1]
				"Таэрар", -- [2]
			},
			[208685] = {
				1873, -- [1]
				"Щупальце угнетения", -- [2]
			},
			[115876] = {
				1425, -- [1]
				"Командир Дюранд", -- [2]
			},
			[211757] = {
				1828, -- [1]
				"Эредарский вестник хаоса", -- [2]
			},
			[237351] = {
				2050, -- [1]
				"[*] Лунный обстрел", -- [2]
			},
			[180533] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[232745] = {
				2037, -- [1]
				"Сарукел", -- [2]
			},
			[192307] = {
				1486, -- [1]
				"Хирья", -- [2]
			},
			[59482] = {
				1969, -- [1]
				"Ан'кахарский страж", -- [2]
			},
			[203057] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[236329] = {
				2032, -- [1]
				"[*] Звездный ожог", -- [2]
			},
			[232746] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[213807] = {
				1871, -- [1]
				"[*] Взрыв льда", -- [2]
			},
			[223021] = {
				1862, -- [1]
				"[*] Трупное заражение", -- [2]
			},
			[227628] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[219950] = {
				1886, -- [1]
				"[*] Управляемый Хаос", -- [2]
			},
			[191797] = {
				1814, -- [1]
				"[*] Жестокие ветра", -- [2]
			},
			[208689] = {
				1873, -- [1]
				"Щупальце угнетения", -- [2]
			},
			[237866] = {
				2059, -- [1]
				"[*] Вихрь клинков", -- [2]
			},
			[213808] = {
				1871, -- [1]
				"Чары тайной магии", -- [2]
			},
			[218927] = {
				1886, -- [1]
				"Натуралист Тел'арн <Верховный ботаник Тел'арн> <Верховный ботаник Тел'арн>", -- [2]
			},
			[227629] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[22899] = {
				361, -- [1]
				"Бессмер'тер", -- [2]
			},
			[191798] = {
				1812, -- [1]
				"[*] Жестокие ветра", -- [2]
			},
			[9532] = {
				585, -- [1]
				"Друид-змея", -- [2]
			},
			[68786] = {
				1999, -- [1]
				"Начальник кузни Гархлад", -- [2]
			},
			[212786] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[229678] = {
				1818, -- [1]
				"Наполненный силой пиромант", -- [2]
			},
			[197942] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[48094] = {
				621, -- [1]
				"Керистраза", -- [2]
			},
			[210228] = {
				1876, -- [1]
				"Ядовитый паучок", -- [2]
			},
			[206645] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[233263] = {
				2050, -- [1]
				"Жрица Лунное Пламя", -- [2]
			},
			[237870] = {
				2059, -- [1]
				"Ярл Вельбранд", -- [2]
			},
			[183100] = {
				1791, -- [1]
				"Крушитель из племени Камня Силы", -- [2]
			},
			[58460] = {
				2010, -- [1]
				"Лазурный головорез", -- [2]
			},
			[100780] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[231729] = {
				2036, -- [1]
				"Волномаг из племени Острозубов", -- [2]
			},
			[34914] = {
				1864, -- [1]
				5, -- [2]
			},
			[232754] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[48095] = {
				2011, -- [1]
				"[*] Лютый холод", -- [2]
			},
			[239409] = {
				2052, -- [1]
				"[*] Взрыв души", -- [2]
			},
			[227636] = {
				1960, -- [1]
				"Ловчий Аттумен", -- [2]
			},
			[208697] = {
				1873, -- [1]
				"Щупальце смертоносного взгляда", -- [2]
			},
			[127399] = {
				1425, -- [1]
				"Верховный инквизитор Вайтмейн", -- [2]
			},
			[211769] = {
				1828, -- [1]
				"Бес из роя Скверны", -- [2]
			},
			[232756] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[75700] = {
				1045, -- [1]
				"Гейзер <Леди Наз'жар>", -- [2]
			},
			[125096] = {
				1850, -- [1]
				"Огромный каменный цийлинь", -- [2]
			},
			[230197] = {
				2008, -- [1]
				"[*] Темные воды", -- [2]
			},
			[117418] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[206651] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[54878] = {
				1983, -- [1]
				"Элементаль Дракарри", -- [2]
			},
			[232757] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[212794] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[206652] = {
				1864, -- [1]
				"[*] Темное искажение", -- [2]
			},
			[149834] = {
				1664, -- [1]
				"Мягконог", -- [2]
			},
			[211771] = {
				1828, -- [1]
				"Жуткорожденный провидец", -- [2]
			},
			[212795] = {
				1862, -- [1]
				"[*] Клеймо Аргуса", -- [2]
			},
			[202046] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[194880] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[57054] = {
				2012, -- [1]
				"Кристаллическая грация", -- [2]
			},
			[197952] = {
				1824, -- [1]
				"Щупальце разрушения", -- [2]
			},
			[227641] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[116140] = {
				1422, -- [1]
				"Псарь Браун", -- [2]
			},
			[233272] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[237879] = {
				2059, -- [1]
				"Ярл Вельбранд", -- [2]
			},
			[230201] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[227642] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[232249] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[240951] = {
				2057, -- [1]
				"[*] Разрушительное буйство", -- [2]
			},
			[237880] = {
				2059, -- [1]
				"Ярл Вельбранд", -- [2]
			},
			[185157] = {
				1778, -- [1]
				"Связанный кровью оператор осадного орудия", -- [2]
			},
			[206656] = {
				1864, -- [1]
				"Клинки Кошмара", -- [2]
			},
			[211775] = {
				1828, -- [1]
				"Жуткорожденный провидец", -- [2]
			},
			[224572] = {
				1871, -- [1]
				"Заступник Цитадели Ночи", -- [2]
			},
			[214335] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[227644] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[207681] = {
				1854, -- [1]
				"Кошмарный цветок <Исондра>", -- [2]
			},
			[197444] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[223038] = {
				1726, -- [1]
				"Страж Рарсон", -- [2]
			},
			[182600] = {
				1788, -- [1]
				"[*] Пламя Скверны", -- [2]
			},
			[211777] = {
				1828, -- [1]
				"Глаз Зверя <Жуткорожденный провидец> <Жуткорожденный провидец>", -- [2]
			},
			[204611] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[50401] = {
				1866, -- [1]
				6, -- [2]
			},
			[239931] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[204100] = {
				1854, -- [1]
				"Таэрар", -- [2]
			},
			[194375] = {
				1823, -- [1]
				"Фрагмент души", -- [2]
			},
			[239932] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[220481] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[132951] = {
				1818, -- [1]
				"Ползучая гибель", -- [2]
			},
			[57056] = {
				2012, -- [1]
				"Кристаллический хлестун", -- [2]
			},
			[233279] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[237886] = {
				2059, -- [1]
				"Ярл Вельбранд", -- [2]
			},
			[240446] = {
				1825, -- [1]
				"[*] Взрыв Скверны", -- [2]
			},
			[197961] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[228162] = {
				1958, -- [1]
				"Хирья", -- [2]
			},
			[216389] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[233281] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[241983] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[234817] = {
				2039, -- [1]
				"Мефистрот", -- [2]
			},
			[227651] = {
				1961, -- [1]
				"Барон Раф Дрейгер", -- [2]
			},
			[240448] = {
				1790, -- [1]
				"[*] Землетрясение", -- [2]
			},
			[200010] = {
				2032, -- [1]
				"Подчиняющий разум <Люлип>", -- [2]
			},
			[197963] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[198475] = {
				1791, -- [1]
				"[*] Удар горы", -- [2]
			},
			[233283] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[237890] = {
				2059, -- [1]
				"Руновидец Фальяр", -- [2]
			},
			[242497] = {
				1866, -- [1]
				2, -- [2]
			},
			[197964] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[15580] = {
				1529, -- [1]
				"Драконоид Когтя Смерти", -- [2]
			},
			[233284] = {
				2050, -- [1]
				"[*] Призрачная детонация", -- [2]
			},
			[237891] = {
				2057, -- [1]
				"[*] Глумливый рывок", -- [2]
			},
			[197965] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[208203] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[7951] = {
				590, -- [1]
				"Загадочный крылояд", -- [2]
			},
			[197454] = {
				1818, -- [1]
				"Аватара отмщения", -- [2]
			},
			[197966] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[234310] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[197967] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[232775] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[241989] = {
				2036, -- [1]
				"Волномаг из племени Острозубов", -- [2]
			},
			[209741] = {
				1870, -- [1]
				"Проекция советника Меландра", -- [2]
			},
			[214348] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[203087] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[207694] = {
				1824, -- [1]
				"Дарсэт-СвежевательДуш", -- [2]
			},
			[229705] = {
				1959, -- [1]
				"Паук", -- [2]
			},
			[209742] = {
				1870, -- [1]
				"Проекция советника Меландра", -- [2]
			},
			[234824] = {
				2039, -- [1]
				"Мефистрот", -- [2]
			},
			[227658] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[59106] = {
				580, -- [1]
				"Ан'кахарский веретенщик", -- [2]
			},
			[232777] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[229706] = {
				1959, -- [1]
				"Паук", -- [2]
			},
			[230218] = {
				1818, -- [1]
				"Пожиратель маны", -- [2]
			},
			[21687] = {
				378, -- [1]
				"Липкая муть", -- [2]
			},
			[231754] = {
				2036, -- [1]
				"Волномаг из племени Острозубов", -- [2]
			},
			[236361] = {
				2054, -- [1]
				"Падшая жрица", -- [2]
			},
			[228683] = {
				1958, -- [1]
				"[*] Очищающее пламя", -- [2]
			},
			[225100] = {
				1868, -- [1]
				"Голем-страж", -- [2]
			},
			[196947] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[222029] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[198483] = {
				2052, -- [1]
				"Дух волка", -- [2]
			},
			[227660] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[213328] = {
				1871, -- [1]
				"[*] Детонация: чародейская сфера", -- [2]
			},
			[82622] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[224078] = {
				1809, -- [1]
				8, -- [2]
			},
			[240970] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[230221] = {
				1818, -- [1]
				"[*] Поглощенная мана", -- [2]
			},
			[206675] = {
				1866, -- [1]
				"Повелитель Скверны Кураз'мал", -- [2]
			},
			[237388] = {
				1864, -- [1]
				5, -- [2]
			},
			[197974] = {
				1833, -- [1]
				"Лишенный души боец авангарда", -- [2]
			},
			[234830] = {
				2039, -- [1]
				"Мефистрот", -- [2]
			},
			[194392] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[93629] = {
				1072, -- [1]
				"Лорд Годфри", -- [2]
			},
			[81828] = {
				1056, -- [1]
				"[*] Сминающий рывок", -- [2]
			},
			[82263] = {
				1053, -- [1]
				"Фрагмент души", -- [2]
			},
			[215458] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[210916] = {
				1856, -- [1]
				"Повелитель Скверны Бетруг", -- [2]
			},
			[148135] = {
				2048, -- [1]
				10, -- [2]
			},
			[84589] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[93535] = {
				1073, -- [1]
				"Лорд Вальден", -- [2]
			},
			[200024] = {
				1826, -- [1]
				"Нал'тира", -- [2]
			},
			[150442] = {
				1667, -- [1]
				"Бритвопанцирный хрустогрыз", -- [2]
			},
			[191976] = {
				1486, -- [1]
				"Хирья", -- [2]
			},
			[193164] = {
				1850, -- [1]
				"Иллиана Танцующая с Клинками", -- [2]
			},
			[150002] = {
				1663, -- [1]
				"Пламенеющий служитель", -- [2]
			},
			[239439] = {
				2052, -- [1]
				"Вековечный защитник", -- [2]
			},
			[227666] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[181132] = {
				1795, -- [1]
				"Бес Скверны <[*] Бес-пощадный взрыв Скверны> <[*] Бес-пощадный взрыв Скверны>", -- [2]
			},
			[220500] = {
				1825, -- [1]
				"[*] Дестабилизированная сфера", -- [2]
			},
			[69572] = {
				610, -- [1]
				"Грозный работник", -- [2]
			},
			[223565] = {
				1726, -- [1]
				"Жуткий орел", -- [2]
			},
			[80467] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[115385] = {
				1810, -- [1]
				"Воин из клана Колец Ненависти", -- [2]
			},
			[185021] = {
				1778, -- [1]
				"Транспортер огня Скверны", -- [2]
			},
			[60004] = {
				1968, -- [1]
				"Странное видение", -- [2]
			},
			[211799] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[227646] = {
				1961, -- [1]
				"Барон Раф Дрейгер", -- [2]
			},
			[191975] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[82533] = {
				1053, -- [1]
				"Вестник Тьмы", -- [2]
			},
			[222037] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[210264] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[5568] = {
				426, -- [1]
				"Обвал", -- [2]
			},
			[150001] = {
				1663, -- [1]
				"Мордреш Огненный Глаз", -- [2]
			},
			[197980] = {
				1841, -- [1]
				"Кошмарный образ", -- [2]
			},
			[216407] = {
				1793, -- [1]
				"[*] Лавовый гейзер", -- [2]
			},
			[233526] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[59828] = {
				1981, -- [1]
				"Гал'дара", -- [2]
			},
			[59823] = {
				1981, -- [1]
				"Дух люторога <Гал'дара>", -- [2]
			},
			[202075] = {
				1791, -- [1]
				"Пылающая жеода", -- [2]
			},
			[207513] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[227669] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[191326] = {
				1838, -- [1]
				"Дресарон", -- [2]
			},
			[15284] = {
				1529, -- [1]
				"Легионер Крыла Тьмы", -- [2]
			},
			[194231] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[186576] = {
				1791, -- [1]
				"[*] Окаменяющее облако", -- [2]
			},
			[230229] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[23224] = {
				1070, -- [1]
				"Барон Сильверлейн", -- [2]
			},
			[93527] = {
				1073, -- [1]
				"Лорд Вальден", -- [2]
			},
			[58981] = {
				1978, -- [1]
				"Целитель Драккари", -- [2]
			},
			[150377] = {
				1668, -- [1]
				"Сумеречный послушник", -- [2]
			},
			[59237] = {
				642, -- [1]
				"Имирьярский дикарь", -- [2]
			},
			[203102] = {
				1854, -- [1]
				"Исондра", -- [2]
			},
			[237908] = {
				2059, -- [1]
				"Руновидец Фальяр", -- [2]
			},
			[238420] = {
				2052, -- [1]
				"[*] Отголоски Скверны", -- [2]
			},
			[203619] = {
				1856, -- [1]
				"Повелитель Скверны Бетруг", -- [2]
			},
			[40505] = {
				1663, -- [1]
				"Вурдалак-живодер", -- [2]
			},
			[6660] = {
				1954, -- [1]
				"Призрачный стражник", -- [2]
			},
			[227453] = {
				1957, -- [1]
				"Тонни", -- [2]
			},
			[231768] = {
				2036, -- [1]
				"[*] Студеная вода", -- [2]
			},
			[6016] = {
				1960, -- [1]
				"Призрачная помощница смотрителя стойл", -- [2]
			},
			[241624] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[193376] = {
				1791, -- [1]
				"Уларогг Скаломол", -- [2]
			},
			[114493] = {
				1427, -- [1]
				"Оживленный труп", -- [2]
			},
			[198495] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[227672] = {
				1961, -- [1]
				"Лорд Криспин Ференс", -- [2]
			},
			[57062] = {
				2009, -- [1]
				"Аномалус", -- [2]
			},
			[184657] = {
				1798, -- [1]
				"Диа Зловещий Шепот", -- [2]
			},
			[201567] = {
				1502, -- [1]
				"Проклятый морем рабовладелец", -- [2]
			},
			[184675] = {
				1798, -- [1]
				"Диа Зловещий Шепот", -- [2]
			},
			[213852] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[209597] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[198496] = {
				1791, -- [1]
				"Уларогг Скаломол", -- [2]
			},
			[227673] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[180199] = {
				1786, -- [1]
				"Килрогг Мертвый Глаз", -- [2]
			},
			[18968] = {
				350, -- [1]
				"Огнечар Элдрета", -- [2]
			},
			[203462] = {
				1855, -- [1]
				"Свернувшаяся кровь", -- [2]
			},
			[21049] = {
				519, -- [1]
				"Ордынский берсерк", -- [2]
			},
			[213853] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[115511] = {
				1423, -- [1]
				"Центурион Алого ордена", -- [2]
			},
			[222026] = {
				1866, -- [1]
				6, -- [2]
			},
			[149869] = {
				1667, -- [1]
				"Гхаму-ра", -- [2]
			},
			[199818] = {
				1805, -- [1]
				"[*] Разряд", -- [2]
			},
			[223572] = {
				1726, -- [1]
				"Жуткий орел", -- [2]
			},
			[209387] = {
				1873, -- [1]
				"Кошмарный ужас", -- [2]
			},
			[1464] = {
				2039, -- [1]
				1, -- [2]
			},
			[181094] = {
				1778, -- [1]
				"Разрушитель огня Скверны", -- [2]
			},
			[132466] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[229704] = {
				1959, -- [1]
				"Паук", -- [2]
			},
			[231770] = {
				2036, -- [1]
				"[*] Промокание", -- [2]
			},
			[59142] = {
				597, -- [1]
				"Разоритель из закаленной стали", -- [2]
			},
			[213583] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[236138] = {
				2054, -- [1]
				"Королева душ Дехана", -- [2]
			},
			[209248] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[150634] = {
				1669, -- [1]
				"Поработитель Кор'ул", -- [2]
			},
			[132467] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[203593] = {
				1827, -- [1]
				"Маназмей", -- [2]
			},
			[115519] = {
				1423, -- [1]
				"Центурион Алого ордена", -- [2]
			},
			[236378] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[228700] = {
				1964, -- [1]
				"Скопление маны", -- [2]
			},
			[69577] = {
				610, -- [1]
				"Некролит из свиты Леди", -- [2]
			},
			[204767] = {
				1854, -- [1]
				"Неизвестно", -- [2]
			},
			[238694] = {
				2059, -- [1]
				"Сигрин", -- [2]
			},
			[218463] = {
				1886, -- [1]
				"[*] Управляемый Хаос", -- [2]
			},
			[216028] = {
				1862, -- [1]
				"Скверноподданный страж-чародей", -- [2]
			},
			[191848] = {
				1813, -- [1]
				"Змеикс", -- [2]
			},
			[207714] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[206515] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[184168] = {
				1778, -- [1]
				"Грут", -- [2]
			},
			[243157] = {
				2053, -- [1]
				"Доматракс", -- [2]
			},
			[201572] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[83151] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[198501] = {
				1834, -- [1]
				"[*] Рвота Скверны", -- [2]
			},
			[219488] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[228190] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[191847] = {
				1813, -- [1]
				"Змеикс", -- [2]
			},
			[212834] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[228958] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[197478] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[86726] = {
				1146, -- [1]
				"Рендольф Молох", -- [2]
			},
			[204766] = {
				1849, -- [1]
				"Кристаллический скорпид", -- [2]
			},
			[195254] = {
				1832, -- [1]
				"Слияние душ", -- [2]
			},
			[236381] = {
				2051, -- [1]
				"Жалобное темное отражение", -- [2]
			},
			[232798] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[93697] = {
				1073, -- [1]
				"Лорд Вальден", -- [2]
			},
			[191850] = {
				1813, -- [1]
				"Змеикс", -- [2]
			},
			[238429] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[218466] = {
				1886, -- [1]
				"[*] Управляемый Хаос", -- [2]
			},
			[199237] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[239915] = {
				2036, -- [1]
				"Гладиатор из племени Острозубов", -- [2]
			},
			[85692] = {
				2052, -- [1]
				"Рикаророк", -- [2]
			},
			[195944] = {
				1812, -- [1]
				"Скрог-волнолом", -- [2]
			},
			[204646] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[202310] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[238430] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[86727] = {
				1146, -- [1]
				"Рендольф Молох", -- [2]
			},
			[83971] = {
				1047, -- [1]
				"Гнилевый монстр", -- [2]
			},
			[119999] = {
				1446, -- [1]
				"Лавовый страж Гордот", -- [2]
			},
			[228193] = {
				1957, -- [1]
				"Люминор", -- [2]
			},
			[232800] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[75722] = {
				1045, -- [1]
				"Леди Наз'жар", -- [2]
			},
			[202473] = {
				1851, -- [1]
				"Саел'орн", -- [2]
			},
			[185156] = {
				1778, -- [1]
				"Связанный кровью оператор осадного орудия", -- [2]
			},
			[202088] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[223704] = {
				1726, -- [1]
				"Страшный зверолов", -- [2]
			},
			[193093] = {
				1812, -- [1]
				"Король Волнобород", -- [2]
			},
			[187244] = {
				1799, -- [1]
				"Архимонд", -- [2]
			},
			[210619] = {
				1877, -- [1]
				"Оскверненный огонек", -- [2]
			},
			[69580] = {
				2000, -- [1]
				"Павший воин", -- [2]
			},
			[225635] = {
				1903, -- [1]
				"Темная лучница", -- [2]
			},
			[238432] = {
				2059, -- [1]
				"Сигрин", -- [2]
			},
			[210279] = {
				1877, -- [1]
				"Кенарий", -- [2]
			},
			[211261] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[181092] = {
				1787, -- [1]
				"Кормрок", -- [2]
			},
			[207720] = {
				1863, -- [1]
				"То, Чего Не Может Быть <Звездный авгур Этрей>", -- [2]
			},
			[218424] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[239401] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[83655] = {
				1052, -- [1]
				"Генерал Хусам", -- [2]
			},
			[69581] = {
				2001, -- [1]
				"Порожденный чумой ужас", -- [2]
			},
			[218470] = {
				1886, -- [1]
				"[*] Управляемый Хаос", -- [2]
			},
			[239212] = {
				2038, -- [1]
				"[*] Остаточная тьма", -- [2]
			},
			[56937] = {
				2010, -- [1]
				"Великая ведунья Телестра", -- [2]
			},
			[59323] = {
				2029, -- [1]
				"Скади Безжалостный", -- [2]
			},
			[191853] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[180080] = {
				1778, -- [1]
				"Артиллерийское орудие Скверны", -- [2]
			},
			[242017] = {
				2038, -- [1]
				"[*] Черные ветра", -- [2]
			},
			[197484] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[86729] = {
				1146, -- [1]
				"Рендольф Молох", -- [2]
			},
			[201581] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[193585] = {
				1793, -- [1]
				"Скальный зверолов", -- [2]
			},
			[206677] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[220519] = {
				1837, -- [1]
				"Корни-душители", -- [2]
			},
			[50155] = {
				2011, -- [1]
				"Керистраза", -- [2]
			},
			[151928] = {
				1664, -- [1]
				"Загустевшая чумная слизь", -- [2]
			},
			[15589] = {
				361, -- [1]
				"Принц Тортелдрин", -- [2]
			},
			[150504] = {
				1671, -- [1]
				"Сумеречный аквамант", -- [2]
			},
			[152143] = {
				1664, -- [1]
				"Загустевшая чумная слизь", -- [2]
			},
			[229161] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[239058] = {
				2038, -- [1]
				"[*] Касание Саргераса", -- [2]
			},
			[191855] = {
				1813, -- [1]
				"Змеикс", -- [2]
			},
			[69582] = {
				2001, -- [1]
				"Порожденный чумой ужас", -- [2]
			},
			[241509] = {
				2037, -- [1]
				"Волноход из племени Острозубов", -- [2]
			},
			[115139] = {
				1423, -- [1]
				"Талнос Воздаятель Душ", -- [2]
			},
			[198963] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[227365] = {
				1960, -- [1]
				"Полночь", -- [2]
			},
			[186737] = {
				1778, -- [1]
				"Наемный инженер", -- [2]
			},
			[191284] = {
				1805, -- [1]
				"Химдалль", -- [2]
			},
			[191858] = {
				1813, -- [1]
				"[*] Ядовитая лужа", -- [2]
			},
			[208748] = {
				1864, -- [1]
				"Ужасное поганище", -- [2]
			},
			[205165] = {
				1866, -- [1]
				6, -- [2]
			},
			[213867] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[148859] = {
				1864, -- [1]
				5, -- [2]
			},
			[186846] = {
				1778, -- [1]
				"Наемный инженер", -- [2]
			},
			[219498] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[228200] = {
				1957, -- [1]
				"Люминор", -- [2]
			},
			[232807] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[69583] = {
				609, -- [1]
				"Имирьярский носитель пламени", -- [2]
			},
			[78530] = {
				350, -- [1]
				"Одеревеневший древень", -- [2]
			},
			[189917] = {
				1433, -- [1]
				"Саргерайский каратель", -- [2]
			},
			[115629] = {
				1425, -- [1]
				"Командир Дюранд", -- [2]
			},
			[59239] = {
				641, -- [1]
				"Имирьярский дикарь", -- [2]
			},
			[111813] = {
				1426, -- [1]
				"Восставший стражник", -- [2]
			},
			[192053] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[232808] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[100784] = {
				2054, -- [1]
				"Дух земли <Rhoncus-Ravencrest>", -- [2]
			},
			[239379] = {
				2050, -- [1]
				"Охотница Каспария", -- [2]
			},
			[213869] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[227616] = {
				1961, -- [1]
				"Леди Кейра Беррибак", -- [2]
			},
			[207171] = {
				1866, -- [1]
				6, -- [2]
			},
			[198485] = {
				2052, -- [1]
				"Дух волка", -- [2]
			},
			[244582] = {
				2032, -- [1]
				"[*] Падающая комета", -- [2]
			},
			[232809] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[241511] = {
				2036, -- [1]
				"[*] Промокание", -- [2]
			},
			[229738] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[194218] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[82637] = {
				1053, -- [1]
				"[*] Вековечная чума", -- [2]
			},
			[209174] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[203121] = {
				1854, -- [1]
				"Таэрар", -- [2]
			},
			[228637] = {
				1960, -- [1]
				"Призрачный работник", -- [2]
			},
			[232810] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[192094] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[229739] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[121253] = {
				1866, -- [1]
				10, -- [2]
			},
			[202098] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[228633] = {
				2008, -- [1]
				"Моряк из Ночного дозора", -- [2]
			},
			[189556] = {
				1433, -- [1]
				"Саргерайский каратель", -- [2]
			},
			[212338] = {
				1865, -- [1]
				"Хрустоморд <Харборим>", -- [2]
			},
			[232811] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[204658] = {
				1837, -- [1]
				"[*] Сокрушительная хватка", -- [2]
			},
			[114886] = {
				1426, -- [1]
				"[*] Ледяной захват", -- [2]
			},
			[238442] = {
				2054, -- [1]
				"[*] Копье страданий", -- [2]
			},
			[213278] = {
				1871, -- [1]
				"[*] Горящая земля", -- [2]
			},
			[207502] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[149888] = {
				1668, -- [1]
				"Домина", -- [2]
			},
			[22907] = {
				519, -- [1]
				"Ордынский следопыт", -- [2]
			},
			[212337] = {
				1865, -- [1]
				"Хрустоморд <Харборим>", -- [2]
			},
			[205348] = {
				1842, -- [1]
				"[*] Сфера разрушения", -- [2]
			},
			[229741] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[222063] = {
				1876, -- [1]
				"[*] Паутиноход", -- [2]
			},
			[243050] = {
				2052, -- [1]
				"Пламенный разлом <Vandrak-Magtheridon> <Vandrak-Magtheridon>", -- [2]
			},
			[38384] = {
				2010, -- [1]
				"Опытный охотник на магов", -- [2]
			},
			[203124] = {
				1854, -- [1]
				"Летон", -- [2]
			},
			[190748] = {
				1778, -- [1]
				"Грут", -- [2]
			},
			[59243] = {
				642, -- [1]
				"Имирьярский плотоед", -- [2]
			},
			[207830] = {
				1864, -- [1]
				"Заразный ужас <Ксавий>", -- [2]
			},
			[184697] = {
				1391, -- [1]
				"Остаточная энергия", -- [2]
			},
			[198934] = {
				1805, -- [1]
				"Валарьяр-мистик", -- [2]
			},
			[191527] = {
				1850, -- [1]
				"Иллиана Танцующая с Клинками", -- [2]
			},
			[150067] = {
				1663, -- [1]
				"Мордреш Огненный Глаз", -- [2]
			},
			[203125] = {
				1854, -- [1]
				"Эмерисс", -- [2]
			},
			[220017] = {
				1835, -- [1]
				"Незримый стрелок", -- [2]
			},
			[241004] = {
				2052, -- [1]
				"Нестабильная порча", -- [2]
			},
			[197105] = {
				1490, -- [1]
				"Колдунья из клана Колец Ненависти", -- [2]
			},
			[213166] = {
				1871, -- [1]
				"[*] Пылающее клеймо", -- [2]
			},
			[208865] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[223506] = {
				1726, -- [1]
				"Ужасный дух <Страшный зверолов> <Страшный зверолов>", -- [2]
			},
			[113999] = {
				1428, -- [1]
				"Громоклин", -- [2]
			},
			[110762] = {
				426, -- [1]
				"Обвал", -- [2]
			},
			[83914] = {
				1047, -- [1]
				"Злобный бичеватель разума", -- [2]
			},
			[195217] = {
				1490, -- [1]
				"Колдунья из клана Колец Ненависти", -- [2]
			},
			[180260] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[62315] = {
				1139, -- [1]
				"Йормунгарское чудовище", -- [2]
			},
			[81463] = {
				1056, -- [1]
				"Сила земли", -- [2]
			},
			[152963] = {
				1672, -- [1]
				"Аку'май", -- [2]
			},
			[57066] = {
				2012, -- [1]
				"Орморок Воспитатель Дерев", -- [2]
			},
			[240594] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[210048] = {
				1873, -- [1]
				"Кошмарный гной", -- [2]
			},
			[163201] = {
				2039, -- [1]
				1, -- [2]
			},
			[212853] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[209270] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[211115] = {
				1827, -- [1]
				"Искаженная тень", -- [2]
			},
			[246442] = {
				2038, -- [1]
				8, -- [2]
			},
			[220533] = {
				1828, -- [1]
				"Жуткий сквернотопырь", -- [2]
			},
			[149893] = {
				1668, -- [1]
				"Домина", -- [2]
			},
			[150405] = {
				1671, -- [1]
				"Сумеречный лекарь бурь", -- [2]
			},
			[179582] = {
				1777, -- [1]
				"Повелитель Скверны Закуун", -- [2]
			},
			[59233] = {
				642, -- [1]
				"[*] Метка животного", -- [2]
			},
			[102569] = {
				1271, -- [1]
				"Дорнозму", -- [2]
			},
			[209783] = {
				1824, -- [1]
				"Дарсэт-СвежевательДуш", -- [2]
			},
			[86736] = {
				1144, -- [1]
				"Дробитель", -- [2]
			},
			[55142] = {
				1980, -- [1]
				"Мураби", -- [2]
			},
			[149894] = {
				1668, -- [1]
				"Домина", -- [2]
			},
			[203641] = {
				1856, -- [1]
				"Повелитель Скверны Бетруг", -- [2]
			},
			[179583] = {
				1777, -- [1]
				"Повелитель Скверны Закуун", -- [2]
			},
			[212335] = {
				2050, -- [1]
				"Рыгосвищ <Утрамбовка>", -- [2]
			},
			[206608] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[181119] = {
				1795, -- [1]
				"Владыка судеб Асрогол", -- [2]
			},
			[197943] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[236224] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[113866] = {
				1427, -- [1]
				"Джандис Барова", -- [2]
			},
			[195452] = {
				2039, -- [1]
				4, -- [2]
			},
			[89808] = {
				2054, -- [1]
				"Бес <Перецхилтон>", -- [2]
			},
			[204666] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[204667] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[181120] = {
				1778, -- [1]
				"Железный драгун", -- [2]
			},
			[152967] = {
				1672, -- [1]
				"Аку'май", -- [2]
			},
			[233490] = {
				1809, -- [1]
				9, -- [2]
			},
			[228611] = {
				2008, -- [1]
				"Моряк из Ночного дозора", -- [2]
			},
			[193375] = {
				1791, -- [1]
				"Уларогг Скаломол", -- [2]
			},
			[62316] = {
				1139, -- [1]
				"Йормунгарское чудовище", -- [2]
			},
			[62444] = {
				1139, -- [1]
				"Пленный капитан", -- [2]
			},
			[83454] = {
				1052, -- [1]
				"[*] Ударная волна", -- [2]
			},
			[224515] = {
				1862, -- [1]
				"Аристократка-исказительница", -- [2]
			},
			[202108] = {
				1791, -- [1]
				"Заклинатель чумных осколков", -- [2]
			},
			[197502] = {
				1810, -- [1]
				"Укротительница волн из клана Колец Ненависти <Полководец Паржеш> <Полководец Паржеш>", -- [2]
			},
			[194942] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[215929] = {
				1790, -- [1]
				"Ползун из чумных осколков <Рокмора>", -- [2]
			},
			[126664] = {
				2039, -- [1]
				1, -- [2]
			},
			[52770] = {
				1984, -- [1]
				"Ионар", -- [2]
			},
			[204044] = {
				1854, -- [1]
				"[*] Выброс тьмы", -- [2]
			},
			[181122] = {
				1795, -- [1]
				"Владыка судеб Асрогол", -- [2]
			},
			[180082] = {
				1778, -- [1]
				"Артиллерийское орудие Скверны", -- [2]
			},
			[196111] = {
				1813, -- [1]
				"Прибойный краб", -- [2]
			},
			[207228] = {
				1865, -- [1]
				"Угасающая частица времени", -- [2]
			},
			[228215] = {
				1957, -- [1]
				"Метелка", -- [2]
			},
			[201476] = {
				1848, -- [1]
				"Загустевшая слизь", -- [2]
			},
			[93691] = {
				1071, -- [1]
				"[*] Осквернение", -- [2]
			},
			[75993] = {
				1045, -- [1]
				"[*] Выброс тока", -- [2]
			},
			[201598] = {
				1848, -- [1]
				"Тухломорд", -- [2]
			},
			[22424] = {
				1985, -- [1]
				"Шлак", -- [2]
			},
			[198412] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[214529] = {
				1877, -- [1]
				"Кенарий", -- [2]
			},
			[203646] = {
				1853, -- [1]
				"Оскверненный вредитель", -- [2]
			},
			[89766] = {
				1849, -- [1]
				"Страж Скверны <Ðenzol-Elune>", -- [2]
			},
			[30213] = {
				1849, -- [1]
				"Страж Скверны <Ðenzol-Elune>", -- [2]
			},
			[56934] = {
				2010, -- [1]
				"Великая ведунья Телестра", -- [2]
			},
			[69246] = {
				2000, -- [1]
				"Иней", -- [2]
			},
			[111775] = {
				1429, -- [1]
				"Лилиан Восс", -- [2]
			},
			[33833] = {
				2010, -- [1]
				"Безумный призрак маны", -- [2]
			},
			[194945] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[41062] = {
				610, -- [1]
				"Ледяной Клинок <Имирьярский небоступ> <Имирьярский небоступ>", -- [2]
			},
			[228729] = {
				1957, -- [1]
				"Мадам Чугунок", -- [2]
			},
			[59244] = {
				642, -- [1]
				"Имирьярский плотоед", -- [2]
			},
			[22458] = {
				1529, -- [1]
				"Надсмотрщик из логова Крыла Тьмы", -- [2]
			},
			[238455] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[196562] = {
				1827, -- [1]
				"Иванир", -- [2]
			},
			[192005] = {
				1813, -- [1]
				"Волшебное порождение гидры", -- [2]
			},
			[242924] = {
				1862, -- [1]
				"Горот", -- [2]
			},
			[197506] = {
				1818, -- [1]
				"Ползучая гибель", -- [2]
			},
			[228730] = {
				2008, -- [1]
				"Ударное щупальце", -- [2]
			},
			[227779] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[207150] = {
				1866, -- [1]
				6, -- [2]
			},
			[181126] = {
				1795, -- [1]
				"Владыка судеб Асрогол", -- [2]
			},
			[113141] = {
				1430, -- [1]
				"Темный магистр Гандлинг", -- [2]
			},
			[209784] = {
				1824, -- [1]
				"Дарсэт-СвежевательДуш", -- [2]
			},
			[206581] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[236516] = {
				2050, -- [1]
				"[*] Сумеречный залп", -- [2]
			},
			[228731] = {
				2008, -- [1]
				"Ударное щупальце", -- [2]
			},
			[198962] = {
				1805, -- [1]
				"Валарьяр - резчик рун", -- [2]
			},
			[237945] = {
				2059, -- [1]
				"Сигрин", -- [2]
			},
			[204151] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[69167] = {
				2000, -- [1]
				"Повелитель Плети Тираний", -- [2]
			},
			[11504] = {
				382, -- [1]
				"Ходячая бомба", -- [2]
			},
			[199034] = {
				1806, -- [1]
				"Валарьяр-претендентка", -- [2]
			},
			[237947] = {
				2059, -- [1]
				"Ярл Вельбранд", -- [2]
			},
			[232827] = {
				2037, -- [1]
				"Пираньядо", -- [2]
			},
			[167819] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[237946] = {
				2059, -- [1]
				"Сигрин", -- [2]
			},
			[199460] = {
				1838, -- [1]
				"Дресарон", -- [2]
			},
			[151813] = {
				1671, -- [1]
				"Сумеречный владыка Балтиэль", -- [2]
			},
			[78807] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[203139] = {
				1829, -- [1]
				"[*] Кольцо силы", -- [2]
			},
			[228221] = {
				1957, -- [1]
				"Метелка", -- [2]
			},
			[62318] = {
				1139, -- [1]
				"Пленный наемник", -- [2]
			},
			[200580] = {
				1654, -- [1]
				"Гноешкурый гризли", -- [2]
			},
			[75992] = {
				1045, -- [1]
				"Ведьма бурь Леди Наз'жар", -- [2]
			},
			[192504] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[19134] = {
				519, -- [1]
				"Командир Колург", -- [2]
			},
			[182153] = {
				1786, -- [1]
				"Истекающий слюной кровопийца", -- [2]
			},
			[20295] = {
				585, -- [1]
				"Леди Анакондра", -- [2]
			},
			[219808] = {
				1865, -- [1]
				"Угасающая частица времени", -- [2]
			},
			[16827] = {
				2052, -- [1]
				"Сьен <Твидл-Борейскаятундра> <Твидл-Борейскаятундра>", -- [2]
			},
			[207707] = {
				1807, -- [1]
				"Эбеновый ворг", -- [2]
			},
			[88314] = {
				1041, -- [1]
				"Смерч", -- [2]
			},
			[59801] = {
				1984, -- [1]
				"Ионар", -- [2]
			},
			[38618] = {
				519, -- [1]
				"Командир Колург", -- [2]
			},
			[219009] = {
				1886, -- [1]
				"[*] Милость природы", -- [2]
			},
			[201715] = {
				1848, -- [1]
				"Тухломорд", -- [2]
			},
			[64238] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[47748] = {
				2009, -- [1]
				"Аномалус", -- [2]
			},
			[201566] = {
				1502, -- [1]
				"Проклятый морем рабовладелец", -- [2]
			},
			[237949] = {
				2059, -- [1]
				"Руновидец Фальяр", -- [2]
			},
			[205298] = {
				1854, -- [1]
				"Эмерисс", -- [2]
			},
			[69028] = {
				2001, -- [1]
				"Крик", -- [2]
			},
			[113616] = {
				1420, -- [1]
				"Книжный шкаф", -- [2]
			},
			[227712] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[224488] = {
				1862, -- [1]
				"Аристократка-исказительница", -- [2]
			},
			[228013] = {
				1957, -- [1]
				"Мадам Чугунок", -- [2]
			},
			[229248] = {
				2017, -- [1]
				"Флагманский корабль", -- [2]
			},
			[47774] = {
				519, -- [1]
				"Ордынский берсерк", -- [2]
			},
			[217987] = {
				1864, -- [1]
				"Крадущийся ужас <Ксавий>", -- [2]
			},
			[199151] = {
				1807, -- [1]
				"Сердитый бык", -- [2]
			},
			[239486] = {
				2052, -- [1]
				"Нестабильная порча", -- [2]
			},
			[149908] = {
				1675, -- [1]
				"Тукр", -- [2]
			},
			[228225] = {
				1957, -- [1]
				"Метелка", -- [2]
			},
			[83672] = {
				1047, -- [1]
				"Озумат", -- [2]
			},
			[68785] = {
				1999, -- [1]
				"Начальник кузни Гархлад", -- [2]
			},
			[233856] = {
				2038, -- [1]
				"Доблестная дева", -- [2]
			},
			[230273] = {
				2037, -- [1]
				"Ловец из бездны", -- [2]
			},
			[182225] = {
				1799, -- [1]
				"Архимонд", -- [2]
			},
			[216877] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[215429] = {
				1805, -- [1]
				"Валарьяр - призыватель молний", -- [2]
			},
			[150332] = {
				1665, -- [1]
				"Воин-костещеп", -- [2]
			},
			[228738] = {
				1964, -- [1]
				"Нестабильная энергия <Смотритель> <Смотритель>", -- [2]
			},
			[229250] = {
				2017, -- [1]
				"[*] Пламя Скверны", -- [2]
			},
			[150709] = {
				1666, -- [1]
				"[*] Поглощение души", -- [2]
			},
			[181134] = {
				1795, -- [1]
				"Бес Скверны <[*] Бес-пощадный взрыв Скверны>", -- [2]
			},
			[200684] = {
				1654, -- [1]
				"Грозный отравитель", -- [2]
			},
			[91419] = {
				1071, -- [1]
				"Хрупкоребрый скелет", -- [2]
			},
			[215430] = {
				1805, -- [1]
				"Валарьяр - призыватель молний", -- [2]
			},
			[228227] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[207753] = {
				1807, -- [1]
				"Штормовой дракон", -- [2]
			},
			[227781] = {
				1958, -- [1]
				"[*] Сияющий фрагмент", -- [2]
			},
			[209288] = {
				1864, -- [1]
				"Невообразимый ужас", -- [2]
			},
			[217990] = {
				1864, -- [1]
				"Крадущийся ужас <Ксавий> <Ксавий>", -- [2]
			},
			[111762] = {
				1426, -- [1]
				"Неофит Некроситета", -- [2]
			},
			[184673] = {
				1798, -- [1]
				"Диа Зловещий Шепот", -- [2]
			},
			[199051] = {
				1837, -- [1]
				"Дубосерд", -- [2]
			},
			[93655] = {
				382, -- [1]
				"Анжинер Термоштепсель", -- [2]
			},
			[198263] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[191726] = {
				2048, -- [1]
				"Большой элементаль молний <Trakchenaid-Dalaran>", -- [2]
			},
			[15615] = {
				1850, -- [1]
				"Страж Скверны - уничтожитель", -- [2]
			},
			[230276] = {
				2037, -- [1]
				"Ловец из бездны", -- [2]
			},
			[218503] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[16128] = {
				349, -- [1]
				"Бессмер'тер", -- [2]
			},
			[235907] = {
				2054, -- [1]
				"Реактор душ", -- [2]
			},
			[22910] = {
				347, -- [1]
				"Иллиана Воронья Ольха", -- [2]
			},
			[93687] = {
				1071, -- [1]
				"Командир Спрингвейл", -- [2]
			},
			[30933] = {
				347, -- [1]
				"Иллиана Воронья Ольха", -- [2]
			},
			[227548] = {
				1964, -- [1]
				"Скопление маны", -- [2]
			},
			[205707] = {
				1865, -- [1]
				"[*] Временная сфера", -- [2]
			},
			[206219] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[76094] = {
				1044, -- [1]
				"Командир Улток", -- [2]
			},
			[215433] = {
				1805, -- [1]
				"Валарьяр-мистик", -- [2]
			},
			[194960] = {
				1832, -- [1]
				"[*] Эхо души", -- [2]
			},
			[227903] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[200589] = {
				1654, -- [1]
				"Гноешкурый гризли", -- [2]
			},
			[205196] = {
				2054, -- [1]
				"Зловещий охотник <Livejoni-Blackmoore>", -- [2]
			},
			[182001] = {
				1785, -- [1]
				"Железный разоритель", -- [2]
			},
			[206220] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[191948] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[92122] = {
				1056, -- [1]
				"[*] Осколки кристалла", -- [2]
			},
			[11969] = {
				552, -- [1]
				"Галганн Огнемолот", -- [2]
			},
			[47747] = {
				2009, -- [1]
				"Аномалус", -- [2]
			},
			[229255] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[151962] = {
				1665, -- [1]
				"Вестник смерти Черношип", -- [2]
			},
			[238469] = {
				2057, -- [1]
				"Долбогрыз Глумливый", -- [2]
			},
			[206221] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[113620] = {
				1420, -- [1]
				"Книжный шкаф", -- [2]
			},
			[227720] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[199567] = {
				1835, -- [1]
				"Проекция Латосия", -- [2]
			},
			[224649] = {
				1864, -- [1]
				"Заразный ужас <Ксавий> <Ксавий>", -- [2]
			},
			[196496] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[206792] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[197521] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[206222] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[20735] = {
				347, -- [1]
				"Иллиана Воронья Ольха", -- [2]
			},
			[149916] = {
				1671, -- [1]
				"Страж пучины", -- [2]
			},
			[195473] = {
				1811, -- [1]
				"Песчаная улитка", -- [2]
			},
			[22271] = {
				1529, -- [1]
				"Маг Крыла Тьмы", -- [2]
			},
			[196497] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[209294] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[50420] = {
				1446, -- [1]
				"Лавовый страж Гордот", -- [2]
			},
			[218508] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[38391] = {
				1145, -- [1]
				"Жгучий разрушитель", -- [2]
			},
			[101592] = {
				1271, -- [1]
				"Дорнозму", -- [2]
			},
			[228524] = {
				1965, -- [1]
				"Проекция Хранителя", -- [2]
			},
			[227799] = {
				1957, -- [1]
				"[*] Ураганная волна", -- [2]
			},
			[212030] = {
				1828, -- [1]
				"Генерал Ксакал", -- [2]
			},
			[207815] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[115157] = {
				1423, -- [1]
				"Неизвестно", -- [2]
			},
			[247174] = {
				2048, -- [1]
				"Замученная душа", -- [2]
			},
			[235968] = {
				2054, -- [1]
				"Призрачный страж костей", -- [2]
			},
			[203153] = {
				1854, -- [1]
				"Исондра", -- [2]
			},
			[227415] = {
				1960, -- [1]
				"[*] Незримое присутствие", -- [2]
			},
			[10132] = {
				551, -- [1]
				"Древний каменный хранитель", -- [2]
			},
			[52212] = {
				1876, -- [1]
				6, -- [2]
			},
			[188950] = {
				1799, -- [1]
				"Осквернение <Архимонд> <Архимонд>", -- [2]
			},
			[23381] = {
				585, -- [1]
				"Леди Анакондра", -- [2]
			},
			[21909] = {
				429, -- [1]
				"Принцесса Терадрас", -- [2]
			},
			[190357] = {
				2039, -- [1]
				8, -- [2]
			},
			[197858] = {
				1824, -- [1]
				"Бурлящая лужа", -- [2]
			},
			[193941] = {
				1662, -- [1]
				"Угольный скорпион", -- [2]
			},
			[81630] = {
				1054, -- [1]
				"Зубохлоп", -- [2]
			},
			[57984] = {
				2052, -- [1]
				"Большой элементаль огня <Нюта-Азурегос> <Нюта-Азурегос>", -- [2]
			},
			[216024] = {
				1862, -- [1]
				"Скверноподданный страж-чародей", -- [2]
			},
			[185239] = {
				1788, -- [1]
				"[*] Сияние Анзу", -- [2]
			},
			[234891] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[74720] = {
				382, -- [1]
				"Анжинер Термоштепсель", -- [2]
			},
			[213568] = {
				1871, -- [1]
				"Чары тайной магии", -- [2]
			},
			[59795] = {
				1984, -- [1]
				"Ионар", -- [2]
			},
			[200084] = {
				1832, -- [1]
				"Фантомный вельможа", -- [2]
			},
			[223946] = {
				1726, -- [1]
				"Страж Рарсон", -- [2]
			},
			[235597] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[238475] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[242851] = {
				2038, -- [1]
				8, -- [2]
			},
			[93685] = {
				1071, -- [1]
				"Командир Спрингвейл", -- [2]
			},
			[194966] = {
				1832, -- [1]
				"Слияние душ", -- [2]
			},
			[248713] = {
				2048, -- [1]
				"Замученная душа", -- [2]
			},
			[155158] = {
				2038, -- [1]
				8, -- [2]
			},
			[159217] = {
				1721, -- [1]
				"[*] Танец клинков", -- [2]
			},
			[102066] = {
				1882, -- [1]
				"Искаженный временем упырь", -- [2]
			},
			[242571] = {
				2038, -- [1]
				8, -- [2]
			},
			[164815] = {
				1809, -- [1]
				11, -- [2]
			},
			[182170] = {
				1783, -- [1]
				"Кровожад", -- [2]
			},
			[55093] = {
				1978, -- [1]
				"Слад'ранский душитель", -- [2]
			},
			[202462] = {
				1851, -- [1]
				"Саел'орн", -- [2]
			},
			[209291] = {
				1866, -- [1]
				"Око Гул'дана", -- [2]
			},
			[55968] = {
				1966, -- [1]
				"Принц Талдарам", -- [2]
			},
			[69021] = {
				2001, -- [1]
				"Ик", -- [2]
			},
			[198028] = {
				1790, -- [1]
				"[*] Кристализованная земля", -- [2]
			},
			[202365] = {
				1502, -- [1]
				"Порабощенный резчик рун", -- [2]
			},
			[182171] = {
				1795, -- [1]
				"[*] Кровь Маннорота", -- [2]
			},
			[215443] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[150601] = {
				1665, -- [1]
				"Вестник смерти Черношип", -- [2]
			},
			[69347] = {
				610, -- [1]
				"Повелитель Плети Тираний", -- [2]
			},
			[69603] = {
				609, -- [1]
				"Имирьярский вестник зла", -- [2]
			},
			[183539] = {
				1792, -- [1]
				"Гнилослюнный червь", -- [2]
			},
			[207853] = {
				1864, -- [1]
				"[*] Черное искажение", -- [2]
			},
			[119299] = {
				1443, -- [1]
				"Адарогг", -- [2]
			},
			[221783] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[195332] = {
				1816, -- [1]
				"Огнезол <Вул'кан> <Вул'кан>", -- [2]
			},
			[211132] = {
				1866, -- [1]
				"Усиленное око Гул'дана", -- [2]
			},
			[236241] = {
				2054, -- [1]
				"[*] Гниль души", -- [2]
			},
			[199705] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[227721] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[226194] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[238991] = {
				2055, -- [1]
				"Искусительница адского огня", -- [2]
			},
			[22917] = {
				348, -- [1]
				"Магистр Календрис", -- [2]
			},
			[227809] = {
				1954, -- [1]
				"Благочестивая дева", -- [2]
			},
			[236432] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[79351] = {
				1057, -- [1]
				"Верховная жрица Азил", -- [2]
			},
			[212886] = {
				1873, -- [1]
				"Ил'гинот", -- [2]
			},
			[206744] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[238480] = {
				2057, -- [1]
				"Оживший художественный роман <Волшебная библиотека> <Волшебная библиотека>", -- [2]
			},
			[213864] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[186269] = {
				1791, -- [1]
				"Заклинатель чумных осколков", -- [2]
			},
			[120024] = {
				1446, -- [1]
				"Лавовый страж Гордот", -- [2]
			},
			[150438] = {
				1667, -- [1]
				"Бритвопанцирный хрустогрыз", -- [2]
			},
			[191900] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[219823] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[181192] = {
				1795, -- [1]
				"Жуткий инфернал <[*] Преисподняя> <[*] Преисподняя>", -- [2]
			},
			[211571] = {
				1862, -- [1]
				"Скверноподданный маг Хаоса", -- [2]
			},
			[225856] = {
				1886, -- [1]
				"[*] Отравленные колючки", -- [2]
			},
			[200404] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[61044] = {
				2000, -- [1]
				"Павший воин", -- [2]
			},
			[84785] = {
				118, -- [1]
				"Ауг", -- [2]
			},
			[239785] = {
				2051, -- [1]
				"Демонический обелиск", -- [2]
			},
			[196508] = {
				1850, -- [1]
				"Безумный пожиратель разума", -- [2]
			},
			[205863] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[237761] = {
				2059, -- [1]
				"Темная валь'кира <Сигрин> <Сигрин>", -- [2]
			},
			[235253] = {
				2052, -- [1]
				"[*] Насыщение Скверной", -- [2]
			},
			[186271] = {
				1800, -- [1]
				"Ксул'горак", -- [2]
			},
			[203163] = {
				1834, -- [1]
				"Злобный покоритель Скверны", -- [2]
			},
			[230084] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[91872] = {
				1055, -- [1]
				"Служитель Сиамата <[*] Статический шок>", -- [2]
			},
			[193273] = {
				1791, -- [1]
				"Уларогг Скаломол", -- [2]
			},
			[235969] = {
				2054, -- [1]
				"Падшая жрица", -- [2]
			},
			[84784] = {
				1054, -- [1]
				"Ауг", -- [2]
			},
			[60030] = {
				1967, -- [1]
				"Джедога Искательница Теней", -- [2]
			},
			[202652] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[194956] = {
				1832, -- [1]
				"Слияние душ", -- [2]
			},
			[38619] = {
				519, -- [1]
				"Командир Колург", -- [2]
			},
			[196563] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[62400] = {
				1132, -- [1]
				"Огненный Левиафан", -- [2]
			},
			[59509] = {
				1966, -- [1]
				"Огненная сфера", -- [2]
			},
			[211659] = {
				1849, -- [1]
				"[*] Чародейские узы", -- [2]
			},
			[208230] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[194463] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[227735] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[228247] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[32865] = {
				2000, -- [1]
				"Грозный волшебник", -- [2]
			},
			[240916] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[227736] = {
				1961, -- [1]
				"Мороуз", -- [2]
			},
			[181155] = {
				1778, -- [1]
				"Связанная кровью чародейка Скверны", -- [2]
			},
			[221156] = {
				1865, -- [1]
				"Хаосоид", -- [2]
			},
			[206749] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[207261] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[194674] = {
				1502, -- [1]
				"Проклятый морем рабовладелец", -- [2]
			},
			[225263] = {
				1726, -- [1]
				"Сущность Кошмара", -- [2]
			},
			[196512] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[236544] = {
				2054, -- [1]
				"Сонм страданий", -- [2]
			},
			[203787] = {
				1854, -- [1]
				"Эмерисс", -- [2]
			},
			[38682] = {
				519, -- [1]
				"Ордынский берсерк", -- [2]
			},
			[197326] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[227737] = {
				1961, -- [1]
				"Мороуз", -- [2]
			},
			[195104] = {
				1490, -- [1]
				"Бродячий панцирник", -- [2]
			},
			[48276] = {
				2030, -- [1]
				"Свала Вечноскорбящая", -- [2]
			},
			[193209] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
			[200771] = {
				1654, -- [1]
				"Обезумевший остроклюв", -- [2]
			},
			[230297] = {
				1961, -- [1]
				"Скелет-официант", -- [2]
			},
			[238999] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[194466] = {
				2038, -- [1]
				8, -- [2]
			},
			[192519] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
			[119433] = {
				1445, -- [1]
				"Брюхошлак", -- [2]
			},
			[214739] = {
				1850, -- [1]
				"Техник из клана Призрачной Луны", -- [2]
			},
			[201633] = {
				1877, -- [1]
				"Тотем земного щита <Raiton-Aegwynn>", -- [2]
			},
			[239216] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[193443] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[205862] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[239287] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[47737] = {
				2009, -- [1]
				"Хаотический разлом <Аномалус> <Аномалус>", -- [2]
			},
			[228251] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[179623] = {
				1777, -- [1]
				"Повелитель Скверны Закуун", -- [2]
			},
			[196515] = {
				1812, -- [1]
				"Подчинительница Ашиой", -- [2]
			},
			[228397] = {
				2008, -- [1]
				"[*] Смрадная гниль", -- [2]
			},
			[238489] = {
				2053, -- [1]
				"Бес", -- [2]
			},
			[135029] = {
				1829, -- [1]
				"Wasserelementar", -- [2]
			},
			[202658] = {
				1850, -- [1]
				"Злонравный осквернитель", -- [2]
			},
			[233371] = {
				2036, -- [1]
				"Волномаг из племени Острозубов", -- [2]
			},
			[236442] = {
				2050, -- [1]
				"Капитан Ята Лунный Удар", -- [2]
			},
			[200686] = {
				1654, -- [1]
				"Грозный отравитель", -- [2]
			},
			[196516] = {
				1812, -- [1]
				"Подчинительница Ашиой", -- [2]
			},
			[83171] = {
				1052, -- [1]
				"[*] Магическая ловушка", -- [2]
			},
			[226205] = {
				1867, -- [1]
				"[*] Лужа слизи", -- [2]
			},
			[210337] = {
				1877, -- [1]
				"[*] Кошмарные корни", -- [2]
			},
			[202659] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[210875] = {
				1805, -- [1]
				"Закаленный бурей страж", -- [2]
			},
			[228253] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[226206] = {
				1827, -- [1]
				"Искаженная тень", -- [2]
			},
			[196517] = {
				1832, -- [1]
				"[*] Вращающаяся коса", -- [2]
			},
			[223647] = {
				1877, -- [1]
				"Навязчивый Кошмар", -- [2]
			},
			[197541] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[111400] = {
				1835, -- [1]
				9, -- [2]
			},
			[210850] = {
				1876, -- [1]
				"[*] Темные вихри", -- [2]
			},
			[227742] = {
				1961, -- [1]
				"Мороуз", -- [2]
			},
			[240539] = {
				2036, -- [1]
				"Быстроплав из племени Острозубов", -- [2]
			},
			[223419] = {
				1726, -- [1]
				"Ужасный дух <Страшный зверолов> <Страшный зверолов>", -- [2]
			},
			[196824] = {
				1827, -- [1]
				"[*] Оковы Пустоты", -- [2]
			},
			[207906] = {
				1869, -- [1]
				"Таликса Пламя Гнева", -- [2]
			},
			[235956] = {
				2054, -- [1]
				"Оживленный храмовник", -- [2]
			},
			[218155] = {
				1886, -- [1]
				"[*] Солнечный коллапс", -- [2]
			},
			[202661] = {
				1850, -- [1]
				"Выжигатель Скверны", -- [2]
			},
			[235933] = {
				2054, -- [1]
				"[*] Копье страданий", -- [2]
			},
			[203685] = {
				1850, -- [1]
				"Хранитель тайн Могу'шан", -- [2]
			},
			[243122] = {
				1866, -- [1]
				6, -- [2]
			},
			[241564] = {
				2051, -- [1]
				"Жалобное темное отражение", -- [2]
			},
			[203881] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[7074] = {
				1071, -- [1]
				"Стенающий охранник", -- [2]
			},
			[236627] = {
				2055, -- [1]
				"Гремучий плеточник", -- [2]
			},
			[206757] = {
				1866, -- [1]
				"Тюремщик Д'зорикс", -- [2]
			},
			[198903] = {
				1807, -- [1]
				"[*] Грохочущая буря", -- [2]
			},
			[191401] = {
				1807, -- [1]
				"Валарьяр-лучница", -- [2]
			},
			[207859] = {
				1864, -- [1]
				"[*] Темная разрядка", -- [2]
			},
			[187053] = {
				1799, -- [1]
				"Инфернал - вестник погибели <Архимонд> <Архимонд>", -- [2]
			},
			[227233] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[202663] = {
				1850, -- [1]
				"Выжигатель Скверны", -- [2]
			},
			[239006] = {
				2054, -- [1]
				"Призрачный страж костей", -- [2]
			},
			[243613] = {
				2055, -- [1]
				"Гремучий плеточник", -- [2]
			},
			[223650] = {
				1877, -- [1]
				"Навязчивый Кошмар", -- [2]
			},
			[198717] = {
				1791, -- [1]
				"Ревущий идол", -- [2]
			},
			[201240] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[241566] = {
				2054, -- [1]
				"Королева душ Дехана", -- [2]
			},
			[205223] = {
				2052, -- [1]
				"Руническое оружие", -- [2]
			},
			[227234] = {
				1824, -- [1]
				"Хелия", -- [2]
			},
			[239007] = {
				2054, -- [1]
				"Остаток души", -- [2]
			},
			[101348] = {
				1882, -- [1]
				"Эхо Сильваны", -- [2]
			},
			[203176] = {
				1829, -- [1]
				"Советник Вандрос", -- [2]
			},
			[120112] = {
				1445, -- [1]
				"Падший призыватель пламени", -- [2]
			},
			[114410] = {
				1424, -- [1]
				"Брат Корлофф", -- [2]
			},
			[227811] = {
				1958, -- [1]
				"[*] Беснующаяся буря", -- [2]
			},
			[209667] = {
				1870, -- [1]
				"Советник Меландр", -- [2]
			},
			[197546] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[198058] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[69017] = {
				2001, -- [1]
				"Взрывная сфера <Крик> <Крик>", -- [2]
			},
			[192108] = {
				1815, -- [1]
				"[*] Боевой клинок", -- [2]
			},
			[236449] = {
				2054, -- [1]
				"Королева душ Дехана", -- [2]
			},
			[208808] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[221093] = {
				1808, -- [1]
				"Пламя печали", -- [2]
			},
			[221605] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[80362] = {
				587, -- [1]
				"Криг", -- [2]
			},
			[59148] = {
				1987, -- [1]
				"Небоход из закаленной стали", -- [2]
			},
			[206641] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[149943] = {
				1670, -- [1]
				"Палач Мясодел", -- [2]
			},
			[203690] = {
				1854, -- [1]
				"[*] Кошмарный цветок", -- [2]
			},
			[81642] = {
				1054, -- [1]
				"Зубохлоп", -- [2]
			},
			[208809] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[220597] = {
				1827, -- [1]
				"[*] Энергетический заряд", -- [2]
			},
			[156598] = {
				1706, -- [1]
				"Мясник", -- [2]
			},
			[70381] = {
				1999, -- [1]
				"Начальник кузни Гархлад", -- [2]
			},
			[184847] = {
				1798, -- [1]
				"Гуртогг Кипящая Кровь", -- [2]
			},
			[91375] = {
				1044, -- [1]
				"[*] Темный разлом", -- [2]
			},
			[22914] = {
				347, -- [1]
				"Иллиана Воронья Ольха", -- [2]
			},
			[228261] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[229285] = {
				2017, -- [1]
				"Флагманский корабль", -- [2]
			},
			[78578] = {
				347, -- [1]
				"Иллиана Воронья Ольха", -- [2]
			},
			[194325] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[56920] = {
				519, -- [1]
				"Ордынский священник", -- [2]
			},
			[190185] = {
				2037, -- [1]
				"Дух волка <Дэллис>", -- [2]
			},
			[220875] = {
				1829, -- [1]
				"[*] Нестабильная мана", -- [2]
			},
			[228262] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[191919] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[236464] = {
				2054, -- [1]
				"[*] Соединение душ", -- [2]
			},
			[59513] = {
				1966, -- [1]
				"Принц Талдарам", -- [2]
			},
			[197550] = {
				1812, -- [1]
				"Король Волнобород", -- [2]
			},
			[111752] = {
				1426, -- [1]
				"Неофит Некроситета", -- [2]
			},
			[219049] = {
				1886, -- [1]
				"Натуралист Тел'арн <Верховный ботаник Тел'арн> <Верховный ботаник Тел'арн>", -- [2]
			},
			[200682] = {
				1806, -- [1]
				"Солстен", -- [2]
			},
			[79340] = {
				1057, -- [1]
				"Верховная жрица Азил", -- [2]
			},
			[202168] = {
				1866, -- [1]
				1, -- [2]
			},
			[229287] = {
				2017, -- [1]
				"Флагманский корабль", -- [2]
			},
			[233894] = {
				2048, -- [1]
				"Белак", -- [2]
			},
			[205741] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[205649] = {
				1863, -- [1]
				"Корональный выброс", -- [2]
			},
			[226388] = {
				1792, -- [1]
				"[*] Тухлая слизь", -- [2]
			},
			[59979] = {
				1968, -- [1]
				"[*] Трепет", -- [2]
			},
			[57082] = {
				2012, -- [1]
				"Орморок Воспитатель Дерев", -- [2]
			},
			[200111] = {
				1839, -- [1]
				"Тень Ксавия", -- [2]
			},
			[184243] = {
				1778, -- [1]
				"Огромный берсерк", -- [2]
			},
			[188614] = {
				1799, -- [1]
				"[*] Осквернение", -- [2]
			},
			[238502] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[8292] = {
				553, -- [1]
				"Гримлок", -- [2]
			},
			[79345] = {
				1057, -- [1]
				"Верховная жрица Азил", -- [2]
			},
			[207278] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[228265] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[192708] = {
				1814, -- [1]
				"Чародейская бомба", -- [2]
			},
			[196587] = {
				1832, -- [1]
				"Слияние душ", -- [2]
			},
			[193977] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[238503] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[214957] = {
				1850, -- [1]
				"Сфера истязания <Инквизитор Истязарий>", -- [2]
			},
			[17156] = {
				347, -- [1]
				"Ферра", -- [2]
			},
			[214167] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[217011] = {
				1792, -- [1]
				"Разъяренная толпа", -- [2]
			},
			[203028] = {
				1854, -- [1]
				"Исондра", -- [2]
			},
			[156287] = {
				2039, -- [1]
				1, -- [2]
			},
			[186883] = {
				1778, -- [1]
				"Извергатель пламени Скверны", -- [2]
			},
			[69263] = {
				2001, -- [1]
				"Ик", -- [2]
			},
			[243941] = {
				2038, -- [1]
				8, -- [2]
			},
			[229083] = {
				2017, -- [1]
				"Виз'адуум Всевидящий", -- [2]
			},
			[55931] = {
				1966, -- [1]
				"Принц Талдарам", -- [2]
			},
			[228267] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[228354] = {
				2039, -- [1]
				8, -- [2]
			},
			[193055] = {
				1812, -- [1]
				"Зов морей", -- [2]
			},
			[36096] = {
				1987, -- [1]
				"Генерал Бьярнгрим", -- [2]
			},
			[193460] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[41172] = {
				519, -- [1]
				"Ордынский следопыт", -- [2]
			},
			[210864] = {
				1744, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[93675] = {
				1072, -- [1]
				"Лорд Годфри", -- [2]
			},
			[191413] = {
				2048, -- [1]
				"Core Hound", -- [2]
			},
			[180945] = {
				1778, -- [1]
				"Разрушитель огня Скверны", -- [2]
			},
			[196819] = {
				2039, -- [1]
				4, -- [2]
			},
			[82415] = {
				1056, -- [1]
				"Корбор", -- [2]
			},
			[213936] = {
				1876, -- [1]
				"[*] Темная буря", -- [2]
			},
			[157977] = {
				2038, -- [1]
				8, -- [2]
			},
			[214712] = {
				1877, -- [1]
				"Кенарий", -- [2]
			},
			[120037] = {
				1426, -- [1]
				"[*] Ледяная волна", -- [2]
			},
			[228269] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[192206] = {
				1806, -- [1]
				"[*] Освящение", -- [2]
			},
			[192800] = {
				1790, -- [1]
				"[*] Удушающая пыль", -- [2]
			},
			[227925] = {
				1957, -- [1]
				"Бестелесная дублерша", -- [2]
			},
			[228915] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[227300] = {
				1866, -- [1]
				"[*] Кинетическое извержение", -- [2]
			},
			[202676] = {
				1855, -- [1]
				"Кровавая принцесса Тал'ена", -- [2]
			},
			[199093] = {
				1502, -- [1]
				"Порабощенный резчик рун", -- [2]
			},
			[233021] = {
				2032, -- [1]
				"[*] Инфернальный шип", -- [2]
			},
			[59259] = {
				1987, -- [1]
				"Берсерк из закаленной стали", -- [2]
			},
			[59085] = {
				1987, -- [1]
				"Лейтенант клана Закаленных Бурей", -- [2]
			},
			[233901] = {
				2048, -- [1]
				"[*] Удушающая тьма", -- [2]
			},
			[197558] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[210505] = {
				1851, -- [1]
				"Саел'орн", -- [2]
			},
			[6360] = {
				2051, -- [1]
				"Суккуб <Проклянатор-Дракономор>", -- [2]
			},
			[231854] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[195046] = {
				1810, -- [1]
				"Оракул из клана Колец Ненависти", -- [2]
			},
			[183465] = {
				1662, -- [1]
				"Смолоплюй-ползун", -- [2]
			},
			[200630] = {
				1654, -- [1]
				"Бешеная визгунья", -- [2]
			},
			[202485] = {
				1852, -- [1]
				"[*] Пузырящаяся слизь", -- [2]
			},
			[199090] = {
				1807, -- [1]
				"Сердитый бык", -- [2]
			},
			[88814] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[210868] = {
				1825, -- [1]
				"Ночнорожденный - заклинатель клинка", -- [2]
			},
			[207631] = {
				1867, -- [1]
				"[*] Аннигиляция", -- [2]
			},
			[193712] = {
				1811, -- [1]
				"Леди Кольцо Ненависти", -- [2]
			},
			[54771] = {
				1824, -- [1]
				"Острокостный опустошитель", -- [2]
			},
			[200631] = {
				1654, -- [1]
				"Бешеная визгунья", -- [2]
			},
			[59147] = {
				1987, -- [1]
				"Небоход из закаленной стали", -- [2]
			},
			[199061] = {
				1502, -- [1]
				"Порабощенная дева щита", -- [2]
			},
			[239022] = {
				2057, -- [1]
				"Бес адского огня", -- [2]
			},
			[194668] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[56777] = {
				621, -- [1]
				"Лазурный хранитель", -- [2]
			},
			[228273] = {
				1954, -- [1]
				"Призрачный стражник", -- [2]
			},
			[215988] = {
				1862, -- [1]
				"[*] Гибельный кошмар", -- [2]
			},
			[209599] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[199389] = {
				1838, -- [1]
				"Дресарон", -- [2]
			},
			[223923] = {
				1726, -- [1]
				"Зараженный тотем <Дикий шаман>", -- [2]
			},
			[198073] = {
				1834, -- [1]
				"Хмуродроб Лютый", -- [2]
			},
			[202680] = {
				1813, -- [1]
				"Змеикс", -- [2]
			},
			[199097] = {
				1835, -- [1]
				"[*] Гипнотическое облако", -- [2]
			},
			[240559] = {
				1793, -- [1]
				"[*] Тяжкая рана", -- [2]
			},
			[197334] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[193235] = {
				1805, -- [1]
				"Химдалль", -- [2]
			},
			[200904] = {
				1850, -- [1]
				"Инквизитор Истязарий", -- [2]
			},
			[197333] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[70388] = {
				2000, -- [1]
				"Грозный волшебник", -- [2]
			},
			[111594] = {
				1426, -- [1]
				"Послушник из Некроситета", -- [2]
			},
			[47743] = {
				2009, -- [1]
				"Аномалус", -- [2]
			},
			[150470] = {
				1671, -- [1]
				"Сумеречный боец из тени", -- [2]
			},
			[196027] = {
				1490, -- [1]
				"Колдунья из клана Колец Ненависти", -- [2]
			},
			[236524] = {
				2055, -- [1]
				"Агронокс", -- [2]
			},
			[197696] = {
				1833, -- [1]
				"Иллисанна Гребень Ворона", -- [2]
			},
			[184238] = {
				1778, -- [1]
				"Огромный берсерк", -- [2]
			},
			[84721] = {
				2038, -- [1]
				8, -- [2]
			},
			[176048] = {
				1810, -- [1]
				"Воин из клана Колец Ненависти", -- [2]
			},
			[93423] = {
				1069, -- [1]
				"Барон Эшбери", -- [2]
			},
			[232916] = {
				2037, -- [1]
				"[*] Оскверняющие чернила", -- [2]
			},
			[196028] = {
				1490, -- [1]
				"Колдунья из клана Колец Ненависти", -- [2]
			},
			[102381] = {
				1271, -- [1]
				"Дорнозму", -- [2]
			},
			[61507] = {
				1987, -- [1]
				"Небоход из закаленной стали", -- [2]
			},
			[212997] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[243121] = {
				2054, -- [1]
				"Юркая змея <Borada-Antonidas>", -- [2]
			},
			[78835] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[209087] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[211897] = {
				1867, -- [1]
				"Сферический уборщик", -- [2]
			},
			[15587] = {
				348, -- [1]
				"Магистр Календрис", -- [2]
			},
			[210024] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[205345] = {
				2038, -- [1]
				8, -- [2]
			},
			[230959] = {
				2037, -- [1]
				"Ловец из бездны", -- [2]
			},
			[198077] = {
				1809, -- [1]
				"Один", -- [2]
			},
			[227254] = {
				1964, -- [1]
				"Смотритель", -- [2]
			},
			[93424] = {
				1069, -- [1]
				"[*] Асфиксия", -- [2]
			},
			[32018] = {
				1824, -- [1]
				"Загробник бури", -- [2]
			},
			[232885] = {
				2037, -- [1]
				"Сарукел", -- [2]
			},
			[200637] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[50361] = {
				1824, -- [1]
				"Хладный агрессивный вурдалак", -- [2]
			},
			[205341] = {
				1854, -- [1]
				"Сочащийся туман", -- [2]
			},
			[11876] = {
				549, -- [1]
				"Иронайа", -- [2]
			},
			[198590] = {
				1809, -- [1]
				9, -- [2]
			},
			[60029] = {
				1967, -- [1]
				"Джедога Искательница Теней", -- [2]
			},
			[11972] = {
				552, -- [1]
				"Тенегорнский археолог", -- [2]
			},
			[236115] = {
				2050, -- [1]
				"Жрица Лунное Пламя", -- [2]
			},
			[196543] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[223423] = {
				1873, -- [1]
				"Зараженный кровоцвет", -- [2]
			},
			[194232] = {
				1823, -- [1]
				"Харбарон", -- [2]
			},
			[198079] = {
				1834, -- [1]
				"Хмуродроб Лютый", -- [2]
			},
			[228852] = {
				1960, -- [1]
				"Ловчий Аттумен", -- [2]
			},
			[192135] = {
				1810, -- [1]
				"Крушитель раковин из клана Колец Ненависти <Полководец Паржеш>", -- [2]
			},
			[57086] = {
				2012, -- [1]
				"Орморок Воспитатель Дерев", -- [2]
			},
			[92426] = {
				1058, -- [1]
				"Озрук", -- [2]
			},
			[70291] = {
				610, -- [1]
				"Имирьярский небоступ", -- [2]
			},
			[10094] = {
				551, -- [1]
				"Древний каменный хранитель", -- [2]
			},
			[193473] = {
				2052, -- [1]
				"Щупальце Бездны", -- [2]
			},
			[198080] = {
				1834, -- [1]
				"Хмуродроб Лютый", -- [2]
			},
			[227257] = {
				1964, -- [1]
				"Смотритель", -- [2]
			},
			[20805] = {
				588, -- [1]
				"Лорд Питонас", -- [2]
			},
			[207806] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[66188] = {
				1866, -- [1]
				6, -- [2]
			},
			[228032] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[209569] = {
				2039, -- [1]
				1, -- [2]
			},
			[218321] = {
				2052, -- [1]
				"Войско мертвых", -- [2]
			},
			[61515] = {
				1987, -- [1]
				"Небоход из закаленной стали", -- [2]
			},
			[210315] = {
				1877, -- [1]
				"[*] Кошмарные корни", -- [2]
			},
			[47765] = {
				2010, -- [1]
				"[*] Гравитационный колодец", -- [2]
			},
			[235927] = {
				2054, -- [1]
				"Оживленный храмовник", -- [2]
			},
			[69578] = {
				610, -- [1]
				"Некролит из свиты Леди", -- [2]
			},
			[180166] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[201153] = {
				1846, -- [1]
				"Пожиратель разума Каарж", -- [2]
			},
			[115181] = {
				1866, -- [1]
				10, -- [2]
			},
			[206339] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[210879] = {
				1856, -- [1]
				"Повелитель Скверны Бетруг", -- [2]
			},
			[111854] = {
				1426, -- [1]
				"Инструктор Ледяное Сердце", -- [2]
			},
			[83445] = {
				1052, -- [1]
				"Генерал Хусам", -- [2]
			},
			[69528] = {
				609, -- [1]
				"Имирьярский носитель смерти", -- [2]
			},
			[200642] = {
				1654, -- [1]
				"Грозная разрушительница", -- [2]
			},
			[88308] = {
				1041, -- [1]
				"Альтаирий", -- [2]
			},
			[181191] = {
				1795, -- [1]
				"Жуткий инфернал <[*] Преисподняя> <[*] Преисподняя>", -- [2]
			},
			[8281] = {
				426, -- [1]
				"Подземный деметродон", -- [2]
			},
			[198595] = {
				1805, -- [1]
				"Валарьяр - призыватель молний", -- [2]
			},
			[183407] = {
				1662, -- [1]
				"[*] Кислотный всплеск", -- [2]
			},
			[150479] = {
				1663, -- [1]
				"Вурдалак-живодер", -- [2]
			},
			[191941] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[212942] = {
				1873, -- [1]
				"Кошмарный гной", -- [2]
			},
			[73976] = {
				1052, -- [1]
				"Разносчик чумы из Неферсета", -- [2]
			},
			[164812] = {
				1809, -- [1]
				11, -- [2]
			},
			[151681] = {
				1667, -- [1]
				"Гхаму-ра", -- [2]
			},
			[111599] = {
				1426, -- [1]
				"Послушник из Некроситета", -- [2]
			},
			[191068] = {
				1799, -- [1]
				"Осквернение <Архимонд> <Архимонд>", -- [2]
			},
			[83446] = {
				1055, -- [1]
				"Прислужник Сиамата", -- [2]
			},
			[194289] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[113775] = {
				1427, -- [1]
				"Джандис Барова", -- [2]
			},
			[155625] = {
				1809, -- [1]
				11, -- [2]
			},
			[209858] = {
				1868, -- [1]
				"Капитан патруля Гердо", -- [2]
			},
			[231998] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[201291] = {
				1847, -- [1]
				"Элементиевая белкобомба", -- [2]
			},
			[215489] = {
				1876, -- [1]
				"[*] Ядовитая лужа", -- [2]
			},
			[183633] = {
				1793, -- [1]
				"Скальный зверолов", -- [2]
			},
			[149835] = {
				1664, -- [1]
				"Мягконог", -- [2]
			},
			[83778] = {
				118, -- [1]
				"Огнедыщащий пигмей", -- [2]
			},
			[228300] = {
				2008, -- [1]
				"Хелия", -- [2]
			},
			[91853] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[198108] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[206788] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[8040] = {
				585, -- [1]
				"Леди Анакондра", -- [2]
			},
			[211907] = {
				1867, -- [1]
				"Сферический уборщик", -- [2]
			},
			[94661] = {
				1058, -- [1]
				"[*] Паралич", -- [2]
			},
			[57063] = {
				2009, -- [1]
				"Аномалус", -- [2]
			},
			[222760] = {
				1726, -- [1]
				"[*] Осквернение", -- [2]
			},
			[113136] = {
				1430, -- [1]
				"Темный магистр Гандлинг", -- [2]
			},
			[196930] = {
				1832, -- [1]
				"Неупокоенная душа", -- [2]
			},
			[241234] = {
				2050, -- [1]
				"Темная лучница", -- [2]
			},
			[240061] = {
				2055, -- [1]
				"Сочный плеточник <Агронокс> <Агронокс>", -- [2]
			},
			[207813] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[49026] = {
				641, -- [1]
				"Кровожадный тундровый волк", -- [2]
			},
			[208672] = {
				1866, -- [1]
				"Азагрим", -- [2]
			},
			[201159] = {
				1847, -- [1]
				"Миллифисент Манашторм", -- [2]
			},
			[42724] = {
				597, -- [1]
				"Разоритель из закаленной стали", -- [2]
			},
			[198088] = {
				1809, -- [1]
				"[*] Сияющий фрагмент", -- [2]
			},
			[184552] = {
				1391, -- [1]
				"Темная молельщица", -- [2]
			},
			[227777] = {
				1957, -- [1]
				"Мрргрия", -- [2]
			},
			[180076] = {
				1778, -- [1]
				"Великий осквернитель У'рогг", -- [2]
			},
			[191946] = {
				1810, -- [1]
				"Полководец Паржеш", -- [2]
			},
			[215288] = {
				1876, -- [1]
				"Элерет Дикая Лань", -- [2]
			},
			[76026] = {
				1044, -- [1]
				"Командир Улток", -- [2]
			},
			[201672] = {
				1845, -- [1]
				"Ледопасть", -- [2]
			},
			[232271] = {
				1964, -- [1]
				"Насытившийся маназмей", -- [2]
			},
			[152830] = {
				1671, -- [1]
				"Сумеречный лекарь бурь", -- [2]
			},
			[240063] = {
				2055, -- [1]
				"Неизвестно <Агронокс>", -- [2]
			},
			[236480] = {
				2050, -- [1]
				"[*] Град глеф", -- [2]
			},
			[196838] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[204744] = {
				1849, -- [1]
				"[*] Токсичный хитин", -- [2]
			},
			[116224] = {
				1422, -- [1]
				"Послушный пес", -- [2]
			},
			[82425] = {
				1053, -- [1]
				"Вестник Тьмы", -- [2]
			},
			[222939] = {
				1726, -- [1]
				"Страж Горрок", -- [2]
			},
			[227267] = {
				1964, -- [1]
				"Смотритель", -- [2]
			},
			[60032] = {
				1967, -- [1]
				"Джедога Искательница Теней", -- [2]
			},
			[233431] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[52098] = {
				597, -- [1]
				"Генерал Бьярнгрим", -- [2]
			},
			[48131] = {
				642, -- [1]
				"Яростный люторог", -- [2]
			},
			[202408] = {
				1502, -- [1]
				"Порабощенный резчик рун", -- [2]
			},
			[197579] = {
				1828, -- [1]
				"[*] Извержение Скверны", -- [2]
			},
			[185806] = {
				1778, -- [1]
				"Наемный инженер", -- [2]
			},
			[231363] = {
				2032, -- [1]
				"Горот", -- [2]
			},
			[114062] = {
				1427, -- [1]
				"Джандис Барова", -- [2]
			},
			[240577] = {
				2037, -- [1]
				"Боец из клана Волнистой Чешуи", -- [2]
			},
			[191949] = {
				1815, -- [1]
				"Тиратон Салтерил", -- [2]
			},
			[50977] = {
				2017, -- [1]
				6, -- [2]
			},
			[7967] = {
				592, -- [1]
				"Мутанус Пожиратель", -- [2]
			},
			[152987] = {
				1866, -- [1]
				"Гул'дан", -- [2]
			},
			[226757] = {
				2038, -- [1]
				8, -- [2]
			},
			[75998] = {
				1045, -- [1]
				"Отважный страж Леди Наз'жар", -- [2]
			},
			[240066] = {
				2036, -- [1]
				"Волномаг из племени Острозубов", -- [2]
			},
			[211192] = {
				1877, -- [1]
				"Гниющий дракон", -- [2]
			},
			[184379] = {
				1778, -- [1]
				"Осадный мастер Мар'так", -- [2]
			},
			[153596] = {
				2039, -- [1]
				8, -- [2]
			},
			[85467] = {
				1043, -- [1]
				"Затаившаяся буря <Великий визирь Эртан>", -- [2]
			},
			[205771] = {
				1864, -- [1]
				"Крадущийся ужас <Ксавий> <Ксавий>", -- [2]
			},
			[113364] = {
				1420, -- [1]
				"Ткач пламени Кеглер", -- [2]
			},
			[227270] = {
				1964, -- [1]
				"Нестабильная энергия <Смотритель> <Смотритель>", -- [2]
			},
			[75813] = {
				1045, -- [1]
				"Ведьма бурь Леди Наз'жар", -- [2]
			},
			[218759] = {
				1654, -- [1]
				"Гноешкурый гризли", -- [2]
			},
			[59265] = {
				642, -- [1]
				"Бесноватый ворген", -- [2]
			},
			[197365] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[90361] = {
				2051, -- [1]
				"Тархун", -- [2]
			},
			[233444] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[230066] = {
				2017, -- [1]
				"Изрыгатель тьмы", -- [2]
			},
			[227816] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[227783] = {
				1957, -- [1]
				"Мрргрия", -- [2]
			},
			[195832] = {
				1812, -- [1]
				"Скрог-волнодав", -- [2]
			},
			[190043] = {
				1391, -- [1]
				"Мастер оружия Мельхиор", -- [2]
			},
			[48132] = {
				642, -- [1]
				"Огромный йормунгар", -- [2]
			},
			[48260] = {
				2027, -- [1]
				"Горток Бледное Копыто", -- [2]
			},
			[184575] = {
				1866, -- [1]
				2, -- [2]
			},
			[56919] = {
				519, -- [1]
				"Ордынский священник", -- [2]
			},
			[84987] = {
				1055, -- [1]
				"Сиамат", -- [2]
			},
			[235974] = {
				2051, -- [1]
				"Взрывное темное отражение", -- [2]
			},
			[239742] = {
				2038, -- [1]
				"[*] Темная печать", -- [2]
			},
			[199050] = {
				1806, -- [1]
				"Валарьяр - дева щита", -- [2]
			},
			[28858] = {
				350, -- [1]
				"Железная Кора - заступник", -- [2]
			},
			[69233] = {
				2000, -- [1]
				"Иней", -- [2]
			},
			[213567] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[226406] = {
				1793, -- [1]
				"Углепанцирный подчинитель", -- [2]
			},
			[206798] = {
				1867, -- [1]
				"[*] Токсичные объедки", -- [2]
			},
			[196354] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[186887] = {
				1778, -- [1]
				"Извергатель пламени Скверны", -- [2]
			},
			[236527] = {
				2055, -- [1]
				"Агронокс", -- [2]
			},
			[187655] = {
				1778, -- [1]
				"Великий осквернитель У'рогг", -- [2]
			},
			[82139] = {
				1053, -- [1]
				"Верховный пророк Барим", -- [2]
			},
			[230345] = {
				2032, -- [1]
				"[*] Падающая комета", -- [2]
			},
			[202192] = {
				1744, -- [1]
				"Тотем резонанса", -- [2]
			},
			[153564] = {
				2038, -- [1]
				8, -- [2]
			},
			[228597] = {
				2039, -- [1]
				8, -- [2]
			},
			[212735] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[101809] = {
				1883, -- [1]
				"Эхо Джайны", -- [2]
			},
			[241607] = {
				2053, -- [1]
				"Пылающий архидемон <Страж портала Скверны> <Страж портала Скверны>", -- [2]
			},
			[188884] = {
				1778, -- [1]
				"Наемный инженер", -- [2]
			},
			[216830] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[181718] = {
				1784, -- [1]
				"Деспотичная Велари", -- [2]
			},
			[198408] = {
				1836, -- [1]
				"Верховный друид Глайдалис", -- [2]
			},
			[228228] = {
				1962, -- [1]
				"Гарм", -- [2]
			},
			[68788] = {
				1999, -- [1]
				"Начальник кузни Гархлад", -- [2]
			},
			[209413] = {
				1868, -- [1]
				"Голем-страж", -- [2]
			},
			[200658] = {
				1654, -- [1]
				"Грозный разрушитель", -- [2]
			},
			[224511] = {
				1862, -- [1]
				"Боевой маг из Сумеречной Стражи", -- [2]
			},
			[59305] = {
				2028, -- [1]
				"Король Имирон", -- [2]
			},
			[198099] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[224126] = {
				2052, -- [1]
				"Дух волка", -- [2]
			},
			[215503] = {
				1876, -- [1]
				"Пульсирующее яйцо", -- [2]
			},
			[57091] = {
				2011, -- [1]
				"Керистраза", -- [2]
			},
			[203552] = {
				1853, -- [1]
				"Низендра", -- [2]
			},
			[241609] = {
				2053, -- [1]
				"Пылающий архидемон <Страж портала Скверны>", -- [2]
			},
			[188886] = {
				1778, -- [1]
				"Артиллерийское орудие Скверны", -- [2]
			},
			[230348] = {
				2032, -- [1]
				"[*] Лужа Скверны", -- [2]
			},
			[192018] = {
				1486, -- [1]
				"Хирья", -- [2]
			},
			[150118] = {
				1662, -- [1]
				"Загустевшая чумная слизь", -- [2]
			},
			[227789] = {
				1954, -- [1]
				"Благочестивая дева", -- [2]
			},
			[22919] = {
				348, -- [1]
				"Магистр Календрис", -- [2]
			},
			[199948] = {
				1811, -- [1]
				"Мистик Сса'ве", -- [2]
			},
			[233420] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[201172] = {
				1846, -- [1]
				"Безликое щупальце", -- [2]
			},
			[212492] = {
				1871, -- [1]
				"Заклинательница клинков Алуриэль", -- [2]
			},
			[185816] = {
				1778, -- [1]
				"Наемный инженер", -- [2]
			},
			[81459] = {
				1056, -- [1]
				"Землерез Каменных Недр", -- [2]
			},
			[200040] = {
				1826, -- [1]
				"[*] Яд Пустоты", -- [2]
			},
			[206459] = {
				1818, -- [1]
				"Аватара тьмы", -- [2]
			},
			[59267] = {
				2027, -- [1]
				"Горток Бледное Копыто", -- [2]
			},
			[227592] = {
				1965, -- [1]
				"Тень Медива", -- [2]
			},
			[188888] = {
				1778, -- [1]
				"Извергатель пламени Скверны", -- [2]
			},
			[52029] = {
				1987, -- [1]
				"Генерал Бьярнгрим", -- [2]
			},
			[210387] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[227279] = {
				1964, -- [1]
				"Смотритель", -- [2]
			},
			[195031] = {
				1502, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[83455] = {
				1055, -- [1]
				"Прислужник Сиамата", -- [2]
			},
			[151010] = {
				1665, -- [1]
				"Воин-костещеп", -- [2]
			},
			[196567] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[26043] = {
				1850, -- [1]
				"Безликий маг Бездны", -- [2]
			},
			[115290] = {
				1423, -- [1]
				"Талнос Воздаятель Душ", -- [2]
			},
			[215204] = {
				1868, -- [1]
				"Бдительный часовой из Сумеречной стражи", -- [2]
			},
			[206618] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[195032] = {
				1817, -- [1]
				"Смотрящий", -- [2]
			},
			[236494] = {
				2038, -- [1]
				"Аватара Падшего", -- [2]
			},
			[244834] = {
				2051, -- [1]
				"Кил'джеден", -- [2]
			},
			[195362] = {
				1825, -- [1]
				"[*] Энергия Ночного Колодца", -- [2]
			},
			[192985] = {
				1814, -- [1]
				"Гнев Азшары", -- [2]
			},
			[29882] = {
				2009, -- [1]
				"Безумный манаплеск", -- [2]
			},
			[115147] = {
				1423, -- [1]
				"Талнос Воздаятель Душ", -- [2]
			},
			[199033] = {
				1806, -- [1]
				"Валарьяр-претендентка", -- [2]
			},
			[195033] = {
				1502, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[228305] = {
				2008, -- [1]
				"Древний костяной невольник", -- [2]
			},
			[203045] = {
				1853, -- [1]
				"[*] Зараженная земля", -- [2]
			},
			[50182] = {
				2010, -- [1]
				"Опытный охотник на магов", -- [2]
			},
			[238673] = {
				2055, -- [1]
				"Гремучий плеточник", -- [2]
			},
			[123051] = {
				2037, -- [1]
				"Подчиняющий разум <Люлип>", -- [2]
			},
			[193211] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[194522] = {
				2038, -- [1]
				8, -- [2]
			},
			[212565] = {
				1850, -- [1]
				"Сфера истязания <Инквизитор Истязарий>", -- [2]
			},
			[101812] = {
				1883, -- [1]
				"Эхо Джайны", -- [2]
			},
			[59268] = {
				2027, -- [1]
				"Горток Бледное Копыто", -- [2]
			},
			[196570] = {
				1827, -- [1]
				"[*] Нестабильная магия", -- [2]
			},
			[206376] = {
				1842, -- [1]
				"Крос", -- [2]
			},
			[83381] = {
				1744, -- [1]
				"Putin <Wahnwitzler-Antonidas>", -- [2]
			},
			[214486] = {
				1863, -- [1]
				"Звездный авгур Этрей", -- [2]
			},
			[111610] = {
				1426, -- [1]
				"Инструктор Ледяное Сердце", -- [2]
			},
			[195035] = {
				1502, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[211927] = {
				1865, -- [1]
				"Хрономатическая аномалия", -- [2]
			},
			[200154] = {
				1793, -- [1]
				"Раскаленный углешкур <Даргрул> <Даргрул>", -- [2]
			},
			[233426] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[228171] = {
				1958, -- [1]
				"Хирья", -- [2]
			},
			[35944] = {
				519, -- [1]
				"Ордынский священник", -- [2]
			},
			[243152] = {
				2039, -- [1]
				"[*] Демоническое извержение", -- [2]
			},
			[75] = {
				1835, -- [1]
				"Бронетар-Гордунни", -- [2]
			},
			[195036] = {
				1502, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[223417] = {
				1726, -- [1]
				"Страшный зверолов", -- [2]
			},
			[56938] = {
				2010, -- [1]
				"Великая ведунья Телестра", -- [2]
			},
			[59241] = {
				641, -- [1]
				"Имирьярский плотоед", -- [2]
			},
			[212528] = {
				2051, -- [1]
				"Желчепрыщ <Ходеус-Голдринн>", -- [2]
			},
			[149839] = {
				1664, -- [1]
				"[*] Болезнетворное облако", -- [2]
			},
			[11366] = {
				2038, -- [1]
				8, -- [2]
			},
			[227285] = {
				1964, -- [1]
				"Смотритель", -- [2]
			},
			[195037] = {
				1810, -- [1]
				"Оракул из клана Колец Ненависти", -- [2]
			},
			[87553] = {
				1042, -- [1]
				"Асаад", -- [2]
			},
			[179681] = {
				1777, -- [1]
				"Повелитель Скверны Закуун", -- [2]
			},
			[197969] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[222024] = {
				1866, -- [1]
				6, -- [2]
			},
			[220443] = {
				1828, -- [1]
				"[*] Темный след", -- [2]
			},
			[198109] = {
				1841, -- [1]
				"Урсок", -- [2]
			},
			[93505] = {
				1073, -- [1]
				"Лорд Вальден", -- [2]
			},
			[195038] = {
				1822, -- [1]
				"Проклятый морем тюремщик душ", -- [2]
			},
			[63236] = {
				1139, -- [1]
				"Острокрылая", -- [2]
			},
			[216376] = {
				1793, -- [1]
				"[*] Сгусток пламени", -- [2]
			},
			[233429] = {
				2036, -- [1]
				"Харджатан", -- [2]
			},
			[209469] = {
				1873, -- [1]
				"Кошмарный гной", -- [2]
			},
			[230358] = {
				2037, -- [1]
				"Госпожа Сашж'ин", -- [2]
			},
			[227638] = {
				1960, -- [1]
				"Ловчий Аттумен", -- [2]
			},
			[81297] = {
				1809, -- [1]
				2, -- [2]
			},
			[235989] = {
				2054, -- [1]
				"Реактор душ", -- [2]
			},
			[213504] = {
				1871, -- [1]
				"[*] Чародейский туман", -- [2]
			},
			[241108] = {
				2036, -- [1]
				"Легионер из клана Волнистой Чешуи", -- [2]
			},
			[208860] = {
				1864, -- [1]
				"Ужасное поганище", -- [2]
			},
			[238037] = {
				2052, -- [1]
				"[*] Отголоски Света", -- [2]
			},
			[15407] = {
				1864, -- [1]
				5, -- [2]
			},
			[188493] = {
				1792, -- [1]
				"Нараксас", -- [2]
			},
			[3391] = {
				423, -- [1]
				"Бритвохлест", -- [2]
			},
			[192231] = {
				2054, -- [1]
				"Тотем жидкой магмы <Ринкарика-Дракономор>", -- [2]
			},
			[216027] = {
				1862, -- [1]
				"[*] Область Пустоты", -- [2]
			},
			[196064] = {
				1812, -- [1]
				"Роевик Соленой Чешуи", -- [2]
			},
			[12294] = {
				2039, -- [1]
				1, -- [2]
			},
			[156138] = {
				1706, -- [1]
				"Мясник", -- [2]
			},
			[193505] = {
				1791, -- [1]
				"Злобнозем-исполин", -- [2]
			},
			[218587] = {
				1838, -- [1]
				"Дресарон", -- [2]
			},
			[228161] = {
				1957, -- [1]
				"Фантомный рабочий", -- [2]
			},
			[218438] = {
				1886, -- [1]
				"Верховный ботаник Тел'арн", -- [2]
			},
			[232408] = {
				2008, -- [1]
				"[*] Смрадная гниль", -- [2]
			},
			[189040] = {
				1835, -- [1]
				"Териссия", -- [2]
			},
			[241622] = {
				2053, -- [1]
				"Страж портала Скверны", -- [2]
			},
			[193364] = {
				1822, -- [1]
				"Имирон, падший король", -- [2]
			},
			[225898] = {
				1864, -- [1]
				"Ксавий", -- [2]
			},
			[206303] = {
				1850, -- [1]
				"Инквизитор Истязарий", -- [2]
			},
			[203771] = {
				1854, -- [1]
				"Оскверненный дух друида <Исондра> <Исондра>", -- [2]
			},
			[207327] = {
				1867, -- [1]
				"Сферический уборщик", -- [2]
			},
			[17290] = {
				1529, -- [1]
				"Маг Крыла Тьмы", -- [2]
			},
			[187876] = {
				1391, -- [1]
				"Начертатель Бездны Ааталос", -- [2]
			},
			[208863] = {
				1872, -- [1]
				"Элисанда", -- [2]
			},
			[199919] = {
				1850, -- [1]
				"Безликий маг Бездны", -- [2]
			},
			[230362] = {
				2037, -- [1]
				"Электризующая медуза", -- [2]
			},
			[189547] = {
				1433, -- [1]
				"Саргерайский раскалыватель душ", -- [2]
			},
			[237276] = {
				2057, -- [1]
				"Долбогрыз Глумливый", -- [2]
			},
			[207328] = {
				1867, -- [1]
				"Сферический уборщик", -- [2]
			},
			[206936] = {
				1863, -- [1]
				"Корональный выброс", -- [2]
			},
			[213685] = {
				1818, -- [1]
				"Кордана Оскверненная Песнь", -- [2]
			},
			[233434] = {
				1744, -- [1]
				"[*] Некротический яд", -- [2]
			},
			[69579] = {
				2000, -- [1]
				"Павший воин", -- [2]
			},
			[221173] = {
				1865, -- [1]
				"Молниеносец", -- [2]
			},
			[195109] = {
				1810, -- [1]
				"Заклинательница штормов из клана Колец Ненависти", -- [2]
			},
			[133] = {
				2038, -- [1]
				8, -- [2]
			},
			[199805] = {
				1805, -- [1]
				"Закаленный бурей страж", -- [2]
			},
			[193633] = {
				1833, -- [1]
				"Восставшая лучница", -- [2]
			},
			[225329] = {
				1726, -- [1]
				"Ярость дракона", -- [2]
			},
			[233435] = {
				2048, -- [1]
				"Атриган", -- [2]
			},
			[110954] = {
				1424, -- [1]
				"Фанатик Алого ордена", -- [2]
			},
			[226269] = {
				1829, -- [1]
				"Забытая душа", -- [2]
			},
			[199193] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[149886] = {
				1668, -- [1]
				"Домина", -- [2]
			},
			[194665] = {
				1502, -- [1]
				"Имирон, падший король", -- [2]
			},
			[236507] = {
				2054, -- [1]
				"Реактор душ", -- [2]
			},
			[187879] = {
				1391, -- [1]
				"Начертатель Бездны Ааталос", -- [2]
			},
			[200551] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[209378] = {
				1869, -- [1]
				"Имаку'туя", -- [2]
			},
			[189551] = {
				1433, -- [1]
				"Саргерайский раскалыватель душ", -- [2]
			},
			[235117] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[215906] = {
				1862, -- [1]
				"Тихондрий", -- [2]
			},
			[227806] = {
				1965, -- [1]
				"[*] Бесконечная зима", -- [2]
			},
			[193702] = {
				1808, -- [1]
				"[*] Инфернальное пламя", -- [2]
			},
			[196070] = {
				1825, -- [1]
				"Корстилакс", -- [2]
			},
			[239162] = {
				2057, -- [1]
				"Змееуст-барахольщик", -- [2]
			},
			[200561] = {
				1807, -- [1]
				"Фенрир", -- [2]
			},
			[212332] = {
				1863, -- [1]
				"Гнилогнил <Харборим>", -- [2]
			},
			[101339] = {
				1883, -- [1]
				"Эхо Джайны", -- [2]
			},
			[206820] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[227807] = {
				1958, -- [1]
				"Один", -- [2]
			},
			[83463] = {
				1047, -- [1]
				"Безликий подавитель", -- [2]
			},
			[241116] = {
				2036, -- [1]
				"Легионер из клана Волнистой Чешуи", -- [2]
			},
			[221153] = {
				1865, -- [1]
				"Пульсарон", -- [2]
			},
			[200338] = {
				1793, -- [1]
				"Даргрул", -- [2]
			},
			[199063] = {
				1837, -- [1]
				"Корни-душители", -- [2]
			},
			[234896] = {
				2052, -- [1]
				"Бдительная дева", -- [2]
			},
			[206821] = {
				1867, -- [1]
				"Триллиакс", -- [2]
			},
			[199143] = {
				1835, -- [1]
				"Латосий", -- [2]
			},
			[210342] = {
				1877, -- [1]
				"Кенарий", -- [2]
			},
			[193210] = {
				1816, -- [1]
				"Вул'кан", -- [2]
			},
		},
		["realm_sync"] = true,
		["createauraframe"] = {
		},
		["report_where"] = "GUILD",
		["savedCustomSpells"] = {
			{
				1, -- [1]
				"Атака ближнего боя", -- [2]
				"Interface\\ICONS\\INV_Sword_04", -- [3]
			}, -- [1]
			{
				2, -- [1]
				"Автоматическая стрельба", -- [2]
				"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
			}, -- [2]
			{
				4, -- [1]
				"Мир (утопление)", -- [2]
				"Interface\\ICONS\\Ability_Suffocate", -- [3]
			}, -- [3]
			{
				8, -- [1]
				"Мир (слизь)", -- [2]
				"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
			}, -- [4]
			{
				88082, -- [1]
				"Огненный шар (Зеркальное изображение)", -- [2]
				135812, -- [3]
			}, -- [5]
			{
				94472, -- [1]
				"Искупление вины (критический)", -- [2]
				135887, -- [3]
			}, -- [6]
			{
				59638, -- [1]
				"Ледяная стрела (Зеркальное изображение)", -- [2]
				135846, -- [3]
			}, -- [7]
			{
				5, -- [1]
				"Мир (усталость)", -- [2]
				"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
			}, -- [8]
			{
				158336, -- [1]
				"Раздавить (волна #1)", -- [2]
				135242, -- [3]
			}, -- [9]
			{
				3, -- [1]
				"Мир (падение)", -- [2]
				"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
			}, -- [10]
			{
				6, -- [1]
				"Мир (огонь)", -- [2]
				"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
			}, -- [11]
			{
				224078, -- [1]
				"Поводок дьявозавра (trinket)", -- [2]
				136048, -- [3]
			}, -- [12]
			{
				214350, -- [1]
				"Сущность Кошмара (trinket)", -- [2]
				1357816, -- [3]
			}, -- [13]
			{
				44461, -- [1]
				"Живая бомба (взрыв)", -- [2]
				236220, -- [3]
			}, -- [14]
			{
				213786, -- [1]
				"Сумерки (trinket)", -- [2]
				236168, -- [3]
			}, -- [15]
			{
				120761, -- [1]
				"Бросок глеф (Glaive #2)", -- [2]
				132330, -- [3]
			}, -- [16]
			{
				121414, -- [1]
				"Бросок глеф (Glaive #1)", -- [2]
				132330, -- [3]
			}, -- [17]
			{
				33778, -- [1]
				"Жизнецвет (bloom)", -- [2]
				134206, -- [3]
			}, -- [18]
			{
				7, -- [1]
				"Мир (лава)", -- [2]
				"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
			}, -- [19]
			{
				158420, -- [1]
				"Раздавить (волна #3)", -- [2]
				135242, -- [3]
			}, -- [20]
			{
				158417, -- [1]
				"Раздавить (волна #2)", -- [2]
				135242, -- [3]
			}, -- [21]
			{
				161612, -- [1]
				"Избыточная энергия (caught)", -- [2]
				841219, -- [3]
			}, -- [22]
			{
				98021, -- [1]
				"Health Exchange", -- [2]
				237586, -- [3]
			}, -- [23]
			{
				161576, -- [1]
				"Избыточная энергия (взрыв)", -- [2]
				841219, -- [3]
			}, -- [24]
		},
		["update_warning_timeout"] = 30,
		["always_use_profile"] = true,
		["got_first_run"] = true,
		["__profiles"] = {
			["Meta"] = {
				["capture_real"] = {
					["heal"] = true,
					["spellcast"] = true,
					["miscdata"] = true,
					["aura"] = true,
					["energy"] = false,
					["damage"] = true,
				},
				["row_fade_in"] = {
					"in", -- [1]
					0.2, -- [2]
				},
				["player_details_window"] = {
					["scale"] = 1,
					["bar_texture"] = "Skyline",
					["skin"] = "ElvUI",
				},
				["numerical_system"] = 1,
				["use_row_animations"] = true,
				["report_heal_links"] = false,
				["remove_realm_from_name"] = true,
				["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
				["report_to_who"] = "",
				["overall_flag"] = 13,
				["profile_save_pos"] = true,
				["tooltip"] = {
					["header_statusbar"] = {
						0.3, -- [1]
						0.3, -- [2]
						0.3, -- [3]
						0.8, -- [4]
						false, -- [5]
						false, -- [6]
						"WorldState Score", -- [7]
					},
					["fontcolor_right"] = {
						1, -- [1]
						0.7, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["tooltip_max_targets"] = 2,
					["icon_size"] = {
						["W"] = 13,
						["H"] = 13,
					},
					["tooltip_max_pets"] = 2,
					["anchor_relative"] = "top",
					["abbreviation"] = 2,
					["anchored_to"] = 1,
					["show_amount"] = false,
					["header_text_color"] = {
						1, -- [1]
						0.9176, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["fontsize"] = 14,
					["background"] = {
						0.196, -- [1]
						0.196, -- [2]
						0.196, -- [3]
						0.8697, -- [4]
					},
					["submenu_wallpaper"] = false,
					["fontsize_title"] = 10,
					["icon_border_texcoord"] = {
						["B"] = 0.921875,
						["L"] = 0.078125,
						["T"] = 0.078125,
						["R"] = 0.921875,
					},
					["commands"] = {
					},
					["tooltip_max_abilities"] = 5,
					["fontface"] = "BD_UI",
					["border_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["border_texture"] = "1 Pixel",
					["anchor_offset"] = {
						0, -- [1]
						0, -- [2]
					},
					["maximize_method"] = 1,
					["fontshadow"] = false,
					["border_size"] = 1,
					["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
					["anchor_screen_pos"] = {
						507.7, -- [1]
						-350.5, -- [2]
					},
					["anchor_point"] = "bottom",
					["menus_bg_coords"] = {
						0.309777336120606, -- [1]
						0.924000015258789, -- [2]
						0.213000011444092, -- [3]
						0.279000015258789, -- [4]
					},
					["fontcolor"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["menus_bg_color"] = {
						0.8, -- [1]
						0.8, -- [2]
						0.8, -- [3]
						0.2, -- [4]
					},
				},
				["ps_abbreviation"] = 3,
				["world_combat_is_trash"] = false,
				["update_speed"] = 1,
				["track_item_level"] = true,
				["windows_fade_in"] = {
					"in", -- [1]
					0.2, -- [2]
				},
				["instances_menu_click_to_open"] = false,
				["overall_clear_newchallenge"] = true,
				["time_type"] = 2,
				["instances_disable_bar_highlight"] = false,
				["trash_concatenate"] = false,
				["disable_stretch_from_toolbar"] = false,
				["disable_lock_ungroup_buttons"] = true,
				["memory_ram"] = 64,
				["disable_window_groups"] = false,
				["instances_suppress_trash"] = 0,
				["font_faces"] = {
					["menus"] = "BD_UI",
				},
				["segments_amount"] = 12,
				["report_lines"] = 25,
				["skin"] = "WoW Interface",
				["override_spellids"] = true,
				["use_battleground_server_parser"] = true,
				["default_bg_alpha"] = 0.5,
				["clear_ungrouped"] = true,
				["chat_tab_embed"] = {
					["enabled"] = false,
					["tab_name"] = "",
					["single_window"] = false,
				},
				["minimum_combat_time"] = 5,
				["animate_scroll"] = false,
				["cloud_capture"] = true,
				["damage_taken_everything"] = false,
				["scroll_speed"] = 2,
				["new_window_size"] = {
					["height"] = 130,
					["width"] = 320,
				},
				["memory_threshold"] = 3,
				["deadlog_events"] = 32,
				["class_specs_coords"] = {
					[62] = {
						0.251953125, -- [1]
						0.375, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[63] = {
						0.375, -- [1]
						0.5, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[250] = {
						0, -- [1]
						0.125, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[251] = {
						0.125, -- [1]
						0.25, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[252] = {
						0.25, -- [1]
						0.375, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[253] = {
						0.875, -- [1]
						1, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[254] = {
						0, -- [1]
						0.125, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[255] = {
						0.125, -- [1]
						0.25, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[66] = {
						0.125, -- [1]
						0.25, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[257] = {
						0.5, -- [1]
						0.625, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[258] = {
						0.6328125, -- [1]
						0.75, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[259] = {
						0.75, -- [1]
						0.875, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[260] = {
						0.875, -- [1]
						1, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[577] = {
						0.25, -- [1]
						0.375, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[262] = {
						0.125, -- [1]
						0.25, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[581] = {
						0.375, -- [1]
						0.5, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[264] = {
						0.375, -- [1]
						0.5, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[265] = {
						0.5, -- [1]
						0.625, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[266] = {
						0.625, -- [1]
						0.75, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[267] = {
						0.75, -- [1]
						0.875, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[268] = {
						0.625, -- [1]
						0.75, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[269] = {
						0.875, -- [1]
						1, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[270] = {
						0.75, -- [1]
						0.875, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[70] = {
						0.251953125, -- [1]
						0.375, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[102] = {
						0.375, -- [1]
						0.5, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[71] = {
						0.875, -- [1]
						1, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[103] = {
						0.5, -- [1]
						0.625, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[72] = {
						0, -- [1]
						0.125, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[104] = {
						0.625, -- [1]
						0.75, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[73] = {
						0.125, -- [1]
						0.25, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[263] = {
						0.25, -- [1]
						0.375, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[105] = {
						0.75, -- [1]
						0.875, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[261] = {
						0, -- [1]
						0.125, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[256] = {
						0.375, -- [1]
						0.5, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[65] = {
						0, -- [1]
						0.125, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[64] = {
						0.5, -- [1]
						0.625, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
				},
				["close_shields"] = false,
				["class_coords"] = {
					["HUNTER"] = {
						0, -- [1]
						0.25, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["WARRIOR"] = {
						0, -- [1]
						0.25, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["ROGUE"] = {
						0.49609375, -- [1]
						0.7421875, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["MAGE"] = {
						0.25, -- [1]
						0.49609375, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["PET"] = {
						0.25, -- [1]
						0.49609375, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["DRUID"] = {
						0.7421875, -- [1]
						0.98828125, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["MONK"] = {
						0.5, -- [1]
						0.73828125, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["DEATHKNIGHT"] = {
						0.25, -- [1]
						0.5, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["MONSTER"] = {
						0, -- [1]
						0.25, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["UNKNOW"] = {
						0.5, -- [1]
						0.75, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["PRIEST"] = {
						0.49609375, -- [1]
						0.7421875, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["SHAMAN"] = {
						0.25, -- [1]
						0.49609375, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["Alliance"] = {
						0.49609375, -- [1]
						0.7421875, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["ENEMY"] = {
						0, -- [1]
						0.25, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["DEMONHUNTER"] = {
						0.73828126, -- [1]
						1, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["Horde"] = {
						0.7421875, -- [1]
						0.98828125, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["PALADIN"] = {
						0, -- [1]
						0.25, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["WARLOCK"] = {
						0.7421875, -- [1]
						0.98828125, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["UNGROUPPLAYER"] = {
						0.5, -- [1]
						0.75, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
				},
				["overall_clear_logout"] = false,
				["disable_alldisplays_window"] = false,
				["pvp_as_group"] = true,
				["force_activity_time_pvp"] = true,
				["windows_fade_out"] = {
					"out", -- [1]
					0.2, -- [2]
				},
				["death_tooltip_width"] = 300,
				["clear_graphic"] = true,
				["hotcorner_topleft"] = {
					["hide"] = false,
				},
				["segments_auto_erase"] = 1,
				["options_group_edit"] = true,
				["segments_amount_to_save"] = 5,
				["minimap"] = {
					["onclick_what_todo"] = 1,
					["radius"] = 160,
					["text_type"] = 1,
					["minimapPos"] = 220,
					["text_format"] = 3,
					["hide"] = false,
				},
				["instances_amount"] = 5,
				["max_window_size"] = {
					["height"] = 450,
					["width"] = 480,
				},
				["trash_auto_remove"] = true,
				["only_pvp_frags"] = false,
				["disable_stretch_button"] = false,
				["time_type_original"] = 2,
				["default_bg_color"] = 0.0941,
				["numerical_system_symbols"] = "auto",
				["segments_panic_mode"] = false,
				["window_clamp"] = {
					-8, -- [1]
					0, -- [2]
					21, -- [3]
					-14, -- [4]
				},
				["standard_skin"] = false,
				["row_fade_out"] = {
					"out", -- [1]
					0.2, -- [2]
				},
				["use_scroll"] = false,
				["class_colors"] = {
					["HUNTER"] = {
						0.67, -- [1]
						0.83, -- [2]
						0.45, -- [3]
					},
					["WARRIOR"] = {
						0.78, -- [1]
						0.61, -- [2]
						0.43, -- [3]
					},
					["PALADIN"] = {
						0.96, -- [1]
						0.55, -- [2]
						0.73, -- [3]
					},
					["MAGE"] = {
						0.41, -- [1]
						0.8, -- [2]
						0.94, -- [3]
					},
					["ARENA_YELLOW"] = {
						0.9, -- [1]
						0.9, -- [2]
						0, -- [3]
					},
					["UNGROUPPLAYER"] = {
						0.4, -- [1]
						0.4, -- [2]
						0.4, -- [3]
					},
					["DRUID"] = {
						1, -- [1]
						0.49, -- [2]
						0.04, -- [3]
					},
					["MONK"] = {
						0, -- [1]
						1, -- [2]
						0.59, -- [3]
					},
					["DEATHKNIGHT"] = {
						0.77, -- [1]
						0.12, -- [2]
						0.23, -- [3]
					},
					["PET"] = {
						0.3, -- [1]
						0.4, -- [2]
						0.5, -- [3]
					},
					["UNKNOW"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
					},
					["PRIEST"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["ROGUE"] = {
						1, -- [1]
						0.96, -- [2]
						0.41, -- [3]
					},
					["ENEMY"] = {
						0.94117, -- [1]
						0, -- [2]
						0.0196, -- [3]
						1, -- [4]
					},
					["WARLOCK"] = {
						0.58, -- [1]
						0.51, -- [2]
						0.79, -- [3]
					},
					["DEMONHUNTER"] = {
						0.64, -- [1]
						0.19, -- [2]
						0.79, -- [3]
					},
					["version"] = 1,
					["NEUTRAL"] = {
						1, -- [1]
						1, -- [2]
						0, -- [3]
					},
					["SHAMAN"] = {
						0, -- [1]
						0.44, -- [2]
						0.87, -- [3]
					},
					["ARENA_GREEN"] = {
						0.1, -- [1]
						0.85, -- [2]
						0.1, -- [3]
					},
				},
				["total_abbreviation"] = 2,
				["report_schema"] = 1,
				["overall_clear_newboss"] = true,
				["font_sizes"] = {
					["menus"] = 14,
				},
				["disable_reset_button"] = false,
				["data_broker_text"] = "",
				["instances_no_libwindow"] = false,
				["instances_segments_locked"] = false,
				["deadlog_limit"] = 16,
				["instances"] = {
					{
						["__pos"] = {
							["normal"] = {
								["y"] = -460.289035541757,
								["x"] = 839.911287632141,
								["w"] = 216.019729614258,
								["h"] = 140.019760131836,
							},
							["solo"] = {
								["y"] = 2.0001220703125,
								["x"] = 1,
								["w"] = 300,
								["h"] = 300,
							},
						},
						["show_statusbar"] = false,
						["menu_icons_size"] = 1,
						["color"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
							0, -- [4]
						},
						["menu_anchor"] = {
							16, -- [1]
							2, -- [2]
							["side"] = 2,
						},
						["bars_inverted"] = false,
						["attribute_text"] = {
							["show_timer"] = {
								true, -- [1]
								true, -- [2]
								true, -- [3]
							},
							["shadow"] = false,
							["side"] = 1,
							["text_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["custom_text"] = "{name}",
							["text_face"] = "BD_UI",
							["anchor"] = {
								-18, -- [1]
								3, -- [2]
							},
							["text_size"] = 14,
							["enable_custom_text"] = false,
							["enabled"] = true,
						},
						["bg_r"] = 0.109803921568627,
						["skin_custom"] = "",
						["switch_damager_in_combat"] = false,
						["hide_out_of_combat"] = false,
						["stretch_button_side"] = 1,
						["following"] = {
							["enabled"] = true,
							["bar_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
							["text_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
						},
						["color_buttons"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["switch_healer"] = false,
						["bars_sort_direction"] = 1,
						["tooltip"] = {
							["n_abilities"] = 3,
							["n_enemies"] = 3,
						},
						["switch_damager"] = false,
						["switch_all_roles_after_wipe"] = false,
						["micro_displays_side"] = 2,
						["__was_opened"] = true,
						["StatusBarSaved"] = {
							["left"] = "DETAILS_STATUSBAR_PLUGIN_PATTRIBUTE",
							["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
							["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
							["options"] = {
								["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
									["textYMod"] = 0,
									["textXMod"] = 0,
									["textFace"] = "Accidental Presidency",
									["textAlign"] = 0,
									["textStyle"] = 2,
									["textSize"] = 10,
									["textColor"] = {
										1, -- [1]
										1, -- [2]
										1, -- [3]
										0.7, -- [4]
									},
								},
								["DETAILS_STATUSBAR_PLUGIN_PATTRIBUTE"] = {
									["isHidden"] = false,
									["textStyle"] = 2,
									["textYMod"] = 0,
									["segmentType"] = 2,
									["textXMod"] = 0,
									["textFace"] = "Accidental Presidency",
									["textAlign"] = 0,
									["textSize"] = 10,
									["textColor"] = {
										1, -- [1]
										1, -- [2]
										1, -- [3]
										0.7, -- [4]
									},
								},
								["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
									["textYMod"] = 0,
									["textAlign"] = 0,
									["textXMod"] = 6,
									["timeType"] = 1,
									["textFace"] = "Accidental Presidency",
									["textStyle"] = 2,
									["textSize"] = 10,
									["textColor"] = {
										1, -- [1]
										1, -- [2]
										1, -- [3]
										0.7, -- [4]
									},
								},
							},
						},
						["switch_healer_in_combat"] = false,
						["switch_all_roles_in_combat"] = false,
						["instance_button_anchor"] = {
							-27, -- [1]
							1, -- [2]
						},
						["version"] = 3,
						["row_info"] = {
							["textR_outline"] = false,
							["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
							["textL_outline"] = false,
							["textR_outline_small"] = true,
							["textL_outline_small"] = true,
							["textL_enable_custom_text"] = true,
							["fixed_text_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
							["space"] = {
								["right"] = 0,
								["left"] = 0,
								["between"] = 1,
							},
							["texture_background_class_color"] = false,
							["start_after_icon"] = false,
							["font_face_file"] = "Interface\\Addons\\ElvUI_Djup\\Media\\Fonts\\BD_UI.ttf",
							["textL_custom_text"] = " {data3}{data2}",
							["font_size"] = 14,
							["height"] = 19,
							["texture_file"] = "Interface\\Addons\\ElvUI_Djup\\Media\\Textures\\bd.tga",
							["icon_file"] = "",
							["texture_custom_file"] = "Interface\\",
							["texture_background_file"] = "Interface\\BUTTONS\\WHITE8X8.blp",
							["use_spec_icons"] = false,
							["texture_custom"] = "",
							["models"] = {
								["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
								["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
								["upper_alpha"] = 0.5,
								["lower_enabled"] = false,
								["lower_alpha"] = 0.1,
								["upper_enabled"] = false,
							},
							["fixed_texture_color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["textL_show_number"] = true,
							["textL_outline_small_color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["fixed_texture_background_color"] = {
								0.109803921568627, -- [1]
								0.149019607843137, -- [2]
								0.184313725490196, -- [3]
								0, -- [4]
							},
							["textR_custom_text"] = "{data1} ({data2}) ",
							["texture"] = "bd",
							["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
							["textR_enable_custom_text"] = true,
							["textR_class_colors"] = false,
							["textL_class_colors"] = false,
							["textR_outline_small_color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["texture_background"] = "ElvUI Blank",
							["alpha"] = 1,
							["no_icon"] = true,
							["backdrop"] = {
								["enabled"] = false,
								["size"] = 1,
								["color"] = {
									0, -- [1]
									0, -- [2]
									0, -- [3]
									1, -- [4]
								},
								["texture"] = "1 Pixel",
							},
							["textR_show_data"] = {
								true, -- [1]
								true, -- [2]
								true, -- [3]
							},
							["font_face"] = "BD_UI",
							["texture_class_colors"] = true,
							["percent_type"] = 1,
							["fast_ps_update"] = false,
							["textR_separator"] = ",",
							["textR_bracket"] = "(",
						},
						["__locked"] = true,
						["__snapH"] = false,
						["skin"] = "Minimalistic",
						["auto_hide_menu"] = {
							["left"] = false,
							["right"] = false,
						},
						["bars_grow_direction"] = 1,
						["strata"] = "LOW",
						["window_scale"] = 1.00999999046326,
						["__snap"] = {
						},
						["switch_tank"] = false,
						["hide_in_combat_alpha"] = 0,
						["plugins_grow_direction"] = 1,
						["menu_icons"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
							true, -- [4]
							true, -- [5]
							false, -- [6]
							["space"] = -2,
							["shadow"] = true,
						},
						["desaturated_menu"] = false,
						["show_sidebars"] = false,
						["backdrop_texture"] = "Solid",
						["__snapV"] = false,
						["switch_tank_in_combat"] = false,
						["hide_icon"] = true,
						["bg_alpha"] = 0,
						["grab_on_top"] = true,
						["libwindow"] = {
							["y"] = 9.0009192665882,
							["x"] = -10.9987961015722,
							["point"] = "BOTTOMRIGHT",
						},
						["statusbar_info"] = {
							["alpha"] = 0,
							["overlay"] = {
								0.333333333333333, -- [1]
								0.333333333333333, -- [2]
								0.333333333333333, -- [3]
							},
						},
						["auto_current"] = true,
						["toolbar_side"] = 1,
						["bg_g"] = 0.149019607843137,
						["ignore_mass_showhide"] = false,
						["hide_in_combat"] = false,
						["posicao"] = {
							["normal"] = {
								["y"] = -460.289035541757,
								["x"] = 839.911287632141,
								["w"] = 216.019729614258,
								["h"] = 140.019760131836,
							},
							["solo"] = {
								["y"] = 2.0001220703125,
								["x"] = 1,
								["w"] = 300,
								["h"] = 300,
							},
						},
						["row_show_animation"] = {
							["anim"] = "Fade",
							["options"] = {
							},
						},
						["menu_alpha"] = {
							["enabled"] = false,
							["onenter"] = 1,
							["iconstoo"] = true,
							["ignorebars"] = false,
							["onleave"] = 1,
						},
						["wallpaper"] = {
							["enabled"] = false,
							["texcoord"] = {
								0, -- [1]
								1, -- [2]
								0, -- [3]
								0.7, -- [4]
							},
							["overlay"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["anchor"] = "all",
							["height"] = 114.042518615723,
							["alpha"] = 0.5,
							["width"] = 283.000183105469,
						},
						["total_bar"] = {
							["enabled"] = false,
							["only_in_group"] = true,
							["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
						},
						["micro_displays_locked"] = true,
						["menu_anchor_down"] = {
							16, -- [1]
							-3, -- [2]
						},
						["hide_in_combat_type"] = 1,
						["bg_b"] = 0.184313725490196,
					}, -- [1]
				},
			},
			["PvE"] = {
				["capture_real"] = {
					["heal"] = true,
					["spellcast"] = true,
					["miscdata"] = true,
					["aura"] = true,
					["energy"] = true,
					["damage"] = true,
				},
				["row_fade_in"] = {
					"in", -- [1]
					0.2, -- [2]
				},
				["player_details_window"] = {
					["scale"] = 1,
					["bar_texture"] = "Skyline",
					["skin"] = "ElvUI",
				},
				["numerical_system"] = 1,
				["use_row_animations"] = false,
				["report_heal_links"] = false,
				["remove_realm_from_name"] = true,
				["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
				["report_to_who"] = "",
				["overall_flag"] = 13,
				["profile_save_pos"] = true,
				["tooltip"] = {
					["header_statusbar"] = {
						0.3, -- [1]
						0.3, -- [2]
						0.3, -- [3]
						0.8, -- [4]
						false, -- [5]
						false, -- [6]
						"WorldState Score", -- [7]
					},
					["fontcolor_right"] = {
						1, -- [1]
						0.7, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["tooltip_max_targets"] = 2,
					["icon_size"] = {
						["W"] = 13,
						["H"] = 13,
					},
					["tooltip_max_pets"] = 2,
					["anchor_relative"] = "bottom",
					["abbreviation"] = 2,
					["anchored_to"] = 1,
					["show_amount"] = false,
					["header_text_color"] = {
						1, -- [1]
						0.9176, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["fontsize"] = 14,
					["background"] = {
						0.196, -- [1]
						0.196, -- [2]
						0.196, -- [3]
						0.8697, -- [4]
					},
					["submenu_wallpaper"] = true,
					["fontsize_title"] = 10,
					["icon_border_texcoord"] = {
						["B"] = 0.921875,
						["L"] = 0.078125,
						["T"] = 0.078125,
						["R"] = 0.921875,
					},
					["commands"] = {
					},
					["tooltip_max_abilities"] = 5,
					["fontface"] = "BD_UI",
					["border_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						1, -- [4]
					},
					["border_texture"] = "Details BarBorder 3",
					["anchor_offset"] = {
						0, -- [1]
						0, -- [2]
					},
					["fontshadow"] = false,
					["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
					["border_size"] = 14,
					["maximize_method"] = 1,
					["anchor_screen_pos"] = {
						507.7, -- [1]
						-350.5, -- [2]
					},
					["anchor_point"] = "top",
					["menus_bg_coords"] = {
						0.309777336120606, -- [1]
						0.924000015258789, -- [2]
						0.213000011444092, -- [3]
						0.279000015258789, -- [4]
					},
					["fontcolor"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["menus_bg_color"] = {
						0.8, -- [1]
						0.8, -- [2]
						0.8, -- [3]
						0.2, -- [4]
					},
				},
				["ps_abbreviation"] = 3,
				["world_combat_is_trash"] = false,
				["update_speed"] = 1,
				["track_item_level"] = true,
				["windows_fade_in"] = {
					"in", -- [1]
					0.2, -- [2]
				},
				["instances_menu_click_to_open"] = true,
				["overall_clear_newchallenge"] = true,
				["time_type"] = 2,
				["instances_disable_bar_highlight"] = false,
				["trash_concatenate"] = false,
				["disable_stretch_from_toolbar"] = false,
				["disable_lock_ungroup_buttons"] = true,
				["memory_ram"] = 64,
				["disable_window_groups"] = false,
				["instances_suppress_trash"] = 0,
				["font_faces"] = {
					["menus"] = "BD_UI",
				},
				["segments_amount"] = 12,
				["report_lines"] = 25,
				["skin"] = "WoW Interface",
				["override_spellids"] = true,
				["use_battleground_server_parser"] = true,
				["default_bg_alpha"] = 0.5,
				["clear_ungrouped"] = true,
				["memory_threshold"] = 3,
				["minimum_combat_time"] = 5,
				["animate_scroll"] = false,
				["cloud_capture"] = true,
				["damage_taken_everything"] = false,
				["scroll_speed"] = 2,
				["new_window_size"] = {
					["height"] = 130,
					["width"] = 320,
				},
				["chat_tab_embed"] = {
					["enabled"] = false,
					["tab_name"] = "",
					["single_window"] = false,
				},
				["deadlog_events"] = 32,
				["class_specs_coords"] = {
					[62] = {
						0.251953125, -- [1]
						0.375, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[63] = {
						0.375, -- [1]
						0.5, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[250] = {
						0, -- [1]
						0.125, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[251] = {
						0.125, -- [1]
						0.25, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[252] = {
						0.25, -- [1]
						0.375, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[253] = {
						0.875, -- [1]
						1, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[254] = {
						0, -- [1]
						0.125, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[255] = {
						0.125, -- [1]
						0.25, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[66] = {
						0.125, -- [1]
						0.25, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[257] = {
						0.5, -- [1]
						0.625, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[258] = {
						0.6328125, -- [1]
						0.75, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[259] = {
						0.75, -- [1]
						0.875, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[260] = {
						0.875, -- [1]
						1, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[577] = {
						0.25, -- [1]
						0.375, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[262] = {
						0.125, -- [1]
						0.25, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[581] = {
						0.375, -- [1]
						0.5, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[264] = {
						0.375, -- [1]
						0.5, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[265] = {
						0.5, -- [1]
						0.625, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[266] = {
						0.625, -- [1]
						0.75, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[267] = {
						0.75, -- [1]
						0.875, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[268] = {
						0.625, -- [1]
						0.75, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[269] = {
						0.875, -- [1]
						1, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[270] = {
						0.75, -- [1]
						0.875, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[70] = {
						0.251953125, -- [1]
						0.375, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[102] = {
						0.375, -- [1]
						0.5, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[71] = {
						0.875, -- [1]
						1, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[103] = {
						0.5, -- [1]
						0.625, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[72] = {
						0, -- [1]
						0.125, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[104] = {
						0.625, -- [1]
						0.75, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[73] = {
						0.125, -- [1]
						0.25, -- [2]
						0.5, -- [3]
						0.625, -- [4]
					},
					[64] = {
						0.5, -- [1]
						0.625, -- [2]
						0.125, -- [3]
						0.25, -- [4]
					},
					[105] = {
						0.75, -- [1]
						0.875, -- [2]
						0, -- [3]
						0.125, -- [4]
					},
					[65] = {
						0, -- [1]
						0.125, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[256] = {
						0.375, -- [1]
						0.5, -- [2]
						0.25, -- [3]
						0.375, -- [4]
					},
					[261] = {
						0, -- [1]
						0.125, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
					[263] = {
						0.25, -- [1]
						0.375, -- [2]
						0.375, -- [3]
						0.5, -- [4]
					},
				},
				["close_shields"] = false,
				["class_coords"] = {
					["HUNTER"] = {
						0, -- [1]
						0.25, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["WARRIOR"] = {
						0, -- [1]
						0.25, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["SHAMAN"] = {
						0.25, -- [1]
						0.49609375, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["MAGE"] = {
						0.25, -- [1]
						0.49609375, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["PET"] = {
						0.25, -- [1]
						0.49609375, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["DRUID"] = {
						0.7421875, -- [1]
						0.98828125, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["MONK"] = {
						0.5, -- [1]
						0.73828125, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["DEATHKNIGHT"] = {
						0.25, -- [1]
						0.5, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["MONSTER"] = {
						0, -- [1]
						0.25, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["UNKNOW"] = {
						0.5, -- [1]
						0.75, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["PRIEST"] = {
						0.49609375, -- [1]
						0.7421875, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
					["ROGUE"] = {
						0.49609375, -- [1]
						0.7421875, -- [2]
						0, -- [3]
						0.25, -- [4]
					},
					["Alliance"] = {
						0.49609375, -- [1]
						0.7421875, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["ENEMY"] = {
						0, -- [1]
						0.25, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["DEMONHUNTER"] = {
						0.73828126, -- [1]
						1, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["Horde"] = {
						0.7421875, -- [1]
						0.98828125, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["PALADIN"] = {
						0, -- [1]
						0.25, -- [2]
						0.5, -- [3]
						0.75, -- [4]
					},
					["UNGROUPPLAYER"] = {
						0.5, -- [1]
						0.75, -- [2]
						0.75, -- [3]
						1, -- [4]
					},
					["WARLOCK"] = {
						0.7421875, -- [1]
						0.98828125, -- [2]
						0.25, -- [3]
						0.5, -- [4]
					},
				},
				["overall_clear_logout"] = false,
				["disable_alldisplays_window"] = false,
				["pvp_as_group"] = true,
				["force_activity_time_pvp"] = true,
				["windows_fade_out"] = {
					"out", -- [1]
					0.2, -- [2]
				},
				["death_tooltip_width"] = 300,
				["clear_graphic"] = true,
				["class_colors"] = {
					["HUNTER"] = {
						0.67, -- [1]
						0.83, -- [2]
						0.45, -- [3]
					},
					["WARRIOR"] = {
						0.78, -- [1]
						0.61, -- [2]
						0.43, -- [3]
					},
					["PALADIN"] = {
						0.96, -- [1]
						0.55, -- [2]
						0.73, -- [3]
					},
					["MAGE"] = {
						0.41, -- [1]
						0.8, -- [2]
						0.94, -- [3]
					},
					["ARENA_YELLOW"] = {
						0.9, -- [1]
						0.9, -- [2]
						0, -- [3]
					},
					["UNGROUPPLAYER"] = {
						0.4, -- [1]
						0.4, -- [2]
						0.4, -- [3]
					},
					["DRUID"] = {
						1, -- [1]
						0.49, -- [2]
						0.04, -- [3]
					},
					["MONK"] = {
						0, -- [1]
						1, -- [2]
						0.59, -- [3]
					},
					["DEATHKNIGHT"] = {
						0.77, -- [1]
						0.12, -- [2]
						0.23, -- [3]
					},
					["WARLOCK"] = {
						0.58, -- [1]
						0.51, -- [2]
						0.79, -- [3]
					},
					["UNKNOW"] = {
						0.2, -- [1]
						0.2, -- [2]
						0.2, -- [3]
					},
					["PRIEST"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
					},
					["ROGUE"] = {
						1, -- [1]
						0.96, -- [2]
						0.41, -- [3]
					},
					["PET"] = {
						0.3, -- [1]
						0.4, -- [2]
						0.5, -- [3]
					},
					["ENEMY"] = {
						0.94117, -- [1]
						0, -- [2]
						0.0196, -- [3]
						1, -- [4]
					},
					["DEMONHUNTER"] = {
						0.64, -- [1]
						0.19, -- [2]
						0.79, -- [3]
					},
					["version"] = 1,
					["NEUTRAL"] = {
						1, -- [1]
						1, -- [2]
						0, -- [3]
					},
					["SHAMAN"] = {
						0, -- [1]
						0.44, -- [2]
						0.87, -- [3]
					},
					["ARENA_GREEN"] = {
						0.1, -- [1]
						0.85, -- [2]
						0.1, -- [3]
					},
				},
				["segments_auto_erase"] = 1,
				["options_group_edit"] = true,
				["segments_amount_to_save"] = 5,
				["minimap"] = {
					["onclick_what_todo"] = 1,
					["radius"] = 160,
					["text_type"] = 1,
					["minimapPos"] = 25.4893335927665,
					["text_format"] = 3,
					["hide"] = false,
				},
				["instances_amount"] = 5,
				["max_window_size"] = {
					["height"] = 450,
					["width"] = 480,
				},
				["trash_auto_remove"] = true,
				["only_pvp_frags"] = false,
				["disable_stretch_button"] = false,
				["time_type_original"] = 2,
				["default_bg_color"] = 0.0941,
				["numerical_system_symbols"] = "auto",
				["segments_panic_mode"] = false,
				["window_clamp"] = {
					-8, -- [1]
					0, -- [2]
					21, -- [3]
					-14, -- [4]
				},
				["standard_skin"] = false,
				["row_fade_out"] = {
					"out", -- [1]
					0.2, -- [2]
				},
				["use_scroll"] = false,
				["total_abbreviation"] = 2,
				["hotcorner_topleft"] = {
					["hide"] = false,
				},
				["report_schema"] = 1,
				["overall_clear_newboss"] = true,
				["font_sizes"] = {
					["menus"] = 14,
				},
				["disable_reset_button"] = false,
				["data_broker_text"] = "",
				["instances_no_libwindow"] = false,
				["instances_segments_locked"] = false,
				["deadlog_limit"] = 16,
				["instances"] = {
					{
						["__pos"] = {
							["normal"] = {
								["y"] = 435.549928848709,
								["x"] = -846.047366227463,
								["w"] = 217.327026367188,
								["h"] = 156.930953979492,
							},
							["solo"] = {
								["y"] = 2.0001220703125,
								["x"] = 1,
								["w"] = 300,
								["h"] = 300,
							},
						},
						["show_statusbar"] = false,
						["menu_icons_size"] = 1,
						["color"] = {
							0.109803921568627, -- [1]
							0.149019607843137, -- [2]
							0.184313725490196, -- [3]
							0, -- [4]
						},
						["menu_anchor"] = {
							16, -- [1]
							3, -- [2]
							["side"] = 2,
						},
						["__snapV"] = false,
						["__snapH"] = false,
						["bg_r"] = 0.109803921568627,
						["switch_healer_in_combat"] = false,
						["hide_in_combat_type"] = 1,
						["hide_out_of_combat"] = false,
						["__was_opened"] = true,
						["following"] = {
							["enabled"] = false,
							["bar_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
							["text_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
						},
						["color_buttons"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["switch_healer"] = false,
						["bars_sort_direction"] = 1,
						["total_bar"] = {
							["enabled"] = false,
							["only_in_group"] = true,
							["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
						},
						["switch_tank"] = false,
						["menu_anchor_down"] = {
							15, -- [1]
							-2, -- [2]
						},
						["micro_displays_locked"] = true,
						["tooltip"] = {
							["n_abilities"] = 3,
							["n_enemies"] = 3,
						},
						["StatusBarSaved"] = {
							["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
							["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
							["options"] = {
								["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
									["textYMod"] = 0,
									["textXMod"] = 0,
									["textFace"] = "Accidental Presidency",
									["textAlign"] = 0,
									["textStyle"] = 2,
									["textSize"] = 10,
									["textColor"] = {
										1, -- [1]
										1, -- [2]
										1, -- [3]
										0.7, -- [4]
									},
								},
								["DETAILS_STATUSBAR_PLUGIN_PATTRIBUTE"] = {
									["isHidden"] = false,
									["textStyle"] = 2,
									["textYMod"] = 0,
									["segmentType"] = 2,
									["textXMod"] = 0,
									["textFace"] = "Accidental Presidency",
									["textAlign"] = 0,
									["textSize"] = 10,
									["textColor"] = {
										1, -- [1]
										1, -- [2]
										1, -- [3]
										0.7, -- [4]
									},
								},
								["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
									["textColor"] = {
										1, -- [1]
										1, -- [2]
										1, -- [3]
										0.7, -- [4]
									},
									["textXMod"] = 6,
									["textFace"] = "Accidental Presidency",
									["textAlign"] = 0,
									["timeType"] = 1,
									["textStyle"] = 2,
									["textSize"] = 10,
									["textYMod"] = 0,
								},
							},
							["left"] = "DETAILS_STATUSBAR_PLUGIN_PATTRIBUTE",
						},
						["show_sidebars"] = false,
						["switch_all_roles_in_combat"] = false,
						["instance_button_anchor"] = {
							-27, -- [1]
							1, -- [2]
						},
						["version"] = 3,
						["row_info"] = {
							["textR_outline"] = false,
							["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
							["textL_outline"] = false,
							["textR_outline_small"] = true,
							["textR_show_data"] = {
								true, -- [1]
								true, -- [2]
								true, -- [3]
							},
							["percent_type"] = 1,
							["fixed_text_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
							},
							["space"] = {
								["right"] = 0,
								["left"] = 0,
								["between"] = -1,
							},
							["texture_background_class_color"] = false,
							["textL_outline_small_color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["font_face_file"] = "Interface\\Addons\\ElvUI_Djup\\Media\\Fonts\\BD_UI.ttf",
							["textL_custom_text"] = " {data3}{data2}",
							["font_size"] = 14,
							["texture_custom_file"] = "Interface\\",
							["texture_file"] = "Interface\\Addons\\ElvUI_Djup\\Media\\Textures\\bd.tga",
							["icon_file"] = "",
							["height"] = 20,
							["models"] = {
								["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
								["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
								["upper_alpha"] = 0.5,
								["lower_enabled"] = false,
								["lower_alpha"] = 0.1,
								["upper_enabled"] = false,
							},
							["textR_bracket"] = "(",
							["texture_custom"] = "",
							["backdrop"] = {
								["enabled"] = true,
								["size"] = 1,
								["color"] = {
									0.0509803921568627, -- [1]
									0.0823529411764706, -- [2]
									0.0901960784313726, -- [3]
									0.900000005960465, -- [4]
								},
								["texture"] = "1 Pixel",
							},
							["fixed_texture_color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								0.900000005960465, -- [4]
							},
							["textL_show_number"] = true,
							["fixed_texture_background_color"] = {
								0.109803921568627, -- [1]
								0.149019607843137, -- [2]
								0.184313725490196, -- [3]
								0.900000005960465, -- [4]
							},
							["textR_enable_custom_text"] = true,
							["textR_custom_text"] = "{data1} ({data2}) ",
							["texture"] = "bd",
							["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
							["texture_background_file"] = "Interface\\BUTTONS\\WHITE8X8.blp",
							["textL_outline_small"] = true,
							["texture_background"] = "ElvUI Blank",
							["alpha"] = 0.900000005960465,
							["textR_class_colors"] = false,
							["textR_outline_small_color"] = {
								0, -- [1]
								0, -- [2]
								0, -- [3]
								1, -- [4]
							},
							["no_icon"] = true,
							["textL_class_colors"] = false,
							["start_after_icon"] = false,
							["font_face"] = "BD_UI",
							["texture_class_colors"] = true,
							["textL_enable_custom_text"] = true,
							["fast_ps_update"] = false,
							["textR_separator"] = ",",
							["use_spec_icons"] = false,
						},
						["__locked"] = true,
						["menu_alpha"] = {
							["enabled"] = false,
							["onenter"] = 1,
							["iconstoo"] = true,
							["ignorebars"] = false,
							["onleave"] = 1,
						},
						["row_show_animation"] = {
							["anim"] = "Fade",
							["options"] = {
							},
						},
						["micro_displays_side"] = 2,
						["bg_b"] = 0.184313725490196,
						["strata"] = "LOW",
						["grab_on_top"] = false,
						["__snap"] = {
						},
						["ignore_mass_showhide"] = false,
						["hide_in_combat_alpha"] = 0,
						["plugins_grow_direction"] = 1,
						["menu_icons"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
							true, -- [4]
							true, -- [5]
							false, -- [6]
							["space"] = -3,
							["shadow"] = false,
						},
						["desaturated_menu"] = false,
						["auto_hide_menu"] = {
							["left"] = false,
							["right"] = false,
						},
						["bars_grow_direction"] = 1,
						["window_scale"] = 1.00999999046326,
						["statusbar_info"] = {
							["alpha"] = 0,
							["overlay"] = {
								0.109803921568627, -- [1]
								0.149019607843137, -- [2]
								0.184313725490196, -- [3]
							},
						},
						["libwindow"] = {
							["y"] = -25.1998781238217,
							["x"] = 4.20247969950799,
							["point"] = "TOPLEFT",
						},
						["bg_alpha"] = 0,
						["hide_icon"] = true,
						["switch_tank_in_combat"] = false,
						["backdrop_texture"] = "Solid",
						["auto_current"] = true,
						["toolbar_side"] = 1,
						["bg_g"] = 0.149019607843137,
						["skin"] = "Serenity",
						["hide_in_combat"] = false,
						["posicao"] = {
							["normal"] = {
								["y"] = 435.549928848709,
								["x"] = -846.047366227463,
								["w"] = 217.327026367188,
								["h"] = 156.930953979492,
							},
							["solo"] = {
								["y"] = 2.0001220703125,
								["x"] = 1,
								["w"] = 300,
								["h"] = 300,
							},
						},
						["switch_all_roles_after_wipe"] = false,
						["switch_damager"] = false,
						["wallpaper"] = {
							["enabled"] = false,
							["width"] = 266.000061035156,
							["texcoord"] = {
								0.0480000019073486, -- [1]
								0.298000011444092, -- [2]
								0.630999984741211, -- [3]
								0.755999984741211, -- [4]
							},
							["overlay"] = {
								0.999997794628143, -- [1]
								0.999997794628143, -- [2]
								0.999997794628143, -- [3]
								0.266666084527969, -- [4]
							},
							["anchor"] = "all",
							["height"] = 225.999984741211,
							["alpha"] = 0.266666680574417,
							["texture"] = "Interface\\AddOns\\Details\\images\\skins\\elvui",
						},
						["stretch_button_side"] = 2,
						["switch_damager_in_combat"] = false,
						["skin_custom"] = "",
						["attribute_text"] = {
							["show_timer"] = {
								true, -- [1]
								true, -- [2]
								true, -- [3]
							},
							["shadow"] = false,
							["side"] = 1,
							["text_color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["custom_text"] = "{name}",
							["text_face"] = "BD_UI",
							["anchor"] = {
								-18, -- [1]
								1, -- [2]
							},
							["enabled"] = true,
							["enable_custom_text"] = false,
							["text_size"] = 14,
						},
						["bars_inverted"] = false,
					}, -- [1]
				},
			},
		},
		["always_use_profile_exception"] = {
			["Тестерв"] = true,
		},
		["always_use_profile_name"] = "PvE",
		["savedStyles"] = {
		},
		["report_pos"] = {
			-575.000366210938, -- [1]
			-18.0000610351563, -- [2]
		},
		["latest_report_table"] = {
			{
				1, -- [1]
				4, -- [2]
				3, -- [3]
				25, -- [4]
				"RAID", -- [5]
			}, -- [1]
			{
				1, -- [1]
				4, -- [2]
				5, -- [3]
				25, -- [4]
				"GUILD", -- [5]
			}, -- [2]
			{
				1, -- [1]
				4, -- [2]
				4, -- [3]
				25, -- [4]
				"RAID", -- [5]
			}, -- [3]
			{
				1, -- [1]
				5, -- [2]
				8, -- [3]
				25, -- [4]
				"RAID", -- [5]
				"Урон по \"Черепу\"", -- [6]
			}, -- [4]
			{
				1, -- [1]
				5, -- [2]
				8, -- [3]
				16, -- [4]
				"GUILD", -- [5]
				"Урон по \"Черепу\"", -- [6]
			}, -- [5]
		},
		["details_auras"] = {
		},
		["savedTimeCaptures"] = {
		},
		["latest_news_saw"] = "v7.3.0.4467",
		["custom"] = {
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Показать, кто из рейда использовал зелья во время боя",
				["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [188030] --Legion\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (188030) --Legion\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (188027) --Legion\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [188028] --Legion\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (188028) --Legion\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [188017] --Legion\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (188017) --Legion\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [229206] --Legion\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (229206) --Legion\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [188029] --Legion\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (188029) --Legion\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n			    end\n			end\n		",
				["icon"] = "Interface\\ICONS\\Trade_Alchemy_PotionD4",
				["name"] = "Использовано зелий",
				["spellid"] = false,
				["target"] = false,
				["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [188030] --Legion\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [188027] --Legion\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [188028] --Legion\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [188017] --Legion\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [229206] --Legion\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [188029] --Legion\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
				["attribute"] = false,
				["script_version"] = 3,
			}, -- [1]
			{
				["source"] = false,
				["total_script"] = false,
				["author"] = "Details! Team",
				["percent_script"] = false,
				["desc"] = "Показать, кто в вашей рейдовой группе использовал исцеляющие камни и зелья",
				["icon"] = "Interface\\ICONS\\warlock_ healthstone",
				["spellid"] = false,
				["name"] = "Исцеляющие зелья и камни",
				["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
				["target"] = false,
				["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, 16, 16)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
				["attribute"] = false,
				["script_version"] = 13,
			}, -- [2]
			{
				["source"] = false,
				["author"] = "Details!",
				["tooltip"] = "				\n			",
				["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
				["desc"] = "Сообщает, сколько времени потратил каждый игрок на нанесение урона.",
				["icon"] = "Interface\\ICONS\\Achievement_PVP_H_06",
				["spellid"] = false,
				["name"] = "Урон (активность)",
				["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
				["target"] = false,
				["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
				["attribute"] = false,
				["script_version"] = 1,
			}, -- [3]
			{
				["source"] = false,
				["author"] = "Details!",
				["tooltip"] = "				\n			",
				["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
				["desc"] = "Сообщает, сколько времени потратил каждый игрок на исцеление.",
				["icon"] = "Interface\\ICONS\\Achievement_PVP_G_06",
				["spellid"] = false,
				["name"] = "Исцеление (активность)",
				["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
				["target"] = false,
				["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
				["attribute"] = false,
				["script_version"] = 1,
			}, -- [4]
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Show the crowd control amount for each player.",
				["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
				["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
				["spellid"] = false,
				["name"] = "Crowd Control Done",
				["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end\n				    --\n				end\n			",
				["target"] = false,
				["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
				["attribute"] = false,
				["script_version"] = 9,
			}, -- [5]
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Show the amount of crowd control received for each player.",
				["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
				["icon"] = "Interface\\ICONS\\Spell_Mage_IceNova",
				["spellid"] = false,
				["name"] = "Crowd Control Received",
				["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, 14, 14)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, 14, 14, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, 14, 14)\n				    end     \n				    \n				end\n			",
				["target"] = false,
				["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
				["attribute"] = false,
				["script_version"] = 1,
			}, -- [6]
			{
				["source"] = false,
				["author"] = "Details!",
				["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
				["desc"] = "Показывать ваши заклинания в окне.",
				["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
				["icon"] = "Interface\\ICONS\\ABILITY_MAGE_ARCANEBARRAGE",
				["name"] = "Мои заклинания",
				["spellid"] = false,
				["target"] = false,
				["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local role = UnitGroupRolesAssigned (\"player\")\n				local pet_attribute\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
				["attribute"] = false,
				["script_version"] = 5,
			}, -- [7]
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Показать полученный урон целью с меткой \"Череп\"",
				["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
				["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
				["name"] = "Урон по \"Черепу\"",
				["spellid"] = false,
				["target"] = false,
				["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
				["attribute"] = false,
				["script_version"] = 2,
			}, -- [8]
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Показать полученный урон по целям с другими метками.",
				["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, 14, 14)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
				["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
				["name"] = "Урон по другим меткам ",
				["spellid"] = false,
				["target"] = false,
				["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
				["attribute"] = false,
				["script_version"] = 2,
			}, -- [9]
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Show overall damage done on the fly.",
				["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, total / OverallCombatTime)\n				s = ToK (_, total) .. \" (\" .. s .. \", \"\n\n				return s\n			",
				["icon"] = "Interface\\ICONS\\Achievement_Quests_Completed_08",
				["spellid"] = false,
				["name"] = "Dynamic Overall Damage",
				["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, 14, 14)\n				    end\n				end\n			",
				["target"] = false,
				["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
				["attribute"] = false,
				["script_version"] = 2,
			}, -- [10]
			{
				["source"] = false,
				["author"] = "Details!",
				["desc"] = "Damage done to shields",
				["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
				["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
				["name"] = "Damage on Shields",
				["spellid"] = false,
				["target"] = false,
				["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
				["attribute"] = false,
				["script_version"] = 1,
			}, -- [11]
		},
		["performance_profiles"] = {
			["Dungeon"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["RaidFinder"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["Battleground15"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["Raid15"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["Mythic"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["Arena"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["Raid30"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
			["Battleground40"] = {
				["enabled"] = false,
				["update_speed"] = 1,
				["aura"] = true,
				["miscdata"] = true,
				["heal"] = true,
				["use_row_animations"] = false,
				["energy"] = false,
				["damage"] = true,
			},
		},
		["exit_log"] = {
			"1 - Closing Janela Info.", -- [1]
			"2 - Clearing user place from instances.", -- [2]
			"4 - Reversing switches.", -- [3]
			"6 - Saving Config.", -- [4]
			"7 - Saving Profiles.", -- [5]
			"8 - Saving nicktag cache.", -- [6]
		},
		["spell_school_cache"] = {
			["Удар бури (левая рука)"] = 1,
			["Удар Тьмы"] = 1,
			["Энергетическая пустота"] = 32,
			["Смерть с небес"] = 1,
			["Ядовитый тычок"] = 8,
			["Гейзер"] = 16,
			["Обжигающая ловушка"] = 4,
			["Очищающий огонь"] = 4,
			["Озеро лавы"] = 4,
			["Опустошенная земля"] = 4,
			["Тухлая слизь"] = 8,
			["Трескучий гром"] = 8,
			["Теневой рассекающий удар"] = 32,
			["Собирающиеся тучи"] = 1,
			["Паутиноход"] = 1,
			["Скрывающий мрак"] = 32,
			["Небесный Огонь"] = 4,
			["Бесконечные мучения"] = 64,
			["Сфера коррозии"] = 16,
			["Ударная волна"] = 1,
			["Взрыв плазмы"] = 4,
			["Жуткий кошмар"] = 32,
			["Вспышка"] = 4,
			["Волнующиеся пески"] = 1,
			["Ледяная буря"] = 16,
			["Оскверненный разум"] = 32,
			["Кошмарная порча"] = 32,
			["Выстрел из пистоли"] = 1,
			["Знак льда"] = 16,
			["Тяжкая рана"] = 1,
			["Неконтролируемая ярость"] = 1,
			["Копье Света"] = 2,
			["Эманация Скверны"] = 4,
			["Кошмарный взрыв"] = 32,
			["Гнев небес"] = 2,
			["Объятия затмения"] = 64,
			["Удобрение"] = 8,
			["Шаровая молния"] = 8,
			["Кинетическое кольцо"] = 64,
			["Дыхание болезни"] = 8,
			["Бросок фолианта немоты"] = 32,
			["Удар"] = 1,
			["Миазмы"] = 32,
			["Веер клинков"] = 1,
			["Инфернальная стрела"] = 4,
			["Сущность Кошмара"] = 32,
			["Буран"] = 8,
			["Живая бомба"] = 4,
			["Удар зазубренным клинком"] = 1,
			["Копье отмщения"] = 4,
			["Метание копья"] = 64,
			["Дерзкий удар"] = 1,
			["Жестокий ветер"] = 1,
			["Выброс тока"] = 8,
			["Головокружение"] = 1,
			["Разделка туши"] = 1,
			["Превосходство"] = 1,
			["Разряд энергии"] = 64,
			["Удар колосса"] = 1,
			["Осколки кристалла"] = 8,
			["Оскверненное освящение"] = 32,
			["Рука Гул'дана"] = 32,
			["Полная луна"] = 64,
			["Исповедь"] = 2,
			["Темные воды"] = 32,
			["Волна разрушения"] = 32,
			["Призрачная глефа"] = 96,
			["Разорванная душа"] = 32,
			["Потоп"] = 16,
			["Высоко летящая молния"] = 8,
			["Проницательный взгляд смерти"] = 8,
			["Удар Скверны"] = 4,
			["Притягательный взрыв"] = 64,
			["Закаленное бурей копье"] = 1,
			["Запутывание"] = 8,
			["Рывок ненависти"] = 1,
			["Непреодолимый ужас"] = 33,
			["Всплеск энергии хаоса"] = 64,
			["Удушающие лозы"] = 8,
			["Выброс маны"] = 64,
			["Жесткая уборка"] = 8,
			["Протокол подавления"] = 64,
			["Костяная пила"] = 1,
			["Шквал Скверны"] = 4,
			["Поглощающие тени"] = 32,
			["Злобный удар"] = 4,
			["Темный залп"] = 32,
			["Коварный удар"] = 1,
			["Колун"] = 1,
			["Чумной залп"] = 32,
			["Некробомба"] = 32,
			["Темная разрядка"] = 32,
			["Бомба"] = 4,
			["Шипы"] = 8,
			["Удар саблей"] = 1,
			["Колодец душ"] = 32,
			["Кромсающий торнадо"] = 1,
			["Призыв молнии"] = 8,
			["Полумесяц"] = 64,
			["Болезнетворное облако"] = 8,
			["Заразное дыхание"] = 40,
			["Сверхновая Погибели"] = 32,
			["Ядовитые жвалы"] = 8,
			["Ледяная волна"] = 16,
			["Сброс эпохальной сферы"] = 64,
			["Кошмарные споры"] = 8,
			["Темные вихри"] = 32,
			["Агония"] = 32,
			["Импульс духа"] = 32,
			["Божественный молот"] = 2,
			["Язык пламени"] = 4,
			["Гибельный кошмар"] = 32,
			["Удивительная скорость"] = 64,
			["Сварочный луч"] = 8,
			["Кристальные шипы"] = 8,
			["Клинки Кошмара"] = 1,
			["Паралич"] = 64,
			["Луч Скверны"] = 4,
			["Сигнальный огонь"] = 4,
			["Видение Бездны"] = 32,
			["Знак Летона"] = 32,
			["Жестокий удар кулаком"] = 1,
			["Отмщение"] = 1,
			["Иссушающая гниль"] = 32,
			["Рикошетящие клинки"] = 1,
			["Взрывная ловушка"] = 4,
			["Вращающаяся коса"] = 1,
			["Смертельный удар"] = 1,
			["Бурехлест"] = 8,
			["Ледяная новая"] = 16,
			["Выстрел гидры"] = 1,
			["Взрывной выстрел"] = 1,
			["Прицельный выстрел"] = 1,
			["Истечение мощью Скверны"] = 4,
			["Стрела рока"] = 32,
			["Пронзающий гарпун"] = 1,
			["Бросить якорь"] = 1,
			["Проклятие полуночи"] = 32,
			["Пронзание"] = 1,
			["Рывок"] = 1,
			["Бешеный укус"] = 1,
			["Чародейское затмение"] = 64,
			["Взмах кошмарных крыльев"] = 32,
			["Соленая слюна"] = 16,
			["Пронзительные страдания"] = 32,
			["Пустулезный плевок"] = 8,
			["Чародейская стрела"] = 64,
			["Горящие книги"] = 4,
			["Кольцо силы"] = 64,
			["Вспышка Хаоса"] = 32,
			["Магмовый крушитель"] = 4,
			["Пошатнувшаяся воля"] = 32,
			["Беспорядочные удары"] = 1,
			["Огненная глыба"] = 4,
			["Диссонанс"] = 32,
			["Возрождение феникса"] = 4,
			["Знак Алунета"] = 64,
			["Кольцо обледенения"] = 16,
			["Огненный шар Скверны"] = 4,
			["Дополнительный выпад"] = 1,
			["Хлопок"] = 1,
			["Обращение в бегство"] = 1,
			["Буря комет"] = 16,
			["Ярость орла"] = 1,
			["Извержение"] = 4,
			["Очищающая ярость"] = 64,
			["Аура страха"] = 32,
			["Укус змеи"] = 8,
			["Лихорадочное касание"] = 4,
			["Метеор Пустоты"] = 68,
			["Выброс тьмы"] = 32,
			["Удар разложения"] = 1,
			["Обелиск Скверны"] = 1,
			["Оползень"] = 8,
			["Оковы Пустоты"] = 64,
			["Падающая комета"] = 4,
			["Рыба-бомба"] = 8,
			["Эхо души"] = 32,
			["Волна пламени"] = 4,
			["Вертел"] = 1,
			["Пытка разума"] = 32,
			["Раскидывание"] = 8,
			["Выстрел кобры"] = 1,
			["Пламя души"] = 4,
			["Пылевое поле"] = 8,
			["Черное искажение"] = 32,
			["Ядовитая кожа"] = 8,
			["Жгучие раны"] = 4,
			["Темный разлом"] = 32,
			["Опустошенная душа"] = 1,
			["Нестабильное колдовство"] = 32,
			["Мелькающие вилки"] = 1,
			["Семя порчи"] = 32,
			["Узы ужаса"] = 32,
			["Темная мокрота"] = 32,
			["Пленник Легиона"] = 2,
			["Источник духа"] = 32,
			["Раскатистый рев"] = 1,
			["Вредоносное касание"] = 32,
			["Каменная глыба"] = 1,
			["Гнев дракона"] = 8,
			["Солнечный коллапс"] = 4,
			["Танец клинков"] = 1,
			["Вытягивание энергии"] = 64,
			["Разлом Пустоты"] = 64,
			["Стрела Тьмы"] = 32,
			["Кольцо Тьмы"] = 32,
			["Удар ногой"] = 1,
			["Сильный удар об стену"] = 1,
			["Сочащийся туман"] = 8,
			["Молот созидания"] = 2,
			["Грохочущая буря"] = 8,
			["Песочная стрела"] = 4,
			["Мощный удар"] = 1,
			["Пузырь газа"] = 16,
			["Быстрострел"] = 1,
			["Пронзающее копье"] = 1,
			["Стремительность урагана"] = 8,
			["Рассекающий удар сверху"] = 1,
			["Расплавленная Скверна"] = 4,
			["Пустулезная плоть"] = 8,
			["Обжигающее дыхание"] = 4,
			["Налет"] = 1,
			["Темная стая"] = 32,
			["Инфернальное пламя"] = 4,
			["Жнец душ"] = 32,
			["Кровь Маннорота"] = 4,
			["Выброс лавы"] = 4,
			["Ураганная волна"] = 16,
			["Омут душ"] = 32,
			["Покинуть Ночной Колодец"] = 64,
			["Кислотный укус"] = 8,
			["Клинок Скверны"] = 4,
			["Освящение"] = 2,
			["Раскалывающий натиск"] = 4,
			["Излияние тоски"] = 32,
			["Бутылка грога"] = 1,
			["Черный мор"] = 8,
			["Мерцание"] = 64,
			["Залп огня Скверны"] = 4,
			["Священный огонь"] = 4,
			["Огненный язык"] = 4,
			["Точечный удар"] = 64,
			["Ползучие кошмары"] = 32,
			["Укол"] = 1,
			["Ливень армагеддона"] = 4,
			["Могучий кулак"] = 1,
			["Огненный снаряд Скверны"] = 4,
			["Зрение Иллидана"] = 4,
			["Язык Тьмы"] = 32,
			["Солнечный огонь"] = 8,
			["Смерть и разложение"] = 32,
			["Акробатический удар"] = 1,
			["Взрыв души"] = 4,
			["Гнев"] = 8,
			["Великая сила бури"] = 8,
			["Ужасное извержение"] = 32,
			["Замораживающая бомба"] = 16,
			["Ужасные шипы"] = 32,
			["Волна жара"] = 4,
			["Шквал"] = 16,
			["Желчная тина"] = 16,
			["Липкие путы"] = 64,
			["Вековечная чума"] = 8,
			["Сокрушительная хватка"] = 8,
			["Ядовитая кровь"] = 8,
			["Гаррота"] = 1,
			["Молния"] = 8,
			["Вихревой удар"] = 1,
			["Разъедающая желчь"] = 16,
			["Нестабильная душа"] = 4,
			["Жатва душ"] = 4,
			["Боеприпасы огня Скверны"] = 4,
			["Эхо Бездны"] = 32,
			["Песнь ветра"] = 8,
			["Чавканье"] = 1,
			["Выброс сока"] = 8,
			["Кольцо льда"] = 16,
			["Глумливый рывок"] = 1,
			["Рассечение пламени Скверны"] = 4,
			["Радиоактивное облако"] = 8,
			["Черные ветра"] = 32,
			["Ядовитый плевок"] = 8,
			["Кричащие духи"] = 32,
			["Удар ящера"] = 1,
			["Проклятие ведьмы"] = 32,
			["Гниль Озумата"] = 32,
			["Разрывающие когти"] = 1,
			["Падающая звезда"] = 64,
			["Грозовая буря"] = 8,
			["Око Гул'дана"] = 32,
			["Узы Скверны"] = 4,
			["Снежная буря"] = 16,
			["Казнь"] = 1,
			["Крутящийся клинок"] = 1,
			["Злобный плевок"] = 8,
			["Горнило"] = 4,
			["Пламя феникса"] = 4,
			["Бесконечная Бездна"] = 32,
			["Темное сокрушение"] = 32,
			["Яд паучка"] = 8,
			["Отравленные колючки"] = 8,
			["Ураганный обстрел"] = 32,
			["Мучительное извержение"] = 4,
			["Водоем колдунства"] = 8,
			["Голова гидры"] = 1,
			["Волшебный торнадо"] = 64,
			["Кошмарный цветок"] = 32,
			["Бушующая гроза"] = 8,
			["Аура разложения"] = 1,
			["Хрумканье костями"] = 1,
			["Выпад"] = 1,
			["Ядовитая лужа"] = 8,
			["Град амулетов"] = 8,
			["Отголоски Скверны"] = 4,
			["Сильное кровопускание"] = 1,
			["Дворник"] = 64,
			["Травма"] = 1,
			["Хватка смерти"] = 1,
			["Тление"] = 4,
			["Промеж глаз"] = 1,
			["Очищение зла"] = 4,
			["Удар Плети"] = 1,
			["Кровавая стрела"] = 32,
			["Яростный укус"] = 64,
			["Огненная стрела"] = 4,
			["Пылающая смола"] = 4,
			["Огненная Чешуя"] = 4,
			["Укус Кровавой Пасти"] = 32,
			["Кошмарный метеорит"] = 32,
			["Полярная стрела"] = 48,
			["Пламя Хаоса"] = 124,
			["Гнусное разложение"] = 32,
			["Сокрушение Бездны"] = 1,
			["Молот разрушения"] = 4,
			["Разлом"] = 1,
			["Световое излучение"] = 2,
			["Сумеречная глефа"] = 32,
			["Кристальный покров"] = 64,
			["Инфернальные угли"] = 4,
			["Парящие угли"] = 4,
			["Щит с элементиевыми шипами"] = 64,
			["Залп"] = 64,
			["Местная буря"] = 8,
			["Не щадить никого!"] = 64,
			["Чародейская сфера"] = 64,
			["Разрывающий крик"] = 32,
			["Гниение брони"] = 1,
			["Яд"] = 8,
			["Огненный шок"] = 4,
			["Взрывоопасная гниль"] = 40,
			["Кровавая бомба"] = 32,
			["Шип рока"] = 32,
			["Некротический яд"] = 8,
			["Серный клинок"] = 4,
			["Темная власть"] = 1,
			["Губительный газ"] = 32,
			["Кровь отца"] = 4,
			["Пробуждение в Кошмаре"] = 1,
			["Отравленный фиал"] = 8,
			["Чародейские стрелы"] = 64,
			["Погибель королей"] = 8,
			["Пузырящаяся слизь"] = 8,
			["Землетрясение"] = 8,
			["Воющий топор"] = 8,
			["Ледяная стрела"] = 16,
			["Сфокусированный луч маны"] = 64,
			["Ледяная стрела Скверны"] = 20,
			["Нестабильная мана"] = 64,
			["Рваная рана"] = 1,
			["Сущность порчи"] = 16,
			["Прицельный залп"] = 1,
			["Стальная вспышка"] = 1,
			["Долг чести"] = 2,
			["Обморожение"] = 16,
			["Клинки тьмы"] = 32,
			["Темпоральный заряд"] = 64,
			["Стремительный ураган пламени"] = 4,
			["Сбивание"] = 1,
			["Воспламеняющая вспышка"] = 4,
			["Гнусная ловушка"] = 4,
			["Кровавая стая"] = 32,
			["Быстрый обстрел"] = 32,
			["Смертоносный визг"] = 32,
			["Буря"] = 8,
			["Тяжелый шаг"] = 1,
			["Ледяные осколки"] = 16,
			["Ледяной взрыв"] = 48,
			["Нестабильная магия"] = 16,
			["Водоворот Скверны"] = 4,
			["Мрачная Жатва"] = 32,
			["Пылающее клеймо"] = 4,
			["Резонирующий удар сплеча"] = 64,
			["Алчущий рой"] = 32,
			["Иссечение"] = 1,
			["Ледяной шар"] = 16,
			["Зов морей"] = 16,
			["Взрыв армагеддона"] = 4,
			["Лавина"] = 1,
			["Нестабильная энергия"] = 64,
			["Буйство"] = 8,
			["Растаптывание"] = 1,
			["Дробление хребта"] = 1,
			["Чародейский рассекатель"] = 64,
			["Чумное заражение"] = 40,
			["Вскипание крови"] = 32,
			["Удар симбионта"] = 33,
			["Удар бури"] = 1,
			["Трепет"] = 32,
			["Касание Саргераса"] = 32,
			["Каменный снаряд"] = 8,
			["Падение кометы"] = 1,
			["Соединение душ"] = 32,
			["Печать огня"] = 4,
			["Раздирание плоти"] = 1,
			["Бросок динамита"] = 4,
			["Переполняющая мощь"] = 64,
			["Ответная реакция"] = 2,
			["Переполняющая энергия"] = 4,
			["Область Пустоты"] = 64,
			["Поглощение маны"] = 64,
			["Затягивающая сингулярность"] = 64,
			["Выделение порчи"] = 32,
			["Взрыв"] = 4,
			["Прикосновение неизведанного"] = 64,
			["Клинок души"] = 32,
			["Окаменевшие иглы"] = 1,
			["Кошмары"] = 32,
			["Атака языка пламени"] = 4,
			["Бросить мусор"] = 1,
			["Боевой клинок"] = 1,
			["Интенсивное горение"] = 4,
			["Порча: сокрушающие тени"] = 1,
			["Костяная коса"] = 1,
			["Апокалиптический Кошмар"] = 4,
			["Вскрывающиеся нарывы"] = 32,
			["Магическая ловушка"] = 4,
			["Брызги супа"] = 16,
			["Удушающая пыль"] = 8,
			["Водяной взрыв"] = 16,
			["Чародейский туман"] = 64,
			["Знак незримого сатира"] = 4,
			["Взбучка"] = 1,
			["Стенающие души"] = 32,
			["Темный след"] = 32,
			["Гравитационный колодец"] = 32,
			["Мощный прилив"] = 16,
			["Чародейский выстрел"] = 64,
			["Ураган пламени"] = 4,
			["Проклятие Легиона"] = 32,
			["Пасть смерти"] = 32,
			["Чародейское мучение"] = 64,
			["Горящая земля"] = 4,
			["Беспокойные тени"] = 32,
			["Огненный щит"] = 4,
			["Лужа слизи"] = 8,
			["Священная земля"] = 2,
			["Удар наводнения"] = 8,
			["Взрыв бомбы с детектором движения"] = 4,
			["Пульсация тьмы"] = 32,
			["Насилие над разумом"] = 32,
			["Отпечаток пламени Скверны"] = 4,
			["Мучительный прыжок"] = 1,
			["Раскалывающий рок"] = 32,
			["Смертоносный взрыв"] = 32,
			["Лик смерти"] = 32,
			["Промокание"] = 16,
			["Роковой раскол"] = 32,
			["Аура гнусности"] = 32,
			["Пепельная стрела"] = 4,
			["Мучительное вливание"] = 32,
			["Лава"] = 4,
			["Отчаяние"] = 32,
			["Лунный обстрел"] = 64,
			["Жестокие ветра"] = 1,
			["Гибельная волна"] = 32,
			["Удар в сердце"] = 1,
			["Укус"] = 1,
			["Расщепление времени"] = 64,
			["Прикосновение гнили"] = 8,
			["Темная печать"] = 32,
			["Хронометрическая перегрузка"] = 64,
			["Остаточная тьма"] = 32,
			["Первобытная ярость"] = 1,
			["Водный всплеск"] = 16,
			["Перехват"] = 1,
			["Трупное заражение"] = 32,
			["Чародейские узы"] = 64,
			["Пронзающий дождь"] = 16,
			["Звездная вспышка"] = 64,
			["Аура регенерации"] = 8,
			["Параллельное измерение"] = 64,
			["Ночной клинок"] = 32,
			["Жгучая рана"] = 4,
			["Бурлящая вода"] = 16,
			["Темное опустошение"] = 32,
			["Разряд"] = 8,
			["Брешь"] = 64,
			["Тени Тьмы"] = 32,
			["Дыхание порчи"] = 4,
			["Чародейский обстрел"] = 64,
			["Гнев Творцов"] = 4,
			["Морской токсин"] = 8,
			["Семя чумы"] = 32,
			["Расколотая земля"] = 4,
			["Темнопад"] = 32,
			["Гниющие стрелы"] = 32,
			["Кристальный шип"] = 8,
			["Божественная буря"] = 2,
			["Лопающийся гнойник"] = 8,
			["Метеорит Скверны"] = 1,
			["Зыбучие пески"] = 8,
			["Порыв Скверны"] = 4,
			["Карантин"] = 64,
			["Замерзшая лужа"] = 16,
			["Чародейский укус"] = 64,
			["Камнедробитель"] = 8,
			["Вечная мерзлота"] = 16,
			["Асфиксия"] = 1,
			["Кровавый гной"] = 32,
			["Град глеф"] = 64,
			["Жидкое адское пламя"] = 4,
			["Горящие шипы"] = 4,
			["Лунный удар"] = 64,
			["Темный взрыв"] = 32,
			["Оскверняющее пламя"] = 36,
			["Удар валуна"] = 1,
			["Обжигающий жар"] = 4,
			["Каменная осыпь"] = 1,
			["Желчное разжижение"] = 16,
			["Огненный ливень"] = 4,
			["Защитное кольцо"] = 64,
			["Дуговая молния"] = 64,
			["Беглый огонь"] = 1,
			["Удар воина Света"] = 2,
			["Дикий укус"] = 1,
			["Инфекция чумы"] = 8,
			["Мощный удар щитом"] = 1,
			["Око урагана"] = 64,
			["Вихрь клинков"] = 1,
			["Оскверняющие чернила"] = 32,
			["Фонарь Тьмы"] = 32,
			["Опутывающие кошмары"] = 32,
			["Вихрь душ"] = 32,
			["Бросок сюрикэна"] = 1,
			["Конус холода"] = 16,
			["Луч дезинтеграции"] = 32,
			["Насыщение Светом"] = 2,
			["Копье страданий"] = 32,
			["Мокрый клинок"] = 1,
			["Токсичные объедки"] = 8,
			["Порча: непостижимая реальность"] = 4,
			["Разбрызгивание яда"] = 8,
			["Рогатые гремучие змеи"] = 8,
			["Осветительная ракета"] = 64,
			["Знак Исондры"] = 32,
			["Разрыв Пустоты"] = 32,
			["Гнусная Скверна"] = 4,
			["Огненный след"] = 4,
			["Исторжение души"] = 32,
			["Мерзкая жижа"] = 8,
			["Разъедание души"] = 32,
			["Путь разрушения"] = 64,
			["Живительная вода"] = 16,
			["Грязевой вихрь"] = 8,
			["Удушающая тьма"] = 32,
			["Могильное касание"] = 32,
			["Поражение пламенем Скверны"] = 4,
			["Порча"] = 32,
			["Грозовой шквал"] = 8,
			["Штормовой ветер"] = 8,
			["Инфернальное извержение"] = 4,
			["Приливная волна"] = 16,
			["Кинетическое извержение"] = 64,
			["Темное искажение"] = 32,
			["Удар героя"] = 1,
			["Гравитационное сдавливание"] = 32,
			["Стремительный бег"] = 1,
			["Всепожирающее пламя"] = 4,
			["Дикое растерзание"] = 1,
			["Пылающее рассечение"] = 4,
			["Коварная порча"] = 32,
			["Поражение Пламенем Скверны"] = 4,
			["Пробирающий до костей вой"] = 32,
			["Падающие обломки"] = 1,
			["Шквал кристаллов"] = 1,
			["Завихрения ветра"] = 8,
			["Взрыв Скверны"] = 4,
			["Инфернальный удар"] = 4,
			["Морская порча"] = 16,
			["Восстань, павший"] = 32,
			["Ледяной захват"] = 16,
			["Железный вихрь"] = 1,
			["Временной взрыв"] = 64,
			["Аура презрения"] = 1,
			["Могильные скарабеи"] = 1,
			["Абляционный взрыв"] = 64,
			["Горестный вой"] = 32,
			["Злоба Миллифисент"] = 8,
			["Расплющивание"] = 1,
			["Горящие клинки"] = 32,
			["Внутренние демоны"] = 127,
			["Разрушительное буйство"] = 1,
			["Демонические клинки"] = 32,
			["Энергетический заряд"] = 64,
			["Вспышка молнии"] = 8,
			["Высвобождение Бездны"] = 32,
			["Детонация: чародейская сфера"] = 64,
			["Сумеречный призрак"] = 32,
			["Стая воронов"] = 1,
			["Ядовитый клинок"] = 8,
			["Кровавая чума"] = 32,
			["Истребление"] = 64,
			["Радиация"] = 64,
			["Взрывоопасные тени"] = 32,
			["Всплеск"] = 4,
			["Выстрел"] = 1,
			["Осквернение"] = 32,
			["Метеорит Бездны"] = 1,
			["Сгусток пламени"] = 4,
			["Воронка"] = 32,
			["Теневой клинок"] = 32,
			["Вспышка Бездны"] = 32,
			["Струя песка"] = 8,
			["Взор Ветриза"] = 32,
			["Ошеломляющий удар"] = 1,
			["Минометный обстрел"] = 4,
			["Каменное дыхание"] = 8,
			["Ритуальный удар"] = 32,
			["Бросок"] = 1,
			["Заряд Кошмара"] = 32,
			["Сокрушение"] = 1,
			["Взрыв разума"] = 32,
			["Призрачная вспышка"] = 64,
			["Ненависть"] = 4,
			["Перегрузка выброса лавы"] = 4,
			["Резонанс от магии льда"] = 16,
			["Магматическая волна"] = 4,
			["Бритвенное крыло"] = 32,
			["Токсичный хитин"] = 8,
			["Огненный шар"] = 4,
			["Пушечное ядро"] = 1,
			["Неспокойные воды"] = 16,
			["Рассекатель Скверны"] = 4,
			["Лунный ожог"] = 64,
			["Вытягивание души"] = 32,
			["Жаркое пламя"] = 4,
			["Гнилостный плевок"] = 8,
			["Зазубренный диск"] = 1,
			["Бес-пощадный взрыв Скверны"] = 4,
			["Заражение порчей"] = 32,
			["Шквал ударов"] = 1,
			["Залп стрел Тьмы"] = 32,
			["Ярость Утробы душ"] = 16,
			["Град армагеддона"] = 1,
			["Очищающее пламя"] = 2,
			["Магматический удар"] = 8,
			["Статическое поле"] = 8,
			["Многоглавый"] = 1,
			["Кристалл льда"] = 16,
			["Оскверняющий яд"] = 8,
			["Чародейская бомба"] = 64,
			["Сеть с крючьями"] = 1,
			["Разрушительная энергия"] = 64,
			["Проклятие агонии"] = 32,
			["Призрачный взрыв"] = 32,
			["Мертвенная бледность"] = 32,
			["Прикосновение порчи"] = 32,
			["Удар кораллом"] = 1,
			["Мгновенный взрыв"] = 4,
			["Незримое присутствие"] = 32,
			["Схлопывающаяся сингулярность"] = 32,
			["Кислотное дыхание"] = 8,
			["Руническая детонация"] = 32,
			["Взрыв пузыря"] = 16,
			["Зловонный смрад"] = 8,
			["Темпоральное смещение"] = 64,
			["Гниль души"] = 32,
			["Правой, левой"] = 1,
			["Отравленная заточка"] = 8,
			["Гром и молния"] = 8,
			["Прокалывание"] = 1,
			["Кромсающий вихрь"] = 1,
			["Нисходящий поток"] = 8,
			["Выверенный взрыв"] = 2,
			["Раскалывающий удар"] = 1,
			["Разъедающий укус"] = 4,
			["Обстрел солоноватой водой"] = 16,
			["Сосредоточенный взрыв ужаса"] = 4,
			["Пророческий луч"] = 64,
			["Залп Скверны"] = 4,
			["Кислота гидры"] = 8,
			["Замкнутая ярость"] = 1,
			["Метательные топоры"] = 1,
			["Разряд молнии"] = 8,
			["Желчное дыхание"] = 16,
			["Очищающее разрушение"] = 64,
			["Неуклюжий удар сплеча"] = 1,
			["Сияние пламенных недр"] = 4,
			["Ледяные удары"] = 16,
			["Утечка магии"] = 64,
			["Коса Скверны"] = 4,
			["Фанатизм"] = 1,
			["Оскверняющий рев"] = 32,
			["Взрывной ползун"] = 8,
			["Охранный смерч"] = 8,
			["Черная слизь"] = 32,
			["Детонация: знак льда"] = 16,
			["Темное одиночество"] = 32,
			["Взрыв порчи"] = 32,
			["Беспощадная буря"] = 16,
			["Рывок Скверны"] = 127,
			["Завывающие ветры"] = 8,
			["Молниеносные удары"] = 64,
			["Оптический луч"] = 4,
			["Сотрясающий землю рык"] = 8,
			["Щит молний"] = 8,
			["Оскверняющая поступь"] = 1,
			["Удар горы"] = 8,
			["Лунный огонь"] = 64,
			["Бросок копья"] = 64,
			["Удар огненной бури"] = 4,
			["Копье с зазубренным наконечником"] = 1,
			["Артиллерийский выстрел"] = 4,
			["Вытягивание жизни"] = 32,
			["Усиленный всплеск энергии хаоса"] = 64,
			["Потрошение"] = 1,
			["Эфирный выстрел"] = 32,
			["Тяжелые клешни"] = 1,
			["Пожирающая пасть"] = 16,
			["Слово тоски"] = 16,
			["Окровавленные когти"] = 1,
			["Упокоение"] = 32,
			["Чародейская вспышка"] = 64,
			["Усиленное око Гул'дана"] = 4,
			["Прикосновение вампира"] = 32,
			["Сгусток Скверны"] = 4,
			["Сокрушающая молния"] = 8,
			["Поджигание"] = 4,
			["Покров скорби"] = 32,
			["Похищение жизни"] = 32,
			["Тяжелая рука"] = 1,
			["Взрыв \"Знака льда\""] = 16,
			["Руническое клеймо"] = 2,
			["Удар по земле"] = 1,
			["Извергающийся ужас"] = 32,
			["Призрачная детонация"] = 32,
			["Раздирание души"] = 32,
			["Зараженная земля"] = 40,
			["Хищный прыжок"] = 1,
			["Взрыв пламени"] = 4,
			["Обжигающий плевок"] = 4,
			["Токсичная желчь"] = 8,
			["Армагеддон"] = 64,
			["Слово Тьмы: Смерть"] = 32,
			["Взрыв льда"] = 16,
			["Когти свирепости"] = 1,
			["Обжигающий луч"] = 4,
			["Жертвенный огонь"] = 4,
			["Яд Пустоты"] = 64,
			["Рассекающий удар"] = 1,
			["Зелье мучений"] = 8,
			["Беснующаяся буря"] = 8,
			["Огнемет"] = 4,
			["Поглощение души"] = 32,
			["Клыки хищника"] = 1,
			["Колллапсирующий разлом"] = 32,
			["Призрачная стрела"] = 64,
			["Окаменяющее облако"] = 8,
			["Удар Хаоса"] = 127,
			["Метеор"] = 4,
			["Звездный поток"] = 72,
			["Рагнарек"] = 4,
			["Громовой удар"] = 8,
			["Ледяное дыхание"] = 16,
			["Запечатанная магия"] = 64,
			["Обжигающий укус"] = 4,
			["Кара"] = 2,
			["Звездный ожог"] = 4,
			["Тьма тысячи душ"] = 32,
			["Лунный взрыв"] = 64,
			["Вихрь иллюзий"] = 64,
			["Флегма Тьмы"] = 32,
			["Неотвязный ужас"] = 64,
			["Пистолетный обстрел"] = 32,
			["Пламя Саргераса"] = 4,
			["Горящий метеор"] = 4,
			["Усиленные узы Скверны"] = 4,
			["Оглушающий удар"] = 1,
			["Мощное столкновение"] = 1,
			["Мощный удар щупальцем"] = 8,
			["Зачарованный яд"] = 64,
			["Кислотная рана"] = 8,
			["Сокрушающая звезда"] = 4,
			["Корни-душители"] = 8,
			["Бесконечная зима"] = 16,
			["Кристаллические обломки"] = 64,
			["Похищение души"] = 32,
			["Временная сфера"] = 64,
			["Касание мага"] = 64,
			["Слепящее адское пламя"] = 4,
			["Огненный взрыв"] = 4,
			["Стон страдания"] = 32,
			["Оскверняющее поглощение"] = 32,
			["Кристализованная земля"] = 8,
			["Сумеречный залп"] = 32,
			["Клеймо Аргуса"] = 4,
			["Грохочущие шаги"] = 8,
			["Поцелуй вампира"] = 1,
			["Каскад звезд"] = 64,
			["Погребение во льду"] = 16,
			["Мощный удар застрельщика"] = 1,
			["Жизнеотвод"] = 32,
			["Танцующий клинок"] = 1,
			["Руна исцеления"] = 2,
			["Демоническое извержение"] = 4,
			["Насыщение Скверной"] = 4,
			["Взрывное пламя ужаса"] = 4,
			["Демонический обелиск"] = 4,
			["Удар смерти"] = 1,
			["Шоковые волны"] = 8,
			["Стремительный разрыв"] = 1,
			["Смрадная гниль"] = 8,
			["Острейшие шипы"] = 8,
			["Подавляющий взгляд"] = 32,
			["Губительный рев"] = 32,
			["Челюсти из глубин"] = 32,
			["Смертоносный яд"] = 8,
			["Взрыв ужаса"] = 32,
			["Энергетический разряд"] = 64,
			["Студеная вода"] = 16,
			["Corpo-a-Corpo"] = 1,
			["Поражение молнией"] = 8,
			["Черная стрела"] = 32,
			["Темный рывок"] = 1,
			["Вытягивание сил"] = 32,
			["Знак Таэрара"] = 32,
			["Ледяное копье"] = 16,
			["Хаотическая энергия"] = 4,
			["Укус мангуста"] = 1,
			["Сумерки"] = 32,
			["Иссушение"] = 4,
			["Нестабильная сфера"] = 4,
			["Теневой клинок в левой руке"] = 32,
			["Оглушающая волна"] = 32,
			["Иссушение живущих"] = 32,
			["Отголоски Света"] = 2,
			["Стрела Хаоса"] = 124,
			["Ожог"] = 4,
			["Пылающий рывок"] = 4,
			["Разрезание разума"] = 32,
			["Сокрушительная волна"] = 16,
			["Темные крылья"] = 32,
			["Апокалиптический огонь"] = 4,
			["Звездные осколки"] = 64,
			["Луч"] = 4,
			["Осколок Льда Тьмы"] = 48,
			["Пожирание"] = 1,
			["Пронзающие стрелы"] = 64,
			["Сфера разрушения"] = 4,
			["Взрыв солоноватой воды"] = 16,
			["Искривляющий выброс"] = 64,
			["Ослабление"] = 8,
			["Прокол"] = 1,
			["Фрагмент"] = 32,
			["Рвота Скверны"] = 4,
			["Око шторма"] = 8,
			["Ледяной обвал"] = 16,
			["Лютый холод"] = 16,
			["Едкая пасть"] = 8,
			["Пять ударов кнутом"] = 1,
			["Опаляющий выстрел"] = 4,
			["Проклятая кровь"] = 32,
			["Подрыв снаряда"] = 127,
			["Паразитические путы"] = 8,
			["Массированный минометный обстрел"] = 4,
			["Разрывающая сингулярность"] = 64,
			["Зловещая буря"] = 32,
			["Цапнуть"] = 1,
			["Звериная жестокость"] = 1,
			["Космическая коса"] = 64,
			["Раскалывание душ"] = 1,
			["Вой смерти"] = 32,
			["Сосредоточенная атака"] = 1,
			["Инерция"] = 1,
			["Костяной шквал"] = 1,
			["Изрыгание пламени"] = 4,
			["Аннигиляция"] = 1,
			["Некротический укус"] = 40,
			["Усиленное жидкое адское пламя"] = 4,
			["Глаз ужаса"] = 32,
			["Вспышка болезни"] = 32,
			["Венец пламени"] = 4,
			["Кошмарные корни"] = 32,
			["Изнурение"] = 1,
			["Пиротехника"] = 4,
			["Силовой взрыв"] = 64,
			["Горящее клеймо"] = 4,
			["Управляемый Хаос"] = 64,
			["Удар с наскока"] = 1,
			["Чародейское опустошение"] = 64,
			["Сминающий рывок"] = 1,
			["Испепеление"] = 4,
			["Обходной удар"] = 1,
			["Воля Легиона"] = 127,
			["Автоматическая стрельба"] = 1,
			["Знак Эмерисс"] = 32,
			["Повторяющиеся удары"] = 1,
			["Гнев Воздуха"] = 8,
			["Ползучая гибель"] = 4,
			["Оскверненное извержение"] = 32,
			["Смрадное дыхание"] = 32,
			["Гипнотическое облако"] = 8,
			["Цыплячьи микроракеты"] = 4,
			["Электрокожа"] = 8,
			["Горящее копье"] = 1,
			["Вихрь"] = 1,
			["Режущий удар"] = 1,
			["Дестабилизированная сфера"] = 64,
			["Выдержка времени"] = 64,
			["Разлагающиеся корни"] = 8,
			["Шип Пустоты"] = 64,
			["Абсолютный нуль"] = 16,
			["Хаотический выброс"] = 4,
			["Сфера порчи"] = 32,
			["Сияющий фрагмент"] = 2,
			["Погибель"] = 32,
			["Тошнотворная лужа"] = 8,
			["Инфернальный шип"] = 4,
			["Ливень Хаоса"] = 4,
			["Грозовой фронт"] = 8,
			["Взмах крылом"] = 1,
			["Статический заряд"] = 64,
			["Стремительный бросок"] = 1,
			["Лужа Скверны"] = 4,
			["Аура подавления"] = 32,
			["Пылкое желание Кил'джедена"] = 4,
			["Атака неистовства ветра"] = 1,
			["Полное истребление"] = 4,
			["Бубонная чума"] = 8,
			["Залп стрел"] = 1,
			["Повторный толчок"] = 1,
			["Воспламенение"] = 4,
			["Бесконечная тьма"] = 32,
			["Смертоносная чума"] = 32,
			["Бросок оружия"] = 1,
			["Извержение Скверны"] = 32,
			["Удар из пекла"] = 4,
			["Некротическое гниение"] = 40,
			["Горение"] = 4,
			["Мучительное рассечение"] = 32,
			["Лишение будущего"] = 64,
			["Обстрел Скверны"] = 1,
			["Чешется!"] = 1,
			["Слово Тьмы: Боль"] = 32,
			["Лавовый гейзер"] = 4,
			["Ужас из глубин"] = 8,
			["Мрак"] = 32,
			["Энергия Ночного Колодца"] = 64,
			["Изводень"] = 16,
			["Ужасные клинки"] = 4,
			["Зловонная пасть"] = 8,
			["Пламя Скверны"] = 4,
			["Пытливый взгляд"] = 1,
			["Удушающие тени"] = 32,
			["Темная буря"] = 32,
			["Грохочущий топот"] = 1,
			["Волна ци"] = 8,
			["Клевок"] = 1,
			["Истязающее дыхание"] = 32,
			["Мучительное разрывание"] = 1,
			["Плевок гноем"] = 32,
			["Горящая слизь"] = 4,
			["Божественная кара"] = 2,
			["Яростное пламя"] = 4,
			["Астральная рана"] = 64,
			["Взор Скверны"] = 32,
			["Удар в спину"] = 1,
			["Мощное сотрясение"] = 16,
		},
		["deathlog_healingdone_min"] = 10000,
		["switchSaved"] = {
			["slots"] = 16,
			["table"] = {
				{
					["atributo"] = 1,
					["sub_atributo"] = 1,
				}, -- [1]
				{
					["atributo"] = 2,
					["sub_atributo"] = 1,
				}, -- [2]
				{
					["atributo"] = 1,
					["sub_atributo"] = 6,
				}, -- [3]
				{
					["atributo"] = 4,
					["sub_atributo"] = 5,
				}, -- [4]
				{
				}, -- [5]
				{
				}, -- [6]
				{
				}, -- [7]
				{
				}, -- [8]
				{
				}, -- [9]
				{
				}, -- [10]
				{
				}, -- [11]
				{
				}, -- [12]
				{
				}, -- [13]
				{
				}, -- [14]
				{
				}, -- [15]
				{
				}, -- [16]
				{
				}, -- [17]
				{
				}, -- [18]
				{
				}, -- [19]
				{
				}, -- [20]
				{
				}, -- [21]
				{
				}, -- [22]
				{
				}, -- [23]
				{
				}, -- [24]
				{
				}, -- [25]
				{
				}, -- [26]
				{
				}, -- [27]
				{
				}, -- [28]
				{
				}, -- [29]
				{
				}, -- [30]
				{
				}, -- [31]
				{
				}, -- [32]
				{
				}, -- [33]
				{
				}, -- [34]
				{
				}, -- [35]
				{
				}, -- [36]
				{
				}, -- [37]
				{
				}, -- [38]
				{
				}, -- [39]
				{
				}, -- [40]
				{
				}, -- [41]
				{
				}, -- [42]
				{
				}, -- [43]
				{
				}, -- [44]
			},
		},
	}
end