
EPGPLootMaster = {
	["profileKeys"] = {
		["Бранар - Азурегос"] = "Бранар - Азурегос",
		["Ианар - Гордунни"] = "Ианар - Гордунни",
		["Оробиас - Азурегос"] = "Оробиас - Азурегос",
		["Трубо - Азурегос"] = "Трубо - Азурегос",
		["Пирик - Черный Шрам"] = "Пирик - Черный Шрам",
		["Аниом - Гордунни"] = "Аниом - Гордунни",
		["Тонтоп - Азурегос"] = "Тонтоп - Азурегос",
		["Тыдышь - Черный Шрам"] = "Тыдышь - Черный Шрам",
		["Вербуль - Черный Шрам"] = "Вербуль - Черный Шрам",
	},
	["profiles"] = {
		["Трубо - Азурегос"] = {
		},
		["Пирик - Черный Шрам"] = {
			["detectedRaidLookups"] = {
				["Unknown type"] = {
					["Испытание доблести (Обычный)"] = "Испытание доблести^14^30",
					["Цитадель Ночи (Обычный)"] = "Цитадель Ночи^14^30",
					["Изумрудный Кошмар (Обычный)"] = "Изумрудный Кошмар^14^30",
					["Изумрудный Кошмар (Героический)"] = "Изумрудный Кошмар^15^30",
					["Испытание доблести (Героический)"] = "Испытание доблести^15^30",
					["Цитадель Ночи (Эпохальный)"] = "Цитадель Ночи^16^20",
					["Гробница Саргераса (Обычный)"] = "Гробница Саргераса^14^30",
					["Гробница Саргераса (Героический)"] = "Гробница Саргераса^15^30",
					["Цитадель Ночи (Героический)"] = "Цитадель Ночи^15^30",
				},
			},
			["popupUIScale"] = 1.06666666666667,
		},
		["Ианар - Гордунни"] = {
		},
		["Бранар - Азурегос"] = {
		},
		["Тонтоп - Азурегос"] = {
		},
		["Оробиас - Азурегос"] = {
		},
		["Тыдышь - Черный Шрам"] = {
		},
		["Аниом - Гордунни"] = {
		},
	},
}
