
FlashTaskbarDB = {
	["profileKeys"] = {
		["Бранар - Азурегос"] = "Default",
		["Ианар - Гордунни"] = "Default",
		["Лякай - Гордунни"] = "Default",
		["Оробиас - Азурегос"] = "Default",
		["Инсталлеррх - Черный Шрам"] = "Default",
		["Фелбой - Гордунни"] = "Default",
		["Трубо - Азурегос"] = "Default",
		["Пирик - Черный Шрам"] = "Default",
		["Нехолик - Гордунни"] = "Default",
		["Кентачзис - Гордунни"] = "Default",
		["Тыдышь - Черный Шрам"] = "Default",
		["Экзорцыст - Король-лич"] = "Default",
		["Тонтоп - Азурегос"] = "Default",
		["Аниом - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
