
GottaGoFastHistoryDB = {
	["profileKeys"] = {
		["Бранар - Азурегос"] = "Default",
		["Ианар - Гордунни"] = "Default",
		["Оробиас - Азурегос"] = "Default",
		["Фелбой - Гордунни"] = "Default",
		["Трубо - Азурегос"] = "Default",
		["Пирик - Черный Шрам"] = "Default",
		["Дрофренфан - Гордунни"] = "Default",
		["Аниоми - Гордунни"] = "Default",
		["Вапроыы - Гордунни"] = "Default",
		["Нехолик - Гордунни"] = "Default",
		["Аниом - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["History"] = {
				[1458] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 16,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 38733.324,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 6,
								["hours"] = 21,
								["mins"] = 47,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Мисскритика(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 36786.224,
							["objectiveTimes"] = {
								"05:05", -- [1]
								"15:43", -- [2]
								"24:59", -- [3]
								"33:46", -- [4]
								"30:05", -- [5]
							},
							["level"] = 13,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 9,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 43683.877,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 6,
								["hours"] = 23,
								["year"] = 2017,
								["mins"] = 8,
							},
							["startTime"] = 41945.204,
							["level"] = 12,
							["objectiveTimes"] = {
								"05:14", -- [1]
								"15:58", -- [2]
								"23:11", -- [3]
								"29:43", -- [4]
								"26:58", -- [5]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Иерахим(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[3] = {
									["name"] = "Вулканический",
									["desc"] = "Под ногами игроков, ведущих бой с противником на дальней дистанции, из-под земли периодически вырываются струи огня.",
								},
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 37518.216,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 6,
								["hours"] = 20,
								["mins"] = 57,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Сэпфед(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Мадидь(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 36251.72,
							["objectiveTimes"] = {
								"04:19", -- [1]
								"11:02", -- [2]
								"16:04", -- [3]
								"21:21", -- [4]
								"18:15", -- [5]
							},
							["level"] = 10,
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 38,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[13] = {
									["name"] = "Взрывоопасный",
									["desc"] = "В бою противники периодически призывают взрывоопасные сферы, которые детонируют, если их вовремя не уничтожить.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 37745.987,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 7,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 5,
							},
							["startTime"] = 35444.887,
							["level"] = 12,
							["objectiveTimes"] = {
								"06:25", -- [1]
								"16:38", -- [2]
								"26:51", -- [3]
								"37:34", -- [4]
								"41:30", -- [5]
							},
							["players"] = {
								{
									["class"] = "Охотница на демонов",
									["name"] = "Ysêrä(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Wrayvén(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 14,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[13] = {
									["name"] = "Взрывоопасный",
									["desc"] = "В бою противники периодически призывают взрывоопасные сферы, которые детонируют, если их вовремя не уничтожить.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 39921.795,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 7,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 42,
							},
							["startTime"] = 38132.904,
							["level"] = 11,
							["objectiveTimes"] = {
								"05:24", -- [1]
								"17:38", -- [2]
								"25:35", -- [3]
								"30:58", -- [4]
								"29:24", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [3]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Borrox(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 11,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[13] = {
									["name"] = "Взрывоопасный",
									["desc"] = "В бою противники периодически призывают взрывоопасные сферы, которые детонируют, если их вовремя не уничтожить.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 42122.095,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 7,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 18,
							},
							["startTime"] = 40237.906,
							["level"] = 12,
							["objectiveTimes"] = {
								"05:38", -- [1]
								"19:58", -- [2]
								"26:11", -- [3]
								"32:18", -- [4]
								"29:53", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [6]
					},
					["name"] = "Логово Нелтариона",
					["zoneID"] = 1458,
					["objectives"] = {
						"Рокмора", -- [1]
						"Уларогг Скаломол", -- [2]
						"Нараксас", -- [3]
						"Даргрул", -- [4]
						"Войска противника", -- [5]
					},
				},
				[1651] = {
					["objectives"] = {
						"Оперный зал", -- [1]
						"Благочестивая дева побеждена", -- [2]
						"Ловчий Аттумен побежден", -- [3]
						"Мороуз побежден", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1651,
					["name"] = "Возвращение в Каражан: нижний ярус",
					["runs"] = {
					},
				},
				[1466] = {
					["objectives"] = {
						"Верховный друид Глайдалис", -- [1]
						"Дубосерд", -- [2]
						"Дресарон", -- [3]
						"Тень Ксавия", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1466,
					["name"] = "Чаща Темного Сердца",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 18,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 297848.563,
							["timeStamp"] = {
								["day"] = 16,
								["month"] = 6,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 32,
							},
							["level"] = 12,
							["startTime"] = 296368.475,
							["objectiveTimes"] = {
								"07:55", -- [1]
								"14:49", -- [2]
								"21:01", -- [3]
								"26:09", -- [4]
								"23:14", -- [5]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Тахмазио(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Гульфик(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Мавчёнка",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 29,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 5699.108,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 6,
								["hours"] = 12,
								["mins"] = 35,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Кроудер",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Ротбор",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 3797.331,
							["objectiveTimes"] = {
								"12:37", -- [1]
								"19:03", -- [2]
								"26:30", -- [3]
								"34:06", -- [4]
								"31:49", -- [5]
							},
							["level"] = 13,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 23,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 36373.889,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 6,
								["hours"] = 21,
								["mins"] = 8,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Котслампой",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 33918.247,
							["objectiveTimes"] = {
								"09:52", -- [1]
								"16:09", -- [2]
								"24:35", -- [3]
								"42:50", -- [4]
								"26:40", -- [5]
							},
							["level"] = 12,
						}, -- [3]
					},
				},
				[1477] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 21,
							["affixes"] = {
								[3] = {
									["name"] = "Вулканический",
									["desc"] = "Под ногами игроков, ведущих бой с противником на дальней дистанции, из-под земли периодически вырываются струи огня.",
								},
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 42207.597,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 6,
								["hours"] = 22,
								["mins"] = 15,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Маг",
									["name"] = "Burningheart(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [3]
								{
									["class"] = "Жрица",
									["name"] = "Tepeloxd(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 39829.707,
							["objectiveTimes"] = {
								"04:21", -- [1]
								"25:40", -- [2]
								"31:10", -- [3]
								"38:26", -- [4]
								"41:22", -- [5]
								"38:26", -- [6]
							},
							["level"] = 13,
						}, -- [1]
					},
					["name"] = "Чертоги Доблести",
					["zoneID"] = 1477,
					["objectives"] = {
						"Химдалль", -- [1]
						"Хирья", -- [2]
						"Фенрир", -- [3]
						"Король-бог Сковальд", -- [4]
						"Один", -- [5]
						"Войска противника", -- [6]
					},
				},
				[1456] = {
					["objectives"] = {
						"Полководец Паржеш", -- [1]
						"Леди Кольцо Ненависти", -- [2]
						"Король Волнобород", -- [3]
						"Змеикс", -- [4]
						"Гнев Азшары", -- [5]
						"Войска противника", -- [6]
					},
					["zoneID"] = 1456,
					["name"] = "Око Азшары",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[13] = {
									["name"] = "Взрывоопасный",
									["desc"] = "В бою противники периодически призывают взрывоопасные сферы, которые детонируют, если их вовремя не уничтожить.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 34609.107,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 7,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 13,
							},
							["startTime"] = 33330.879,
							["level"] = 10,
							["objectiveTimes"] = {
								"03:29", -- [1]
								"07:45", -- [2]
								"17:42", -- [3]
								"12:51", -- [4]
								"20:22", -- [5]
								"21:32", -- [6]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Elizakiå(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Wrayvén(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 33,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[13] = {
									["name"] = "Взрывоопасный",
									["desc"] = "В бою противники периодически призывают взрывоопасные сферы, которые детонируют, если их вовремя не уничтожить.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 44998.98,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 7,
								["hours"] = 23,
								["year"] = 2017,
								["mins"] = 6,
							},
							["startTime"] = 42675.917,
							["level"] = 13,
							["objectiveTimes"] = {
								"05:44", -- [1]
								"23:23", -- [2]
								"34:54", -- [3]
								"30:01", -- [4]
								"38:39", -- [5]
								"41:27", -- [6]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Bôômbats(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
					},
				},
			},
		},
	},
}
