
GottaGoFastHistoryDB = {
	["profileKeys"] = {
		["Бранар - Азурегос"] = "Default",
		["Ианар - Гордунни"] = "Default",
		["Оробиас - Азурегос"] = "Default",
		["Фелбой - Гордунни"] = "Default",
		["Пирик - Черный Шрам"] = "Default",
		["Нехолик - Гордунни"] = "Default",
		["Дрофренфан - Гордунни"] = "Default",
		["Тонтоп - Азурегос"] = "Default",
		["Аниом - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["History"] = {
				[1677] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 2,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 10850.928,
							["timeStamp"] = {
								["day"] = 17,
								["month"] = 4,
								["hours"] = 12,
								["mins"] = 50,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Жрица",
									["name"] = "Kromowidjojo(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Маг",
									["name"] = "Oseri(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Vathrenas(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Heiri(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 2,
							["objectiveTimes"] = {
								"05:06", -- [1]
								"09:20", -- [2]
								"13:43", -- [3]
								"15:02", -- [4]
								"14:02", -- [5]
							},
							["startTime"] = 9958.266,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 15,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 11728.442,
							["timeStamp"] = {
								["day"] = 1,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 8,
							},
							["startTime"] = 10162.039,
							["level"] = 6,
							["objectiveTimes"] = {
								"09:59", -- [1]
								"17:40", -- [2]
								"23:54", -- [3]
								"27:21", -- [4]
								"24:30", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Анкрила(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Монах",
									["name"] = "Kynju(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 36,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 139467.657,
							["timeStamp"] = {
								["day"] = 5,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 54,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Шаманка",
									["name"] = "Seliana(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [4]
							},
							["startTime"] = 136773.755,
							["objectiveTimes"] = {
								"25:17", -- [1]
								"33:01", -- [2]
								"40:16", -- [3]
								"47:53", -- [4]
								"40:44", -- [5]
							},
							["level"] = 8,
						}, -- [3]
					},
					["name"] = "Собор Вечной Ночи",
					["zoneID"] = 1677,
					["objectives"] = {
						"Победите Агронокса", -- [1]
						"Победите Долбогрыза", -- [2]
						"Победите Доматракса", -- [3]
						"Победите Мефистрота", -- [4]
						"Войска противника", -- [5]
					},
				},
				[1516] = {
					["objectives"] = {
						"Иванир", -- [1]
						"Корстилакс", -- [2]
						"Генерал Ксакал", -- [3]
						"Нал'тира", -- [4]
						"Советник Вандрос", -- [5]
						"Войска противника", -- [6]
					},
					["zoneID"] = 1516,
					["name"] = "Катакомбы Сурамара",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 42684.002,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 4,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 21,
							},
							["level"] = 6,
							["startTime"] = 41424.015,
							["objectiveTimes"] = {
								"06:40", -- [1]
								"09:40", -- [2]
								"17:45", -- [3]
								"12:57", -- [4]
								"21:04", -- [5]
								"18:18", -- [6]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойница",
									["name"] = "Своии(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = true,
							["deaths"] = 5,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 109362.793,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 17,
								["mins"] = 10,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Frøward(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Nyanave(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 107727.793,
							["objectiveTimes"] = {
								"09:05", -- [1]
								"12:16", -- [2]
								"23:42", -- [3]
								"17:17", -- [4]
								"27:15", -- [5]
								"23:42", -- [6]
							},
							["level"] = 6,
						}, -- [2]
						{
							["corrupt"] = true,
							["deaths"] = 9,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 113993.514,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 18,
								["year"] = 2017,
								["mins"] = 27,
							},
							["startTime"] = 111763.514,
							["level"] = 10,
							["objectiveTimes"] = {
								"10:07", -- [1]
								"14:57", -- [2]
								"31:14", -- [3]
								"22:26", -- [4]
								"37:10", -- [5]
								"31:14", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [3]
						{
							["corrupt"] = true,
							["deaths"] = 21,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 116720.269,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 19,
								["year"] = 2017,
								["mins"] = 13,
							},
							["startTime"] = 114203.269,
							["level"] = 10,
							["objectiveTimes"] = {
								"10:51", -- [1]
								"15:43", -- [2]
								"37:26", -- [3]
								"23:08", -- [4]
								"41:57", -- [5]
								"37:26", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [4]
						{
							["corrupt"] = true,
							["deaths"] = 14,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 51967.419,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 36,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Вырезало",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 50150.419,
							["objectiveTimes"] = {
								"08:46", -- [1]
								"12:25", -- [2]
								"26:36", -- [3]
								"18:48", -- [4]
								"30:17", -- [5]
								"27:02", -- [6]
							},
							["level"] = 5,
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 13,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 45709.226,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 0,
								["year"] = 2017,
								["mins"] = 31,
							},
							["level"] = 9,
							["startTime"] = 44223.334,
							["objectiveTimes"] = {
								"09:28", -- [1]
								"12:28", -- [2]
								"21:43", -- [3]
								"15:43", -- [4]
								"25:50", -- [5]
								"22:49", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Детстроук(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Ciôx(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 48,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 49248.391,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 1,
								["year"] = 2017,
								["mins"] = 30,
							},
							["level"] = 12,
							["startTime"] = 46122.343,
							["objectiveTimes"] = {
								"16:03", -- [1]
								"21:25", -- [2]
								"44:08", -- [3]
								"26:54", -- [4]
								"56:05", -- [5]
								"46:27", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Детстроук(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Ciôx(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [7]
						{
							["corrupt"] = true,
							["deaths"] = 1,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 123290.841,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 4,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Skearo(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 13,
							["objectiveTimes"] = {
								"?", -- [1]
								"?", -- [2]
								"?", -- [3]
								"?", -- [4]
								"48:24", -- [5]
								"49:13", -- [6]
							},
							["startTime"] = 120337.841,
						}, -- [8]
						{
							["corrupt"] = true,
							["deaths"] = 26,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 206815.702,
							["timeStamp"] = {
								["day"] = 8,
								["month"] = 5,
								["hours"] = 21,
								["mins"] = 17,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Enentari(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 204140.702,
							["objectiveTimes"] = {
								"11:07", -- [1]
								"15:33", -- [2]
								"39:28", -- [3]
								"21:23", -- [4]
								"44:35", -- [5]
								"41:56", -- [6]
							},
							["level"] = 12,
						}, -- [9]
					},
				},
				[1477] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 48873.166,
							["timeStamp"] = {
								["day"] = 14,
								["month"] = 4,
								["hours"] = 22,
								["mins"] = 51,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Шаманка",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [4]
							},
							["startTime"] = 47552.772,
							["objectiveTimes"] = {
								"02:07", -- [1]
								"09:10", -- [2]
								"13:26", -- [3]
								"20:25", -- [4]
								"22:24", -- [5]
								"20:25", -- [6]
							},
							["level"] = 5,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 50404.022,
							["timeStamp"] = {
								["day"] = 14,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 17,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Шаманка",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Сноул(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 49158.788,
							["objectiveTimes"] = {
								"01:58", -- [1]
								"09:21", -- [2]
								"13:37", -- [3]
								"18:51", -- [4]
								"20:49", -- [5]
								"18:51", -- [6]
							},
							["level"] = 6,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 12,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[12] = {
									["name"] = "Мучительный",
									["desc"] = "Если уровень здоровья игрока опускается ниже 90%, он начинает получать нарастающий периодический урон до тех пор, пока его уровень здоровья не превысит 90%.",
								},
							},
							["active"] = false,
							["endTime"] = 57363.7,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 4,
								["hours"] = 1,
								["mins"] = 13,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Шаманка",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Flyln(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 55541.803,
							["objectiveTimes"] = {
								"03:03", -- [1]
								"16:13", -- [2]
								"23:24", -- [3]
								"29:18", -- [4]
								"31:21", -- [5]
								"29:18", -- [6]
							},
							["level"] = 9,
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 42211.611,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 4,
								["hours"] = 21,
								["mins"] = 46,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 40907.689,
							["objectiveTimes"] = {
								"04:16", -- [1]
								"11:13", -- [2]
								"14:51", -- [3]
								"20:08", -- [4]
								"22:08", -- [5]
								"20:08", -- [6]
							},
							["level"] = 5,
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 17,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 52166.725,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 30,
							},
							["level"] = 5,
							["startTime"] = 50698.323,
							["objectiveTimes"] = {
								"03:35", -- [1]
								"13:50", -- [2]
								"18:59", -- [3]
								"23:47", -- [4]
								"25:53", -- [5]
								"23:47", -- [6]
							},
							["players"] = {
								{
									["class"] = "Шаманка",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Монахиня",
									["name"] = "Бигтум(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 40345.312,
							["timeStamp"] = {
								["day"] = 23,
								["month"] = 4,
								["hours"] = 21,
								["mins"] = 14,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 38915.312,
							["objectiveTimes"] = {
								"02:43", -- [1]
								"12:03", -- [2]
								"16:30", -- [3]
								"22:05", -- [4]
								"24:04", -- [5]
								"22:05", -- [6]
							},
							["level"] = 5,
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 28838.91,
							["timeStamp"] = {
								["day"] = 24,
								["month"] = 4,
								["hours"] = 16,
								["mins"] = 28,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Жрица",
									["name"] = "Mutan(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Маг",
									["name"] = "Chivana(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Шаман",
									["name"] = "Deeznut(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Монахиня",
									["name"] = "Жанли",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 27194.913,
							["objectiveTimes"] = {
								"02:58", -- [1]
								"12:06", -- [2]
								"17:53", -- [3]
								"24:40", -- [4]
								"27:28", -- [5]
								"24:40", -- [6]
							},
							["level"] = 5,
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
								[3] = {
									["name"] = "Вулканический",
									["desc"] = "Под ногами игроков, ведущих бой с противником на дальней дистанции, из-под земли периодически вырываются струи огня.",
								},
							},
							["active"] = false,
							["endTime"] = 45018.227,
							["timeStamp"] = {
								["day"] = 25,
								["month"] = 4,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 30,
							},
							["startTime"] = 43441.252,
							["level"] = 9,
							["objectiveTimes"] = {
								"03:29", -- [1]
								"13:11", -- [2]
								"18:46", -- [3]
								"24:32", -- [4]
								"26:41", -- [5]
								"24:32", -- [6]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Чернокнижница",
									["name"] = "Конбет(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Паладин",
									["name"] = "Пепеллоки(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 21,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 133230.29,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 48,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [4]
							},
							["startTime"] = 131323.01,
							["objectiveTimes"] = {
								"08:35", -- [1]
								"15:18", -- [2]
								"22:21", -- [3]
								"29:12", -- [4]
								"33:31", -- [5]
								"29:12", -- [6]
							},
							["level"] = 3,
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 2,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 45885.344,
							["timeStamp"] = {
								["day"] = 2,
								["month"] = 5,
								["hours"] = 20,
								["mins"] = 26,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Зэслэер",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 9,
							["objectiveTimes"] = {
								"02:49", -- [1]
								"10:29", -- [2]
								"14:54", -- [3]
								"20:03", -- [4]
								"22:36", -- [5]
								"20:03", -- [6]
							},
							["startTime"] = 44538.312,
						}, -- [10]
						{
							["corrupt"] = false,
							["deaths"] = 9,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 91198.337,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 13,
								["year"] = 2017,
								["mins"] = 9,
							},
							["startTime"] = 89208.8,
							["level"] = 11,
							["objectiveTimes"] = {
								"05:34", -- [1]
								"16:56", -- [2]
								"22:53", -- [3]
								"31:38", -- [4]
								"33:54", -- [5]
								"31:38", -- [6]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Велесич(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Шаманка",
									["name"] = "Мальдина(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Жрица",
									["name"] = "Vyshû(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [11]
						{
							["corrupt"] = false,
							["deaths"] = 8,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 33533.017,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 5,
								["hours"] = 0,
								["mins"] = 40,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Sqweeks(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница",
									["name"] = "Тетива(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Serulioth(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 13,
							["objectiveTimes"] = {
								"04:01", -- [1]
								"14:35", -- [2]
								"19:23", -- [3]
								"30:24", -- [4]
								"33:14", -- [5]
								"30:24", -- [6]
							},
							["startTime"] = 31578.375,
						}, -- [12]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 88730.436,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 5,
								["hours"] = 15,
								["mins"] = 59,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Анналиберт(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Охотница",
									["name"] = "Ullfang(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 87099.75,
							["objectiveTimes"] = {
								"03:33", -- [1]
								"12:54", -- [2]
								"18:40", -- [3]
								"24:40", -- [4]
								"27:25", -- [5]
								"24:40", -- [6]
							},
							["level"] = 12,
						}, -- [13]
						{
							["corrupt"] = false,
							["deaths"] = 6,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 23160.037,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 16,
								["year"] = 2017,
								["mins"] = 30,
							},
							["level"] = 15,
							["startTime"] = 21099.352,
							["objectiveTimes"] = {
								"05:01", -- [1]
								"19:05", -- [2]
								"23:48", -- [3]
								"32:04", -- [4]
								"34:50", -- [5]
								"32:04", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Паладин",
									["name"] = "Найтрис(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Neeva(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Yrela(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [14]
					},
					["name"] = "Чертоги Доблести",
					["zoneID"] = 1477,
					["objectives"] = {
						"Химдалль", -- [1]
						"Хирья", -- [2]
						"Фенрир", -- [3]
						"Король-бог Сковальд", -- [4]
						"Один", -- [5]
						"Войска противника", -- [6]
					},
				},
				[1571] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 11,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[12] = {
									["name"] = "Мучительный",
									["desc"] = "Если уровень здоровья игрока опускается ниже 90%, он начинает получать нарастающий периодический урон до тех пор, пока его уровень здоровья не превысит 90%.",
								},
							},
							["active"] = false,
							["endTime"] = 46702.758,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 1,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 44992.705,
							["objectiveTimes"] = {
								"06:28", -- [1]
								"22:56", -- [2]
								"29:24", -- [3]
								"22:56", -- [4]
							},
							["level"] = 9,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 14,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 126614.243,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 21,
								["mins"] = 57,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижница",
									["name"] = "Ульстван",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Идраэль",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Honeyjade(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 5,
							["objectiveTimes"] = {
								"07:13", -- [1]
								"17:57", -- [2]
								"23:27", -- [3]
								"26:09", -- [4]
							},
							["startTime"] = 125114.977,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 38,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 209428.659,
							["timeStamp"] = {
								["day"] = 8,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 0,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Enentari(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 207189.646,
							["objectiveTimes"] = {
								"08:22", -- [1]
								"33:36", -- [2]
								"40:28", -- [3]
								"33:36", -- [4]
							},
							["level"] = 13,
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 211561.303,
							["timeStamp"] = {
								["day"] = 8,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 35,
							},
							["startTime"] = 210206.657,
							["level"] = 6,
							["objectiveTimes"] = {
								"07:11", -- [1]
								"13:33", -- [2]
								"21:34", -- [3]
								"22:49", -- [4]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Сигаа(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Монах",
									["name"] = "Тонтоп",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
							},
							["active"] = false,
							["endTime"] = 114209.403,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 4,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Shinigâmi(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Jonxd(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Thorelen(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 9,
							["objectiveTimes"] = {
								"04:54", -- [1]
								"13:26", -- [2]
								"16:48", -- [3]
								"13:26", -- [4]
							},
							["startTime"] = 113205.907,
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
							},
							["active"] = false,
							["endTime"] = 45305.173,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 17,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Clambas(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница",
									["name"] = "Engelxx(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 8,
							["objectiveTimes"] = {
								"04:57", -- [1]
								"11:59", -- [2]
								"15:55", -- [3]
								"11:59", -- [4]
							},
							["startTime"] = 44349.633,
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 137946.434,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 51,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Фариамка(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Мэристрейза(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Онэдис(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 11,
							["objectiveTimes"] = {
								"05:00", -- [1]
								"15:36", -- [2]
								"19:37", -- [3]
								"15:36", -- [4]
							},
							["startTime"] = 136783.523,
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 15,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 43403.075,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 7,
							},
							["level"] = 13,
							["startTime"] = 41824.473,
							["objectiveTimes"] = {
								"08:47", -- [1]
								"22:29", -- [2]
								"27:32", -- [3]
								"22:29", -- [4]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Альмагорн(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Гарикусс",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 2,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 45204.86,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 37,
							},
							["level"] = 14,
							["startTime"] = 43801.481,
							["objectiveTimes"] = {
								"06:30", -- [1]
								"19:10", -- [2]
								"23:32", -- [3]
								"19:10", -- [4]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Коллайдерр(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Чернокнижник",
									["name"] = "Зратуштра(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 45054.773,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 5,
								["hours"] = 23,
								["year"] = 2017,
								["mins"] = 11,
							},
							["startTime"] = 44043.85,
							["level"] = 2,
							["objectiveTimes"] = {
								"05:29", -- [1]
								"12:18", -- [2]
								"16:55", -- [3]
								"12:18", -- [4]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Амлоди",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Главгад(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Остапбэндер(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [10]
					},
					["name"] = "Квартал Звезд",
					["zoneID"] = 1571,
					["objectives"] = {
						"Капитан патруля Гердо", -- [1]
						"Таликса Пламя Гнева", -- [2]
						"Советник Меландр", -- [3]
						"Войска противника", -- [4]
					},
				},
				[1458] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 47337.647,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 7,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Смертослав(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Монах",
									["name"] = "Тонтоп",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 46091.231,
							["objectiveTimes"] = {
								"04:05", -- [1]
								"10:53", -- [2]
								"15:22", -- [3]
								"20:04", -- [4]
								"20:51", -- [5]
							},
							["level"] = 6,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 50364.159,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 0,
							},
							["level"] = 2,
							["startTime"] = 49652.327,
							["objectiveTimes"] = {
								"03:23", -- [1]
								"07:19", -- [2]
								"09:40", -- [3]
								"11:56", -- [4]
								"10:51", -- [5]
							},
							["players"] = {
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Монах",
									["name"] = "Бигтум(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 12,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 53934.959,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 4,
								["hours"] = 23,
								["year"] = 2017,
								["mins"] = 48,
							},
							["level"] = 5,
							["startTime"] = 52728.973,
							["objectiveTimes"] = {
								"04:04", -- [1]
								"10:50", -- [2]
								"16:55", -- [3]
								"21:05", -- [4]
								"19:18", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Идраэль(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойница",
									["name"] = "Зори(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 4,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 55367.152,
							["timeStamp"] = {
								["day"] = 28,
								["month"] = 4,
								["hours"] = 0,
								["year"] = 2017,
								["mins"] = 12,
							},
							["level"] = 6,
							["startTime"] = 54127.971,
							["objectiveTimes"] = {
								"03:59", -- [1]
								"11:37", -- [2]
								"17:01", -- [3]
								"20:58", -- [4]
								"19:05", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Идраэль(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойница",
									["name"] = "Зори(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 45503.407,
							["timeStamp"] = {
								["day"] = 28,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 25,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Идраэль(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Чернокнижник",
									["name"] = "Sarukon(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 44395.487,
							["objectiveTimes"] = {
								"03:51", -- [1]
								"09:44", -- [2]
								"14:46", -- [3]
								"18:32", -- [4]
								"16:45", -- [5]
							},
							["level"] = 5,
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 4,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 47577.465,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 0,
								["mins"] = 0,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Идраэль(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница",
									["name"] = "Тамуура(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 46088.492,
							["objectiveTimes"] = {
								"04:38", -- [1]
								"11:39", -- [2]
								"17:03", -- [3]
								"25:08", -- [4]
								"21:28", -- [5]
							},
							["level"] = 8,
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 7,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 54221.778,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 1,
								["mins"] = 51,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Охотница",
									["name"] = "Nielia(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Паладин",
									["name"] = "Poseìdon(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница",
									["name"] = "Sulullu(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Лезкана(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 52712.531,
							["objectiveTimes"] = {
								"05:30", -- [1]
								"13:42", -- [2]
								"19:55", -- [3]
								"25:43", -- [4]
								"23:05", -- [5]
							},
							["level"] = 10,
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 111490.179,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 17,
								["year"] = 2017,
								["mins"] = 45,
							},
							["startTime"] = 110386.885,
							["level"] = 7,
							["objectiveTimes"] = {
								"03:36", -- [1]
								"09:47", -- [2]
								"14:16", -- [3]
								"18:22", -- [4]
								"16:43", -- [5]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 46931.186,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 5,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Лаурена(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Джеррифрокс(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 45886.482,
							["objectiveTimes"] = {
								"05:26", -- [1]
								"10:38", -- [2]
								"14:21", -- [3]
								"17:49", -- [4]
								"16:37", -- [5]
							},
							["level"] = 7,
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 43112.889,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 38,
							},
							["startTime"] = 42135.836,
							["level"] = 5,
							["objectiveTimes"] = {
								"03:07", -- [1]
								"09:06", -- [2]
								"12:49", -- [3]
								"16:31", -- [4]
								"15:07", -- [5]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Охотница",
									["name"] = "Ceryant(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Cherrîe(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Жрица",
									["name"] = "Андока(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [10]
					},
					["name"] = "Логово Нелтариона",
					["zoneID"] = 1458,
					["objectives"] = {
						"Рокмора", -- [1]
						"Уларогг Скаломол", -- [2]
						"Нараксас", -- [3]
						"Даргрул", -- [4]
						"Войска противника", -- [5]
					},
				},
				[1492] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 29,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[12] = {
									["name"] = "Мучительный",
									["desc"] = "Если уровень здоровья игрока опускается ниже 90%, он начинает получать нарастающий периодический урон до тех пор, пока его уровень здоровья не превысит 90%.",
								},
							},
							["active"] = false,
							["endTime"] = 53450.684,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 4,
								["hours"] = 0,
								["mins"] = 7,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Сноул(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 50745.786,
							["objectiveTimes"] = {
								"06:24", -- [1]
								"13:26", -- [2]
								"47:29", -- [3]
								"18:21", -- [4]
							},
							["level"] = 8,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 23673.948,
							["timeStamp"] = {
								["day"] = 23,
								["month"] = 4,
								["hours"] = 16,
								["year"] = 2017,
								["mins"] = 37,
							},
							["level"] = 2,
							["startTime"] = 23076.849,
							["objectiveTimes"] = {
								"01:52", -- [1]
								"05:21", -- [2]
								"10:21", -- [3]
								"07:46", -- [4]
							},
							["players"] = {
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Паладин",
									["name"] = "Маро(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Simppu(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Чернокнижник",
									["name"] = "Мрачныйлок(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
								[3] = {
									["name"] = "Вулканический",
									["desc"] = "Под ногами игроков, ведущих бой с противником на дальней дистанции, из-под земли периодически вырываются струи огня.",
								},
							},
							["active"] = false,
							["endTime"] = 45329.275,
							["timeStamp"] = {
								["day"] = 23,
								["month"] = 4,
								["hours"] = 22,
								["mins"] = 38,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 44277.331,
							["objectiveTimes"] = {
								"03:41", -- [1]
								"09:21", -- [2]
								"17:36", -- [3]
								"14:02", -- [4]
							},
							["level"] = 8,
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 6,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 49209.672,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 30,
							},
							["startTime"] = 48360.931,
							["level"] = 4,
							["objectiveTimes"] = {
								"02:55", -- [1]
								"08:13", -- [2]
								"14:38", -- [3]
								"11:55", -- [4]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Lianella(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Sheôs(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 50351.964,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 49,
							},
							["startTime"] = 49707.951,
							["level"] = 2,
							["objectiveTimes"] = {
								"01:50", -- [1]
								"05:35", -- [2]
								"10:43", -- [3]
								"08:07", -- [4]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Хэллнайт(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Вкусняха(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 9,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 52193.005,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 18,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Идраэль",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Харваон",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 3,
							["objectiveTimes"] = {
								"02:51", -- [1]
								"07:11", -- [2]
								"17:31", -- [3]
								"10:24", -- [4]
							},
							["startTime"] = 51185.954,
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 6,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 130680.752,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 5,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Алтр",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 129776.994,
							["objectiveTimes"] = {
								"03:48", -- [1]
								"09:00", -- [2]
								"15:33", -- [3]
								"12:39", -- [4]
							},
							["level"] = 4,
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 11,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 15846.977,
							["timeStamp"] = {
								["day"] = 1,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 17,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Монах",
									["name"] = "Тесердил(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Кросни",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 8,
							["objectiveTimes"] = {
								"03:42", -- [1]
								"09:26", -- [2]
								"22:08", -- [3]
								"13:31", -- [4]
							},
							["startTime"] = 14573.153,
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 203714.947,
							["timeStamp"] = {
								["day"] = 8,
								["month"] = 5,
								["hours"] = 20,
								["mins"] = 25,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Gallatiir(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 202521.62,
							["objectiveTimes"] = {
								"03:56", -- [1]
								"10:29", -- [2]
								"20:17", -- [3]
								"16:47", -- [4]
							},
							["level"] = 11,
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 29048.653,
							["timeStamp"] = {
								["day"] = 12,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 24,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Паладин",
									["name"] = "Alesstra(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Жрица",
									["name"] = "Neyrá(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Ràtch(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 11,
							["objectiveTimes"] = {
								"03:08", -- [1]
								"09:10", -- [2]
								"17:35", -- [3]
								"12:24", -- [4]
							},
							["startTime"] = 28017.355,
						}, -- [10]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 133164.519,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 31,
							},
							["startTime"] = 132491.496,
							["level"] = 7,
							["objectiveTimes"] = {
								"02:20", -- [1]
								"05:51", -- [2]
								"11:12", -- [3]
								"08:35", -- [4]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Hansgar(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Narià(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [11]
					},
					["name"] = "Утроба душ",
					["zoneID"] = 1492,
					["objectives"] = {
						"Имирон, падший Король", -- [1]
						"Харбарон", -- [2]
						"Хелия", -- [3]
						"Войска противника", -- [4]
					},
				},
				[1466] = {
					["objectives"] = {
						"Верховный друид Глайдалис", -- [1]
						"Дубосерд", -- [2]
						"Дресарон", -- [3]
						"Тень Ксавия", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1466,
					["name"] = "Чаща Темного Сердца",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 42944.129,
							["timeStamp"] = {
								["day"] = 25,
								["month"] = 4,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 56,
							},
							["startTime"] = 41820.243,
							["level"] = 6,
							["objectiveTimes"] = {
								"04:42", -- [1]
								"10:17", -- [2]
								"14:25", -- [3]
								"18:48", -- [4]
								"17:21", -- [5]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Лакигёрл(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Асскарбиннка(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 13,
							["affixes"] = {
								[3] = {
									["name"] = "Вулканический",
									["desc"] = "Под ногами игроков, ведущих бой с противником на дальней дистанции, из-под земли периодически вырываются струи огня.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 47437.479,
							["timeStamp"] = {
								["day"] = 25,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 11,
							},
							["startTime"] = 45733.263,
							["level"] = 12,
							["objectiveTimes"] = {
								"08:13", -- [1]
								"15:03", -- [2]
								"21:50", -- [3]
								"29:28", -- [4]
								"27:11", -- [5]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Рионвир(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница",
									["name"] = "Eatos(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 53606.458,
							["timeStamp"] = {
								["day"] = 1,
								["month"] = 5,
								["hours"] = 0,
								["mins"] = 3,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Талнивар",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 52513.922,
							["objectiveTimes"] = {
								"04:44", -- [1]
								"09:32", -- [2]
								"15:12", -- [3]
								"18:37", -- [4]
								"17:16", -- [5]
							},
							["level"] = 5,
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 16,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 45332.193,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 5,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 46,
							},
							["level"] = 7,
							["startTime"] = 42726.275,
							["objectiveTimes"] = {
								"06:42", -- [1]
								"17:41", -- [2]
								"39:00", -- [3]
								"44:45", -- [4]
								"42:26", -- [5]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [3]
							},
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 2,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 98915.49,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 5,
								["hours"] = 18,
								["year"] = 2017,
								["mins"] = 49,
							},
							["startTime"] = 97756.834,
							["level"] = 10,
							["objectiveTimes"] = {
								"05:30", -- [1]
								"10:39", -- [2]
								"14:35", -- [3]
								"19:28", -- [4]
								"17:26", -- [5]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Waffenträger(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Жрица",
									["name"] = "Миссури",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 18,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 135465.174,
							["timeStamp"] = {
								["day"] = 18,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 9,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Шаманка",
									["name"] = "Rabaukin(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Aldramil(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 10,
							["objectiveTimes"] = {
								"05:08", -- [1]
								"11:33", -- [2]
								"23:15", -- [3]
								"27:28", -- [4]
								"26:04", -- [5]
							},
							["startTime"] = 133906.504,
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 9,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 140392.63,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 0,
								["mins"] = 31,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Разбойница",
									["name"] = "Фариамка(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Шаман",
									["name"] = "Онэдис(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Кенниарт(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 13,
							["objectiveTimes"] = {
								"07:33", -- [1]
								"14:12", -- [2]
								"18:26", -- [3]
								"23:11", -- [4]
								"21:37", -- [5]
							},
							["startTime"] = 139045.554,
						}, -- [7]
					},
				},
				[1501] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 55088.108,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 4,
								["hours"] = 0,
								["mins"] = 35,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Flyln(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 53945.802,
							["objectiveTimes"] = {
								"03:02", -- [1]
								"09:17", -- [2]
								"15:22", -- [3]
								"19:06", -- [4]
								"16:57", -- [5]
							},
							["level"] = 6,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 16216.615,
							["timeStamp"] = {
								["day"] = 16,
								["month"] = 4,
								["hours"] = 22,
								["mins"] = 10,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Жрец",
									["name"] = "Rcp(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Eldoor(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Browdun(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаманка",
									["name"] = "Daisa(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 5,
							["objectiveTimes"] = {
								"03:37", -- [1]
								"10:49", -- [2]
								"16:56", -- [3]
								"20:50", -- [4]
								"18:47", -- [5]
							},
							["startTime"] = 14965.416,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 6,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 48878.898,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 4,
								["hours"] = 23,
								["mins"] = 20,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Фаннтан(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Lindil(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 47284.493,
							["objectiveTimes"] = {
								"03:43", -- [1]
								"13:41", -- [2]
								"22:48", -- [3]
								"27:03", -- [4]
								"24:50", -- [5]
							},
							["level"] = 6,
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 4,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 42273.261,
							["timeStamp"] = {
								["day"] = 23,
								["month"] = 4,
								["hours"] = 21,
								["mins"] = 46,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 40756.326,
							["objectiveTimes"] = {
								"04:11", -- [1]
								"13:25", -- [2]
								"21:04", -- [3]
								"25:36", -- [4]
								"23:31", -- [5]
							},
							["level"] = 6,
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 12,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 42229.237,
							["timeStamp"] = {
								["day"] = 2,
								["month"] = 5,
								["hours"] = 19,
								["year"] = 2017,
								["mins"] = 24,
							},
							["startTime"] = 40819.137,
							["level"] = 9,
							["objectiveTimes"] = {
								"03:25", -- [1]
								"11:04", -- [2]
								"17:28", -- [3]
								"24:29", -- [4]
								"19:20", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Abhou(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойница",
									["name"] = "Dedeys(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 4,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 49213.981,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 5,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 51,
							},
							["level"] = 9,
							["startTime"] = 47934.379,
							["objectiveTimes"] = {
								"03:32", -- [1]
								"10:14", -- [2]
								"17:09", -- [3]
								"21:38", -- [4]
								"19:38", -- [5]
							},
							["players"] = {
								{
									["class"] = "Маг",
									["name"] = "Aâyla(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Чернокнижница",
									["name"] = "Sinøvia(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 39,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 100591.668,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 15,
								["mins"] = 45,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Монахиня",
									["name"] = "Малышня(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Жрица",
									["name"] = "Атманша(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Жрица",
									["name"] = "Даркрейз(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 10,
							["objectiveTimes"] = {
								"04:40", -- [1]
								"14:38", -- [2]
								"33:00", -- [3]
								"41:46", -- [4]
								"35:56", -- [5]
							},
							["startTime"] = 98279.823,
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 9,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 86579.558,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 5,
								["hours"] = 15,
								["mins"] = 23,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница",
									["name"] = "Жадностья(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Littlebear(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 85102.735,
							["objectiveTimes"] = {
								"04:11", -- [1]
								"11:33", -- [2]
								"20:46", -- [3]
								"25:21", -- [4]
								"22:39", -- [5]
							},
							["level"] = 10,
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 13,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 51725.545,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 5,
								["hours"] = 0,
								["year"] = 2017,
								["mins"] = 26,
							},
							["startTime"] = 49773.511,
							["level"] = 10,
							["objectiveTimes"] = {
								"04:50", -- [1]
								"17:21", -- [2]
								"28:34", -- [3]
								"33:36", -- [4]
								"31:16", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Масел(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Паладин",
									["name"] = "Tunnelvisiøn(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 8,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 40414.54,
							["timeStamp"] = {
								["day"] = 21,
								["month"] = 5,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 47,
							},
							["level"] = 13,
							["startTime"] = 38793.635,
							["objectiveTimes"] = {
								"02:08", -- [1]
								"12:51", -- [2]
								"22:39", -- [3]
								"27:40", -- [4]
								"25:22", -- [5]
							},
							["players"] = {
								{
									["class"] = "Охотница на демонов",
									["name"] = "Notafrican(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Жрица",
									["name"] = "Эльзаура",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Thüngdil(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Montymagu(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [10]
					},
					["name"] = "Крепость Черной Ладьи",
					["zoneID"] = 1501,
					["objectives"] = {
						"Слияние душ", -- [1]
						"Иллисанна Гребень Ворона", -- [2]
						"Хмуродроб Лютый", -- [3]
						"Лорд Кур'талос Гребень Ворона", -- [4]
						"Войска противника", -- [5]
					},
				},
				[1456] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 47099.913,
							["timeStamp"] = {
								["day"] = 14,
								["month"] = 4,
								["hours"] = 22,
								["mins"] = 22,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Helvï(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 46313.763,
							["objectiveTimes"] = {
								"01:51", -- [1]
								"04:22", -- [2]
								"10:43", -- [3]
								"07:03", -- [4]
								"13:05", -- [5]
								"12:23", -- [6]
							},
							["level"] = 2,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 7,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[12] = {
									["name"] = "Мучительный",
									["desc"] = "Если уровень здоровья игрока опускается ниже 90%, он начинает получать нарастающий периодический урон до тех пор, пока его уровень здоровья не превысит 90%.",
								},
							},
							["active"] = false,
							["endTime"] = 44501.579,
							["timeStamp"] = {
								["day"] = 15,
								["month"] = 4,
								["hours"] = 22,
								["mins"] = 24,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 42840.694,
							["objectiveTimes"] = {
								"03:27", -- [1]
								"12:08", -- [2]
								"24:19", -- [3]
								"18:02", -- [4]
								"28:15", -- [5]
								"26:50", -- [6]
							},
							["level"] = 8,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 47817.935,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 4,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 17,
							},
							["level"] = 3,
							["startTime"] = 46933.299,
							["objectiveTimes"] = {
								"01:55", -- [1]
								"05:41", -- [2]
								"12:17", -- [3]
								"09:03", -- [4]
								"14:44", -- [5]
								"13:47", -- [6]
							},
							["players"] = {
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Себастина(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Чернокнижница",
									["name"] = "Бумбаба(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 4,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 49207.542,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 4,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 40,
							},
							["level"] = 6,
							["startTime"] = 48058.316,
							["objectiveTimes"] = {
								"03:05", -- [1]
								"07:52", -- [2]
								"16:17", -- [3]
								"12:40", -- [4]
								"19:28", -- [5]
								"18:00", -- [6]
							},
							["players"] = {
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Bòòker(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 2,
							["affixes"] = {
								[8] = {
									["name"] = "Кровавый",
									["desc"] = "Все противники, не являющиеся боссами, после гибели оставляют за собой лужу крови, которая лечит их союзников и наносит урон игрокам.",
								},
							},
							["active"] = false,
							["endTime"] = 43838.877,
							["timeStamp"] = {
								["day"] = 23,
								["month"] = 4,
								["hours"] = 22,
								["mins"] = 12,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 42630.325,
							["objectiveTimes"] = {
								"03:23", -- [1]
								"07:50", -- [2]
								"16:46", -- [3]
								"12:46", -- [4]
								"19:37", -- [5]
								"20:18", -- [6]
							},
							["level"] = 6,
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 29,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 120679.963,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 19,
							},
							["startTime"] = 117543.922,
							["level"] = 11,
							["objectiveTimes"] = {
								"23:11", -- [1]
								"29:10", -- [2]
								"42:55", -- [3]
								"36:10", -- [4]
								"51:45", -- [5]
								"54:40", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 5,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 128993.076,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 36,
							},
							["level"] = 8,
							["startTime"] = 127294.991,
							["objectiveTimes"] = {
								"03:42", -- [1]
								"09:28", -- [2]
								"23:42", -- [3]
								"15:59", -- [4]
								"27:56", -- [5]
								"28:42", -- [6]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Идраэль(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Алливан(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 10,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 52931.729,
							["timeStamp"] = {
								["day"] = 2,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 21,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Акм",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 11,
							["objectiveTimes"] = {
								"08:32", -- [1]
								"13:55", -- [2]
								"28:16", -- [3]
								"20:57", -- [4]
								"31:57", -- [5]
								"32:55", -- [6]
							},
							["startTime"] = 51006.181,
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 115374.332,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 19,
								["mins"] = 52,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Паладин",
									["name"] = "Nightalran(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 5,
							["objectiveTimes"] = {
								"02:24", -- [1]
								"05:47", -- [2]
								"12:20", -- [3]
								"09:23", -- [4]
								"15:10", -- [5]
								"15:47", -- [6]
							},
							["startTime"] = 114426.912,
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 116767.512,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 20,
								["mins"] = 15,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Паладин",
									["name"] = "Nightalran(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 8,
							["objectiveTimes"] = {
								"02:55", -- [1]
								"07:12", -- [2]
								"15:25", -- [3]
								"11:40", -- [4]
								"18:42", -- [5]
								"19:29", -- [6]
							},
							["startTime"] = 115602.915,
						}, -- [10]
						{
							["corrupt"] = false,
							["deaths"] = 7,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 119443.266,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 21,
								["mins"] = 0,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Atakabori(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 11,
							["objectiveTimes"] = {
								"04:38", -- [1]
								"10:27", -- [2]
								"21:32", -- [3]
								"18:00", -- [4]
								"25:24", -- [5]
								"23:56", -- [6]
							},
							["startTime"] = 117952.937,
						}, -- [11]
						{
							["corrupt"] = false,
							["deaths"] = 8,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 48988.833,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 23,
								["mins"] = 40,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Sleepior(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Demonpeto(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "TANK",
								}, -- [5]
							},
							["startTime"] = 47584.504,
							["objectiveTimes"] = {
								"02:58", -- [1]
								"07:40", -- [2]
								"20:55", -- [3]
								"13:16", -- [4]
								"24:03", -- [5]
								"22:54", -- [6]
							},
							["level"] = 10,
						}, -- [12]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 39948.049,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 5,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 45,
							},
							["startTime"] = 38835.82,
							["level"] = 9,
							["objectiveTimes"] = {
								"02:38", -- [1]
								"06:21", -- [2]
								"15:30", -- [3]
								"11:27", -- [4]
								"18:31", -- [5]
								"17:26", -- [6]
							},
							["players"] = {
								{
									["class"] = "Маг",
									["name"] = "Winehouse(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Colan(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Falyssa(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [13]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 41794.501,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 16,
							},
							["startTime"] = 40990.839,
							["level"] = 2,
							["objectiveTimes"] = {
								"01:54", -- [1]
								"05:22", -- [2]
								"11:19", -- [3]
								"08:22", -- [4]
								"13:23", -- [5]
								"12:43", -- [6]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Охотница",
									["name"] = "Ceryant(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Cherrîe(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Жрица",
									["name"] = "Андока(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [14]
					},
					["name"] = "Око Азшары",
					["zoneID"] = 1456,
					["objectives"] = {
						"Полководец Паржеш", -- [1]
						"Леди Кольцо Ненависти", -- [2]
						"Король Волнобород", -- [3]
						"Змеикс", -- [4]
						"Гнев Азшары", -- [5]
						"Войска противника", -- [6]
					},
				},
				[1493] = {
					["objectives"] = {
						"Тиратон Салтерил", -- [1]
						"Инквизитор Истязарий", -- [2]
						"Вул'кан", -- [3]
						"Смотрящий", -- [4]
						"Кордана Оскверненная Песнь", -- [5]
						"Войска противника", -- [6]
					},
					["zoneID"] = 1493,
					["name"] = "Казематы Стражей",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 18,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[12] = {
									["name"] = "Мучительный",
									["desc"] = "Если уровень здоровья игрока опускается ниже 90%, он начинает получать нарастающий периодический урон до тех пор, пока его уровень здоровья не превысит 90%.",
								},
							},
							["active"] = false,
							["endTime"] = 45255.494,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 4,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 4,
							},
							["level"] = 9,
							["startTime"] = 43459.023,
							["objectiveTimes"] = {
								"06:08", -- [1]
								"15:12", -- [2]
								"21:04", -- [3]
								"18:42", -- [4]
								"31:26", -- [5]
								"28:29", -- [6]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Крохобой(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 12,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 13982.507,
							["timeStamp"] = {
								["day"] = 1,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 46,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Astraffic(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Демоннарт(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Фелбой",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 7,
							["objectiveTimes"] = {
								"07:42", -- [1]
								"11:45", -- [2]
								"16:37", -- [3]
								"14:17", -- [4]
								"28:54", -- [5]
								"21:07", -- [6]
							},
							["startTime"] = 12307.166,
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 12,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 126053.407,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 5,
								["hours"] = 22,
								["year"] = 2017,
								["mins"] = 49,
							},
							["level"] = 9,
							["startTime"] = 124686.968,
							["objectiveTimes"] = {
								"07:32", -- [1]
								"11:04", -- [2]
								"15:36", -- [3]
								"13:22", -- [4]
								"23:45", -- [5]
								"20:58", -- [6]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Чернокнижник",
									["name"] = "Antam(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 32,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 91830.603,
							["timeStamp"] = {
								["day"] = 13,
								["month"] = 5,
								["hours"] = 16,
								["mins"] = 51,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Мейбисми(*)",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Ullfang(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 89206.771,
							["objectiveTimes"] = {
								"15:06", -- [1]
								"20:53", -- [2]
								"28:03", -- [3]
								"25:16", -- [4]
								"46:23", -- [5]
								"34:45", -- [6]
							},
							["level"] = 14,
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 8,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 38853.649,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 51,
							},
							["level"] = 10,
							["startTime"] = 37602.448,
							["objectiveTimes"] = {
								"05:14", -- [1]
								"08:04", -- [2]
								"11:48", -- [3]
								"10:12", -- [4]
								"21:30", -- [5]
								"16:07", -- [6]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Колиастра(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Калоань(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 50227.953,
							["timeStamp"] = {
								["day"] = 21,
								["month"] = 5,
								["hours"] = 0,
								["mins"] = 36,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Паладин",
									["name"] = "Кукадинка(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Рехгар(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 49002.869,
							["objectiveTimes"] = {
								"05:27", -- [1]
								"08:47", -- [2]
								"12:55", -- [3]
								"11:02", -- [4]
								"20:24", -- [5]
								"17:49", -- [6]
							},
							["level"] = 8,
						}, -- [6]
					},
				},
				[1651] = {
					["objectives"] = {
						"Оперный зал", -- [1]
						"Благочестивая дева побеждена", -- [2]
						"Ловчий Аттумен побежден", -- [3]
						"Мороуз побежден", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1651,
					["name"] = "Возвращение в Каражан: нижний ярус",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 18,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 22525.28,
							["timeStamp"] = {
								["day"] = 23,
								["month"] = 4,
								["hours"] = 16,
								["year"] = 2017,
								["mins"] = 18,
							},
							["level"] = 2,
							["startTime"] = 20861.835,
							["objectiveTimes"] = {
								"06:47", -- [1]
								"13:40", -- [2]
								"29:12", -- [3]
								"20:24", -- [4]
								"26:58", -- [5]
							},
							["players"] = {
								{
									["class"] = "Чернокнижник",
									["name"] = "Ульстван(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Паладин",
									["name"] = "Маро(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница",
									["name"] = "Хантозаврус(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Свартамар(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 30,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
							},
							["active"] = false,
							["endTime"] = 49802.068,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 4,
								["hours"] = 23,
								["year"] = 2017,
								["mins"] = 0,
							},
							["level"] = 5,
							["startTime"] = 47438.881,
							["objectiveTimes"] = {
								"05:11", -- [1]
								"16:54", -- [2]
								"41:52", -- [3]
								"31:07", -- [4]
								"38:47", -- [5]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Egesia(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
						{
							["corrupt"] = false,
							["deaths"] = 8,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 43752.096,
							["timeStamp"] = {
								["day"] = 2,
								["month"] = 5,
								["hours"] = 19,
								["year"] = 2017,
								["mins"] = 49,
							},
							["startTime"] = 42630.221,
							["level"] = 8,
							["objectiveTimes"] = {
								"04:49", -- [1]
								"11:40", -- [2]
								"07:30", -- [3]
								"19:21", -- [4]
								"16:18", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Shiroyashä(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница",
									["name"] = "Helendria(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [3]
						{
							["corrupt"] = false,
							["deaths"] = 28,
							["affixes"] = {
								[11] = {
									["name"] = "Взрывной",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели взрываются, в течение 4 секунд нанося всем игрокам урон в размере 10% от их максимального запаса здоровья. Этот эффект суммируется.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[9] = {
									["name"] = "Тиранический",
									["desc"] = "Противники-боссы имеют на 40% больше здоровья и наносят на 15% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 49999.905,
							["timeStamp"] = {
								["day"] = 2,
								["month"] = 5,
								["hours"] = 21,
								["mins"] = 33,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Зэслэер",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 12,
							["objectiveTimes"] = {
								"06:50", -- [1]
								"23:01", -- [2]
								"64:39", -- [3]
								"46:29", -- [4]
								"54:21", -- [5]
							},
							["startTime"] = 46260.307,
						}, -- [4]
						{
							["corrupt"] = false,
							["deaths"] = 22,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 47273.967,
							["timeStamp"] = {
								["day"] = 4,
								["month"] = 5,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 19,
							},
							["level"] = 7,
							["startTime"] = 45702.31,
							["objectiveTimes"] = {
								"07:34", -- [1]
								"14:38", -- [2]
								"28:01", -- [3]
								"21:00", -- [4]
								"26:12", -- [5]
							},
							["players"] = {
								{
									["class"] = "Маг",
									["name"] = "Aâyla(*)",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Чернокнижница",
									["name"] = "Sinøvia(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [5]
						{
							["corrupt"] = false,
							["deaths"] = 13,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 145121.928,
							["timeStamp"] = {
								["day"] = 6,
								["month"] = 5,
								["hours"] = 0,
								["year"] = 2017,
								["mins"] = 29,
							},
							["startTime"] = 143424.781,
							["level"] = 9,
							["objectiveTimes"] = {
								"05:50", -- [1]
								"15:27", -- [2]
								"29:21", -- [3]
								"21:51", -- [4]
								"28:15", -- [5]
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфус(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Yundera(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Noré(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [6]
						{
							["corrupt"] = false,
							["deaths"] = 7,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
							},
							["active"] = false,
							["endTime"] = 27243.547,
							["timeStamp"] = {
								["day"] = 12,
								["month"] = 5,
								["hours"] = 22,
								["mins"] = 54,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Паладин",
									["name"] = "Kilarna(*)",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Mídori(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Ut(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
							["level"] = 9,
							["objectiveTimes"] = {
								"05:16", -- [1]
								"14:17", -- [2]
								"10:40", -- [3]
								"21:16", -- [4]
								"18:15", -- [5]
							},
							["startTime"] = 26001.361,
						}, -- [7]
						{
							["corrupt"] = false,
							["deaths"] = 16,
							["affixes"] = {
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
							},
							["active"] = false,
							["endTime"] = 40880.119,
							["timeStamp"] = {
								["day"] = 19,
								["month"] = 5,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 25,
							},
							["level"] = 12,
							["startTime"] = 39196.448,
							["objectiveTimes"] = {
								"08:26", -- [1]
								"16:38", -- [2]
								"13:44", -- [3]
								"29:23", -- [4]
								"25:38", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфус",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Ânurielle(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Dalahrana(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Паладин",
									["name"] = "Бранар",
									["role"] = "TANK",
								}, -- [5]
							},
						}, -- [8]
						{
							["corrupt"] = false,
							["deaths"] = 2,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
							},
							["active"] = false,
							["endTime"] = 46883.182,
							["timeStamp"] = {
								["day"] = 20,
								["month"] = 5,
								["hours"] = 23,
								["year"] = 2017,
								["mins"] = 41,
							},
							["startTime"] = 45822.847,
							["level"] = 5,
							["objectiveTimes"] = {
								"04:44", -- [1]
								"10:36", -- [2]
								"07:33", -- [3]
								"17:49", -- [4]
								"14:45", -- [5]
							},
							["players"] = {
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Амлоди",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Плетоносец",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Ювита(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Друид",
									["name"] = "Ианар",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [9]
						{
							["corrupt"] = false,
							["deaths"] = 1,
							["affixes"] = {
								[7] = {
									["name"] = "Усиливающий",
									["desc"] = "Все противники, не являющиеся боссами, в момент гибели издают последний клич, увеличивая максимальный запас здоровья ближайших союзников и наносимый ими урон на 20%.",
								},
								[2] = {
									["name"] = "Упрямый",
									["desc"] = "Противники в значительной степени игнорируют объем угрозы, создаваемой танками.",
								},
							},
							["active"] = false,
							["endTime"] = 48386.439,
							["timeStamp"] = {
								["day"] = 21,
								["month"] = 5,
								["hours"] = 0,
								["mins"] = 5,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Чернокнижник",
									["name"] = "Плетоносец(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Ювита(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 8,
							["objectiveTimes"] = {
								"04:49", -- [1]
								"11:06", -- [2]
								"07:50", -- [3]
								"18:16", -- [4]
								"15:01", -- [5]
							},
							["startTime"] = 47294.855,
						}, -- [10]
					},
				},
			},
		},
	},
}
