
GottaGoFastHistoryDB = {
	["profileKeys"] = {
		["Бранар - Азурегос"] = "Default",
		["Ианар - Гордунни"] = "Default",
		["Лякай - Гордунни"] = "Default",
		["Оробиас - Азурегос"] = "Default",
		["Инсталлеррх - Черный Шрам"] = "Default",
		["Фелбой - Гордунни"] = "Default",
		["Трубо - Азурегос"] = "Default",
		["Пирик - Черный Шрам"] = "Default",
		["Нехолик - Гордунни"] = "Default",
		["Кентачзис - Гордунни"] = "Default",
		["Тонтоп - Азурегос"] = "Default",
		["Экзорцыст - Король-лич"] = "Default",
		["Тыдышь - Черный Шрам"] = "Default",
		["Аниом - Гордунни"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["History"] = {
				[1493] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 353327.922,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 7,
								["hours"] = 11,
								["mins"] = 58,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Охотница на демонов",
									["name"] = "Камриелла",
									["role"] = "DAMAGER",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Тдн(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Шаман",
									["name"] = "Свартхёрби",
									["role"] = "HEALER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Пандораирис",
									["role"] = "TANK",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 2,
							["objectiveTimes"] = {
								"02:40", -- [1]
								"05:37", -- [2]
								"07:03", -- [3]
								"08:44", -- [4]
								"16:52", -- [5]
								"18:32", -- [6]
							},
							["startTime"] = 352215.382,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 22,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 8831.719,
							["timeStamp"] = {
								["day"] = 1,
								["month"] = 8,
								["hours"] = 22,
								["mins"] = 35,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Uhygge(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Чернокнижник",
									["name"] = "Гулдонг(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 6974.825,
							["objectiveTimes"] = {
								"11:09", -- [1]
								"15:57", -- [2]
								"21:27", -- [3]
								"19:32", -- [4]
								"32:46", -- [5]
								"29:47", -- [6]
							},
							["level"] = 15,
						}, -- [2]
					},
					["name"] = "Казематы Стражей",
					["zoneID"] = 1493,
					["objectives"] = {
						"Тиратон Салтерил", -- [1]
						"Инквизитор Истязарий", -- [2]
						"Вул'кан", -- [3]
						"Смотрящий", -- [4]
						"Кордана Оскверненная Песнь", -- [5]
						"Войска противника", -- [6]
					},
				},
				[1571] = {
					["objectives"] = {
						"Капитан патруля Гердо", -- [1]
						"Таликса Пламя Гнева", -- [2]
						"Советник Меландр", -- [3]
						"Войска противника", -- [4]
					},
					["zoneID"] = 1571,
					["name"] = "Квартал Звезд",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 10,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 364501.699,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 7,
								["hours"] = 15,
								["year"] = 2017,
								["mins"] = 4,
							},
							["startTime"] = 362852.352,
							["level"] = 11,
							["objectiveTimes"] = {
								"07:58", -- [1]
								"23:16", -- [2]
								"28:18", -- [3]
								"23:16", -- [4]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Аксимад(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Ловипулювлоб(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
								[4] = {
									["name"] = "Некротический",
									["desc"] = "Все атаки противника в ближнем бою накладывают на цели суммирующийся эффект гнили, который наносит периодический урон и уменьшает получаемое исцеление.",
								},
							},
							["active"] = false,
							["endTime"] = 79767.073,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 8,
								["hours"] = 21,
								["year"] = 2017,
								["mins"] = 28,
							},
							["level"] = 8,
							["startTime"] = 78418.996,
							["objectiveTimes"] = {
								"08:05", -- [1]
								"16:02", -- [2]
								"21:23", -- [3]
								"22:42", -- [4]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Геззель",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Стамп(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Фэмили(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
					},
				},
				[1458] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 11,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 135235.895,
							["timeStamp"] = {
								["day"] = 27,
								["month"] = 7,
								["hours"] = 23,
								["mins"] = 23,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Воин",
									["name"] = "Амлоди(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Воин",
									["name"] = "Рагнбьёрн(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Агламиш(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 133623.2,
							["objectiveTimes"] = {
								"04:37", -- [1]
								"17:09", -- [2]
								"22:47", -- [3]
								"27:47", -- [4]
								"26:02", -- [5]
							},
							["level"] = 12,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
							},
							["active"] = false,
							["endTime"] = 76527.502,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 8,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 34,
							},
							["level"] = 2,
							["startTime"] = 75801.971,
							["objectiveTimes"] = {
								"02:56", -- [1]
								"07:33", -- [2]
								"09:57", -- [3]
								"12:05", -- [4]
								"11:14", -- [5]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Геззель",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Маг",
									["name"] = "Lxxvii(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Cubensisick(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
					},
					["name"] = "Логово Нелтариона",
					["zoneID"] = 1458,
					["objectives"] = {
						"Рокмора", -- [1]
						"Уларогг Скаломол", -- [2]
						"Нараксас", -- [3]
						"Даргрул", -- [4]
						"Войска противника", -- [5]
					},
				},
				[1651] = {
					["objectives"] = {
						"Смотритель", -- [1]
						"Тень Медива побеждена", -- [2]
						"Пожиратель маны побежден", -- [3]
						"Виз'адуум Всевидящий побежден", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1651,
					["name"] = "Возвращение в Каражан: верхний ярус",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 23,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 276908.074,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 7,
								["hours"] = 14,
								["year"] = 2017,
								["mins"] = 45,
							},
							["startTime"] = 275411.197,
							["level"] = 7,
							["objectiveTimes"] = {
								"06:24", -- [1]
								"10:51", -- [2]
								"14:37", -- [3]
								"26:51", -- [4]
								"23:22", -- [5]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотник",
									["name"] = "Szeryfwojtek(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Ньоген",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 15,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 23682.428,
							["timeStamp"] = {
								["day"] = 31,
								["month"] = 7,
								["hours"] = 22,
								["mins"] = 27,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Deadk(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Воин",
									["name"] = "Kryvonis(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 13,
							["objectiveTimes"] = {
								"07:49", -- [1]
								"11:44", -- [2]
								"15:40", -- [3]
								"29:01", -- [4]
								"25:04", -- [5]
							},
							["startTime"] = 22015.617,
						}, -- [2]
					},
				},
				[1501] = {
					["objectives"] = {
						"Слияние душ", -- [1]
						"Иллисанна Гребень Ворона", -- [2]
						"Хмуродроб Лютый", -- [3]
						"Лорд Кур'талос Гребень Ворона", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1501,
					["name"] = "Крепость Черной Ладьи",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 6,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
							},
							["active"] = false,
							["endTime"] = 278768.681,
							["timeStamp"] = {
								["day"] = 29,
								["month"] = 7,
								["hours"] = 15,
								["year"] = 2017,
								["mins"] = 16,
							},
							["startTime"] = 277323.187,
							["level"] = 9,
							["objectiveTimes"] = {
								"04:21", -- [1]
								"13:11", -- [2]
								"19:32", -- [3]
								"24:35", -- [4]
								"22:12", -- [5]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Паладин",
									["name"] = "Orrorrin(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Маг",
									["name"] = "Веслиснайпс(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 0,
							["affixes"] = {
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 381384.126,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 7,
								["hours"] = 19,
								["mins"] = 46,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Охотник на демонов",
									["name"] = "Идраэль",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Чернокнижница",
									["name"] = "Фя(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница на демонов",
									["name"] = "Дианэль(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 380243.325,
							["objectiveTimes"] = {
								"04:09", -- [1]
								"10:38", -- [2]
								"15:46", -- [3]
								"19:00", -- [4]
								"17:11", -- [5]
							},
							["level"] = 6,
						}, -- [2]
					},
				},
				[1477] = {
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 6,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 6494.074,
							["timeStamp"] = {
								["day"] = 1,
								["month"] = 8,
								["hours"] = 21,
								["mins"] = 56,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Воин",
									["name"] = "Lâyout(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Шаман",
									["name"] = "Линнкольн(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["startTime"] = 4795.83,
							["objectiveTimes"] = {
								"03:48", -- [1]
								"15:20", -- [2]
								"20:49", -- [3]
								"26:26", -- [4]
								"28:47", -- [5]
								"26:26", -- [6]
							},
							["level"] = 13,
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 3,
							["affixes"] = {
								[6] = {
									["name"] = "Разъяренный",
									["desc"] = "Противники, не являющиеся боссами, впадают в ярость, когда у них остается менее 30% здоровья, и наносят на 100% больше урона, пока не погибнут.",
								},
							},
							["active"] = false,
							["endTime"] = 77991.182,
							["timeStamp"] = {
								["day"] = 7,
								["month"] = 8,
								["hours"] = 20,
								["year"] = 2017,
								["mins"] = 58,
							},
							["level"] = 5,
							["startTime"] = 76797.981,
							["objectiveTimes"] = {
								"01:58", -- [1]
								"08:57", -- [2]
								"12:48", -- [3]
								"18:19", -- [4]
								"20:07", -- [5]
								"18:19", -- [6]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Полиморфи",
									["role"] = "HEALER",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Геззель",
									["role"] = "TANK",
								}, -- [2]
								{
									["class"] = "Разбойник",
									["name"] = "Норхэй",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Фэмили(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Охотник",
									["name"] = "Аниом",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [2]
					},
					["name"] = "Чертоги Доблести",
					["zoneID"] = 1477,
					["objectives"] = {
						"Химдалль", -- [1]
						"Хирья", -- [2]
						"Фенрир", -- [3]
						"Король-бог Сковальд", -- [4]
						"Один", -- [5]
						"Войска противника", -- [6]
					},
				},
				[1516] = {
					["objectives"] = {
						"Иванир", -- [1]
						"Корстилакс", -- [2]
						"Генерал Ксакал", -- [3]
						"Нал'тира", -- [4]
						"Советник Вандрос", -- [5]
						"Войска противника", -- [6]
					},
					["zoneID"] = 1516,
					["name"] = "Катакомбы Сурамара",
					["runs"] = {
						{
							["corrupt"] = true,
							["deaths"] = 33,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 357350.878,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 7,
								["hours"] = 13,
								["year"] = 2017,
								["mins"] = 7,
							},
							["level"] = 14,
							["startTime"] = 354308.878,
							["objectiveTimes"] = {
								"14:49", -- [1]
								"19:55", -- [2]
								"43:09", -- [3]
								"25:09", -- [4]
								"50:42", -- [5]
								"47:50", -- [6]
							},
							["players"] = {
								{
									["class"] = "Друид",
									["name"] = "Восьмисотый(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Монахиня",
									["name"] = "Некипишикиса(*)",
									["role"] = "DAMAGER",
								}, -- [2]
								{
									["class"] = "Друид",
									["name"] = "Kathereh(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = true,
							["deaths"] = 34,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 27893.946,
							["timeStamp"] = {
								["day"] = 31,
								["month"] = 7,
								["hours"] = 23,
								["mins"] = 38,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Разбойница",
									["name"] = "Пропробелыч(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Чернокнижник",
									["name"] = "Rôman(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 14,
							["objectiveTimes"] = {
								"45:06", -- [1]
								"35:32", -- [2]
								"21:07", -- [3]
								"26:23", -- [4]
								"53:17", -- [5]
								"49:06", -- [6]
							},
							["startTime"] = 24696.946,
						}, -- [2]
					},
				},
				[1466] = {
					["objectives"] = {
						"Верховный друид Глайдалис", -- [1]
						"Дубосерд", -- [2]
						"Дресарон", -- [3]
						"Тень Ксавия", -- [4]
						"Войска противника", -- [5]
					},
					["zoneID"] = 1466,
					["name"] = "Чаща Темного Сердца",
					["runs"] = {
						{
							["corrupt"] = false,
							["deaths"] = 18,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 377366.728,
							["timeStamp"] = {
								["day"] = 30,
								["month"] = 7,
								["hours"] = 18,
								["year"] = 2017,
								["mins"] = 38,
							},
							["level"] = 12,
							["startTime"] = 375907.34,
							["objectiveTimes"] = {
								"09:29", -- [1]
								"16:19", -- [2]
								"20:23", -- [3]
								"25:48", -- [4]
								"24:04", -- [5]
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотница",
									["name"] = "Эж(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотница",
									["name"] = "Исгнар(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
						}, -- [1]
						{
							["corrupt"] = false,
							["deaths"] = 15,
							["affixes"] = {
								[14] = {
									["name"] = "Сотрясающий",
									["desc"] = "Периодически все игроки излучают ударные волны, нанося урон ближайшим союзникам и прерывая используемые ими способности.",
								},
								[10] = {
									["name"] = "Укрепленный",
									["desc"] = "Противники, не являющиеся боссами, имеют на 20% больше здоровья и наносят на 30% больше урона.",
								},
								[5] = {
									["name"] = "Кишащий",
									["desc"] = "В подземелье присутствуют дополнительные противники, не являющиеся боссами.",
								},
							},
							["active"] = false,
							["endTime"] = 21286.02,
							["timeStamp"] = {
								["day"] = 31,
								["month"] = 7,
								["hours"] = 21,
								["mins"] = 47,
								["year"] = 2017,
							},
							["players"] = {
								{
									["class"] = "Рыцарь смерти",
									["name"] = "Харборим(*)",
									["role"] = "TANK",
								}, -- [1]
								{
									["class"] = "Друид",
									["name"] = "Полиморфи(*)",
									["role"] = "HEALER",
								}, -- [2]
								{
									["class"] = "Охотник",
									["name"] = "Иристорс(*)",
									["role"] = "DAMAGER",
								}, -- [3]
								{
									["class"] = "Охотник",
									["name"] = "Пипен(*)",
									["role"] = "DAMAGER",
								}, -- [4]
								{
									["class"] = "Маг",
									["name"] = "Пирик",
									["role"] = "DAMAGER",
								}, -- [5]
							},
							["level"] = 12,
							["objectiveTimes"] = {
								"05:59", -- [1]
								"14:29", -- [2]
								"24:12", -- [3]
								"29:07", -- [4]
								"26:55", -- [5]
							},
							["startTime"] = 19612.607,
						}, -- [2]
					},
				},
			},
		},
	},
}
