
PABDB = {
	["showTrinket"] = false,
	["growLeft"] = false,
	["showIconBorders"] = false,
	["showSelf"] = false,
	["hidden"] = true,
	["abilities"] = {
		["HUNTER"] = {
			["254"] = {
				{
					["ability"] = "Замораживающая ловушка",
					["cooldown"] = 30,
					["id"] = 187650,
				}, -- [1]
			},
			["255"] = {
				{
					["ability"] = "Замораживающая ловушка",
					["cooldown"] = 24,
					["id"] = 187650,
				}, -- [1]
			},
			["253"] = {
				{
					["ability"] = "Замораживающая ловушка",
					["cooldown"] = 30,
					["id"] = 187650,
				}, -- [1]
			},
			["ALL"] = {
				{
					["ability"] = "Дух черепахи",
					["cooldown"] = 180,
					["id"] = 186265,
				}, -- [1]
			},
		},
		["WARRIOR"] = {
			["71"] = {
				{
					["ability"] = "Устрашающий крик",
					["cooldown"] = 90,
					["id"] = 5246,
				}, -- [1]
				{
					["ability"] = "Бой насмерть",
					["cooldown"] = 180,
					["id"] = 118038,
				}, -- [2]
			},
			["72"] = {
				{
					["ability"] = "Устрашающий крик",
					["cooldown"] = 90,
					["id"] = 5246,
				}, -- [1]
			},
			["73"] = {
			},
			["ALL"] = {
				{
					["ability"] = "Зуботычина",
					["cooldown"] = 15,
					["id"] = 6552,
				}, -- [1]
				{
					["maxcharges"] = false,
					["talent"] = "honor",
					["ability"] = "Обезоруживание",
					["cooldown"] = 30,
					["id"] = 236077,
				}, -- [2]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Удар громовержца",
					["cooldown"] = 30,
					["id"] = 107570,
				}, -- [3]
			},
		},
		["SHAMAN"] = {
			["262"] = {
			},
			["264"] = {
				{
					["ability"] = "Тотем духовной связи",
					["cooldown"] = 180,
					["id"] = 98008,
				}, -- [1]
			},
			["263"] = {
			},
			["ALL"] = {
				{
					["ability"] = "Астральный сдвиг",
					["cooldown"] = 90,
					["id"] = 108271,
				}, -- [1]
				{
					["ability"] = "Пронизывающий ветер",
					["cooldown"] = 12,
					["id"] = 57994,
				}, -- [2]
			},
		},
		["MAGE"] = {
			["63"] = {
				{
					["ability"] = "Дыхание дракона",
					["cooldown"] = 20,
					["id"] = 31661,
				}, -- [1]
				{
					["ability"] = "Прижигание",
					["cooldown"] = 300,
					["id"] = 86949,
				}, -- [2]
			},
			["64"] = {
			},
			["62"] = {
			},
			["ALL"] = {
				{
					["maxcharges"] = false,
					["talent"] = "honor",
					["ability"] = "Барьер времени",
					["cooldown"] = 45,
					["id"] = 198111,
				}, -- [1]
				{
					["ability"] = "Антимагия",
					["cooldown"] = 24,
					["id"] = 2139,
				}, -- [2]
				{
					["ability"] = "Ледяная глыба",
					["cooldown"] = 240,
					["id"] = 45438,
				}, -- [3]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Кольцо мороза",
					["cooldown"] = 45,
					["id"] = 113724,
				}, -- [4]
			},
		},
		["PRIEST"] = {
			["257"] = {
				{
					["ability"] = "Улучшенный уход в тень",
					["cooldown"] = 30,
					["id"] = 213602,
				}, -- [1]
				{
					["ability"] = "Луч надежды",
					["cooldown"] = 45,
					["id"] = 197268,
				}, -- [2]
				{
					["ability"] = "Молитва отчаяния",
					["cooldown"] = 90,
					["id"] = 19236,
				}, -- [3]
				{
					["ability"] = "Оберегающий дух",
					["cooldown"] = 240,
					["id"] = 47788,
				}, -- [4]
			},
			["258"] = {
				{
					["ability"] = "Слияние с Тьмой",
					["cooldown"] = 120,
					["id"] = 47585,
				}, -- [1]
				{
					["ability"] = "Ментальный крик",
					["cooldown"] = 30,
					["id"] = 8122,
				}, -- [2]
				{
					["ability"] = "Безмолвие",
					["cooldown"] = 45,
					["id"] = 15487,
				}, -- [3]
			},
			["256"] = {
				{
					["ability"] = "Ментальный крик",
					["cooldown"] = 30,
					["id"] = 8122,
				}, -- [1]
				{
					["ability"] = "Подавление боли",
					["cooldown"] = 210,
					["id"] = 33206,
				}, -- [2]
				{
					["ability"] = "Слово силы: Барьер",
					["cooldown"] = 180,
					["id"] = 62618,
				}, -- [3]
			},
			["ALL"] = {
			},
		},
		["PALADIN"] = {
			["65"] = {
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Покаяние",
					["cooldown"] = 15,
					["id"] = 20066,
				}, -- [1]
				{
					["maxcharges"] = 2,
					["id"] = 150630,
					["cooldown"] = 300,
					["ability"] = "Длань защиты",
				}, -- [2]
				{
					["maxcharges"] = 2,
					["id"] = 6940,
					["cooldown"] = 150,
					["ability"] = "Жертвенное благословение",
				}, -- [3]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Слепящий свет",
					["cooldown"] = 90,
					["id"] = 115750,
				}, -- [4]
				{
					["ability"] = "Божественный щит",
					["cooldown"] = 300,
					["id"] = 642,
				}, -- [5]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Рыцарь-мститель",
					["cooldown"] = 60,
					["id"] = 216331,
				}, -- [6]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Гнев карателя",
					["cooldown"] = 120,
					["id"] = 31842,
				}, -- [7]
			},
			["70"] = {
				{
					["ability"] = "Божественный щит",
					["cooldown"] = 240,
					["id"] = 642,
				}, -- [1]
				{
					["ability"] = "Укор",
					["cooldown"] = 15,
					["id"] = 96231,
				}, -- [2]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Слепящий свет",
					["cooldown"] = 90,
					["id"] = 115750,
				}, -- [3]
				{
					["ability"] = "Длань защиты",
					["cooldown"] = 300,
					["id"] = 150630,
				}, -- [4]
			},
			["66"] = {
				{
					["ability"] = "Укор",
					["cooldown"] = 15,
					["id"] = 96231,
				}, -- [1]
				{
					["ability"] = "Жертвенное благословение",
					["cooldown"] = 150,
					["id"] = 6940,
				}, -- [2]
			},
			["ALL"] = {
				{
					["ability"] = "Молот правосудия",
					["cooldown"] = 30,
					["id"] = 853,
				}, -- [1]
				{
					["ability"] = "Длань свободы",
					["cooldown"] = 15,
					["id"] = 66115,
				}, -- [2]
			},
		},
		["WARLOCK"] = {
			["265"] = {
			},
			["266"] = {
			},
			["267"] = {
			},
			["ALL"] = {
				{
					["ability"] = "Запрет чар",
					["cooldown"] = 24,
					["id"] = 19647,
				}, -- [1]
				{
					["ability"] = "Твердая решимость",
					["cooldown"] = 180,
					["id"] = 104773,
				}, -- [2]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Лик тлена",
					["cooldown"] = 45,
					["id"] = 6789,
				}, -- [3]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Темный пакт",
					["cooldown"] = 60,
					["id"] = 108416,
				}, -- [4]
				{
					["maxcharges"] = false,
					["talent"] = "honor",
					["ability"] = "Оберег Пустоты",
					["cooldown"] = 45,
					["id"] = 212295,
				}, -- [5]
			},
		},
		["DEMONHUNTER"] = {
			["577"] = {
			},
			["581"] = {
			},
			["ALL"] = {
				{
					["ability"] = "Затуманивание",
					["cooldown"] = 60,
					["id"] = 198589,
				}, -- [1]
				{
					["ability"] = "Поглощение магии",
					["cooldown"] = 15,
					["id"] = 183752,
				}, -- [2]
				{
					["ability"] = "Пленение",
					["cooldown"] = 15,
					["id"] = 217832,
				}, -- [3]
			},
		},
		["DEATHKNIGHT"] = {
			["252"] = {
				{
					["ability"] = "Асфиксия",
					["cooldown"] = 45,
					["id"] = 108194,
				}, -- [1]
				{
					["ability"] = "Прыжок",
					["cooldown"] = 30,
					["id"] = 47482,
				}, -- [2]
			},
			["251"] = {
				{
					["ability"] = "Блуждающий дух",
					["cooldown"] = 45,
					["id"] = 212552,
				}, -- [1]
			},
			["250"] = {
			},
			["ALL"] = {
				{
					["ability"] = "Заморозка разума",
					["cooldown"] = 15,
					["id"] = 47528,
				}, -- [1]
				{
					["ability"] = "Антимагический панцирь",
					["cooldown"] = 60,
					["id"] = 48707,
				}, -- [2]
				{
					["ability"] = "Незыблемость льда",
					["cooldown"] = 180,
					["id"] = 48792,
				}, -- [3]
			},
		},
		["DRUID"] = {
			["105"] = {
				{
					["ability"] = "Дубовая кожа",
					["cooldown"] = 60,
					["id"] = 22812,
				}, -- [1]
				{
					["ability"] = "Железная кора",
					["cooldown"] = 90,
					["id"] = 102342,
				}, -- [2]
				{
					["ability"] = "Буйство природы",
					["cooldown"] = 45,
					["id"] = 203651,
				}, -- [3]
			},
			["104"] = {
			},
			["102"] = {
				{
					["ability"] = "Столп солнечного света",
					["cooldown"] = 60,
					["id"] = 78675,
				}, -- [1]
				{
					["ability"] = "Дубовая кожа",
					["cooldown"] = 60,
					["id"] = 22812,
				}, -- [2]
			},
			["103"] = {
				{
					["ability"] = "Лобовая атака",
					["cooldown"] = 15,
					["id"] = 106839,
				}, -- [1]
				{
					["maxcharges"] = 2,
					["id"] = 61336,
					["cooldown"] = 120,
					["ability"] = "Инстинкты выживания",
				}, -- [2]
			},
			["ALL"] = {
				{
					["ability"] = "Мощное оглушение",
					["cooldown"] = 50,
					["id"] = 5211,
				}, -- [1]
			},
		},
		["MONK"] = {
			["270"] = {
				{
					["ability"] = "Исцеляющий кокон",
					["cooldown"] = 180,
					["id"] = 116849,
				}, -- [1]
			},
			["269"] = {
				{
					["ability"] = "Рука-копье",
					["cooldown"] = 15,
					["id"] = 116705,
				}, -- [1]
				{
					["ability"] = "Закон кармы",
					["cooldown"] = 90,
					["id"] = 122470,
				}, -- [2]
			},
			["268"] = {
			},
			["ALL"] = {
				{
					["ability"] = "Трансцендентность: перенос",
					["cooldown"] = 25,
					["id"] = 119996,
				}, -- [1]
				{
					["maxcharges"] = false,
					["talent"] = "spec",
					["ability"] = "Круговой удар ногой",
					["cooldown"] = 45,
					["id"] = 119381,
				}, -- [2]
			},
		},
		["ROGUE"] = {
			["261"] = {
				{
					["ability"] = "Ускользание",
					["cooldown"] = 120,
					["id"] = 5277,
				}, -- [1]
				{
					["maxcharges"] = false,
					["talent"] = "honor",
					["ability"] = "Дымовая шашка",
					["cooldown"] = 180,
					["id"] = 76577,
				}, -- [2]
			},
			["260"] = {
			},
			["259"] = {
				{
					["ability"] = "Ускользание",
					["cooldown"] = 120,
					["id"] = 5277,
				}, -- [1]
			},
			["ALL"] = {
				{
					["ability"] = "Пинок",
					["cooldown"] = 15,
					["id"] = 1766,
				}, -- [1]
				{
					["ability"] = "Ослепление",
					["cooldown"] = 120,
					["id"] = 2094,
				}, -- [2]
				{
					["ability"] = "Плащ Теней",
					["cooldown"] = 90,
					["id"] = 31224,
				}, -- [3]
			},
		},
	},
	["lock"] = true,
	["attach"] = false,
	["positions"] = {
		{
			["y"] = -196.622053372193,
			["x"] = 166.04461122553,
		}, -- [1]
		{
			["y"] = -378.66658903029,
			["x"] = 677.333349734545,
		}, -- [2]
		{
			["y"] = -378.66658903029,
			["x"] = 677.333349734545,
		}, -- [3]
		{
			["y"] = -378.66658903029,
			["x"] = 677.333349734545,
		}, -- [4]
		{
			["y"] = -378.66658903029,
			["x"] = 677.333349734545,
		}, -- [5]
	},
	["scale"] = 1,
}
