
ZygorGuidesViewerSettings = {
	["char"] = {
		["Аниоми - Гордунни"] = {
			["CurrentDeals"] = {
			},
			["step"] = 8,
			["ATsearchitems"] = {
			},
			["lastlogin"] = 1497706638,
			["stephistory"] = {
				1, -- [1]
				2, -- [2]
				3, -- [3]
				4, -- [4]
				5, -- [5]
				6, -- [6]
				7, -- [7]
			},
			["GGbuyitems"] = {
			},
			["initialFlightPathsLoaded"] = true,
			["guidename"] = "LEVELING\\Starter Guides\\Draenei (1-5)",
			["guides_history_ZGV4clear"] = true,
			["debuglog"] = {
				"16:36:36.185.369> Viewer started. ---------------------------", -- [1]
				"16:37:19.876.776> Viewer started. ---------------------------", -- [2]
			},
			["ActivatedPois"] = {
			},
			["questrewards"] = {
			},
			["guideTurnInsOnly"] = false,
			["guides_history"] = {
				{
					"LEVELING\\Starter Guides\\Draenei (1-5)", -- [1]
					7, -- [2]
				}, -- [1]
			},
			["ActivatedInlinePois"] = {
			},
			["notifications"] = {
			},
			["taxis"] = {
				["Lor'danel"] = true,
				["Rut'theran Village"] = true,
				["The Exodar"] = true,
				["Dolanaar"] = true,
				["Azure Watch"] = true,
				["Moonglade"] = true,
				["Darnassus"] = true,
			},
			["AThiddenitems"] = {
			},
			["MThiddenitems"] = {
			},
		},
		["Бранар - Азурегос"] = {
			["lastlogin"] = 1497707925,
			["notifications"] = {
			},
			["questrewards"] = {
			},
			["debuglog"] = {
				"16:59:13.876.264> Viewer started. ---------------------------", -- [1]
			},
			["guides_history_ZGV4clear"] = true,
		},
		["Дрофренфан - Гордунни"] = {
			["CurrentDeals"] = {
			},
			["step"] = 19,
			["ATsearchitems"] = {
			},
			["lastlogin"] = 1497706013,
			["stephistory"] = {
				1, -- [1]
				2, -- [2]
				3, -- [3]
				4, -- [4]
				5, -- [5]
				6, -- [6]
				7, -- [7]
				8, -- [8]
				9, -- [9]
				10, -- [10]
				11, -- [11]
				12, -- [12]
				13, -- [13]
				14, -- [14]
				15, -- [15]
				16, -- [16]
				17, -- [17]
				18, -- [18]
			},
			["GGbuyitems"] = {
			},
			["initialFlightPathsLoaded"] = true,
			["questrewards"] = {
			},
			["guidename"] = "LEVELING\\Wrath of the Lich King (70-80)\\Borean Tundra (70-72)",
			["guides_history_ZGV4clear"] = true,
			["debuglog"] = {
				"16:17:03.710.114> Viewer started. ---------------------------", -- [1]
				"16:26:54.463.397> Viewer started. ---------------------------", -- [2]
			},
			["ActivatedPois"] = {
			},
			["goodbadguides"] = {
				["LEVELING\\Wrath of the Lich King (70-80)\\Borean Tundra (70-72)"] = true,
			},
			["guideTurnInsOnly"] = false,
			["guides_history"] = {
				{
					"LEVELING\\Wrath of the Lich King (70-80)\\Borean Tundra (70-72)", -- [1]
					18, -- [2]
				}, -- [1]
				{
					"LEVELING\\The Burning Crusade (60-70)\\Blade's Edge Mountains (67-68)", -- [1]
					1, -- [2]
				}, -- [2]
			},
			["ActivatedInlinePois"] = {
			},
			["notifications"] = {
			},
			["taxis"] = {
				["Lor'danel"] = true,
				["Kharanos"] = true,
				["The Exodar"] = true,
				["Dolanaar"] = true,
				["Goldshire"] = true,
				["Gol'Bolar Quarry"] = true,
				["Eastvale Logging Camp"] = true,
				["Azure Watch"] = true,
				["Rut'theran Village"] = true,
				["Ironforge"] = true,
				["Stormwind"] = true,
				["Moonglade"] = true,
				["Darnassus"] = true,
			},
			["MThiddenitems"] = {
			},
			["AThiddenitems"] = {
			},
		},
		["Пирик - Черный Шрам"] = {
			["CurrentDeals"] = {
			},
			["step"] = 1359,
			["ATsearchitems"] = {
			},
			["guidename"] = "LEVELING\\Legion (100-110)\\Legion Intro & Artifacts",
			["guides_history_ZGV4clear"] = true,
			["ActivatedPois"] = {
			},
			["guideTurnInsOnly"] = false,
			["guides_history"] = {
				{
					"LEVELING\\Legion (100-110)\\Legion Intro & Artifacts", -- [1]
					1358, -- [2]
				}, -- [1]
			},
			["notifications"] = {
			},
			["taxis"] = {
				["Lor'danel"] = true,
				["Kharanos"] = true,
				["The Exodar"] = true,
				["Dolanaar"] = true,
				["Goldshire"] = true,
				["Gol'Bolar Quarry"] = true,
				["Eastvale Logging Camp"] = true,
				["Azure Watch"] = true,
				["Darnassus"] = true,
				["Ironforge"] = true,
				["Moonglade"] = true,
				["Stormwind"] = true,
				["Rut'theran Village"] = true,
			},
			["questrewards"] = {
			},
			["lastlogin"] = 1497708875,
			["stephistory"] = {
				1, -- [1]
				144, -- [2]
				145, -- [3]
				154, -- [4]
				155, -- [5]
				156, -- [6]
				157, -- [7]
				158, -- [8]
				159, -- [9]
				160, -- [10]
				161, -- [11]
				162, -- [12]
				163, -- [13]
				164, -- [14]
				165, -- [15]
				166, -- [16]
				167, -- [17]
				168, -- [18]
				169, -- [19]
				170, -- [20]
				171, -- [21]
				172, -- [22]
				173, -- [23]
				174, -- [24]
				175, -- [25]
				176, -- [26]
				177, -- [27]
				178, -- [28]
				179, -- [29]
				180, -- [30]
				751, -- [31]
				752, -- [32]
				753, -- [33]
				754, -- [34]
				755, -- [35]
				756, -- [36]
				757, -- [37]
				758, -- [38]
				759, -- [39]
				760, -- [40]
				761, -- [41]
				762, -- [42]
				763, -- [43]
				764, -- [44]
				765, -- [45]
				766, -- [46]
				767, -- [47]
				767, -- [48]
				768, -- [49]
				769, -- [50]
				770, -- [51]
				828, -- [52]
				828, -- [53]
				829, -- [54]
				830, -- [55]
				831, -- [56]
				832, -- [57]
				833, -- [58]
				834, -- [59]
				835, -- [60]
				836, -- [61]
				837, -- [62]
				838, -- [63]
				839, -- [64]
				840, -- [65]
				841, -- [66]
				842, -- [67]
				843, -- [68]
				844, -- [69]
				845, -- [70]
				846, -- [71]
				847, -- [72]
				848, -- [73]
				849, -- [74]
				850, -- [75]
				851, -- [76]
				852, -- [77]
				853, -- [78]
				854, -- [79]
				855, -- [80]
				856, -- [81]
				857, -- [82]
				858, -- [83]
				859, -- [84]
				860, -- [85]
				861, -- [86]
				862, -- [87]
				863, -- [88]
				864, -- [89]
				865, -- [90]
				866, -- [91]
				867, -- [92]
				868, -- [93]
				869, -- [94]
				870, -- [95]
				871, -- [96]
				872, -- [97]
				873, -- [98]
				874, -- [99]
				875, -- [100]
				876, -- [101]
				877, -- [102]
				878, -- [103]
				879, -- [104]
				880, -- [105]
				881, -- [106]
				882, -- [107]
				883, -- [108]
				1313, -- [109]
				1326, -- [110]
				1330, -- [111]
				1344, -- [112]
				1345, -- [113]
				1346, -- [114]
				1347, -- [115]
				1348, -- [116]
				1349, -- [117]
				1350, -- [118]
				1351, -- [119]
				1352, -- [120]
				1353, -- [121]
				1354, -- [122]
				1355, -- [123]
				1356, -- [124]
				1357, -- [125]
				1358, -- [126]
			},
			["initialFlightPathsLoaded"] = true,
			["debuglog"] = {
				"17:14:42.432.930> Viewer started. ---------------------------", -- [1]
			},
			["AThiddenitems"] = {
			},
			["MThiddenitems"] = {
			},
			["ActivatedInlinePois"] = {
			},
			["GGbuyitems"] = {
			},
		},
	},
	["global"] = {
		["itemCache"] = {
		},
		["saw_tutorial"] = true,
		["gii_cache"] = {
			["|cff00ccff|Hitem:122253::::::::3:262::::::|h[Таинственный килт Стихий]|h|r"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::3:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["item:122664::::::::1:262:::1:583:::"] = {
				"Вечное колье горизонта", -- [1]
				"|cff00ccff|Hitem:122664::::::::1:262:::1:583:::|h[Вечное колье горизонта]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133298, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706932,
			},
			[122253] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::1:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706946,
			},
			["|cff00ccff|Hitem:122361::::::::1:262:::1:583:::|h[Стремительная рука правосудия]|h|r"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::1:262:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:122380::::::::1:262::::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::1:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cff0070dd|Hitem:24388::::::::68:263::1::::|h[Ремень штормового ветра]|h|r"] = {
				"Ремень штормового ветра", -- [1]
				"|cff0070dd|Hitem:24388::::::::68:263::1::::|h[Ремень штормового ветра]|h|r", -- [2]
				3, -- [3]
				88, -- [4]
				61, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132520, -- [10]
				22595, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:12534::::::::68:263::1::::|h[Голова Омокка]|h|r"] = {
				"Голова Омокка", -- [1]
				"|cffffffff|Hitem:12534::::::::68:263::1::::|h[Голова Омокка]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				134151, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:24477::::::::68:263::::::|h[Мясо джаггала]|h|r"] = {
				"Мясо джаггала", -- [1]
				"|cffffffff|Hitem:24477::::::::68:263::::::|h[Мясо джаггала]|h|r", -- [2]
				1, -- [3]
				65, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Кулинария", -- [7]
				200, -- [8]
				"", -- [9]
				134007, -- [10]
				100, -- [11]
				7, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497705929,
			},
			["item:52535::::::::3:262::::::"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::3:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cffff8000|Hitem:132410:5427:130248::::::110:64:::2:1811:3530:::|h[Осколок Экзодара]|h|r"] = {
				"Осколок Экзодара", -- [1]
				"|cffff8000|Hitem:132410:5427:130248::::::110:64:::2:1811:3530:::|h[Осколок Экзодара]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1116962, -- [10]
				568562, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cffffffff|Hitem:6948:::::::2092157056:110:64::::::|h[Камень возвращения]|h|r"] = {
				"Камень возвращения", -- [1]
				"|cffffffff|Hitem:6948:::::::2092157056:110:64::::::|h[Камень возвращения]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134414, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:24852::::::-10:1550778393:68:263::1::::"] = {
				"Оплечье Болотного Когтя со знаком гориллы", -- [1]
				"|cff1eff00|Hitem:24852::::::-10:1550778393:68:263::1::::|h[Оплечье Болотного Когтя со знаком гориллы]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135049, -- [10]
				28887, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff00ccff|Hitem:122356::::::::68:263::::::|h[Наплечник защитника Ирода]|h|r"] = {
				"Наплечник защитника Ирода", -- [1]
				"|cff00ccff|Hitem:122356::::::::68:263::::::|h[Наплечник защитника Ирода]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135032, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff0070dd|Hitem:13284::::::::68:263::1::::|h[Боевые сапоги летящего дротика]|h|r"] = {
				"Боевые сапоги летящего дротика", -- [1]
				"|cff0070dd|Hitem:13284::::::::68:263::1::::|h[Боевые сапоги летящего дротика]|h|r", -- [2]
				3, -- [3]
				60, -- [4]
				55, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132535, -- [10]
				25288, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:131819::::::::3:262::11::::"] = {
				"Частично загрязненная кольчуга", -- [1]
				"|cffffffff|Hitem:131819::::::::3:262::11::::|h[Частично загрязненная кольчуга]|h|r", -- [2]
				1, -- [3]
				5, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132493, -- [10]
				9, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff0070dd|Hitem:141186::::::::110:64::::::|h[Расколотый кристалл портала]|h|r"] = {
				"Расколотый кристалл портала", -- [1]
				"|cff0070dd|Hitem:141186::::::::110:64::::::|h[Расколотый кристалл портала]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				110, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				1135365, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122664::::::::68:263:::1:583:::|h[Вечное колье горизонта]|h|r"] = {
				"Вечное колье горизонта", -- [1]
				"|cff00ccff|Hitem:122664::::::::68:263:::1:583:::|h[Вечное колье горизонта]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133298, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122385::::::::68:263:::1:582:::|h[Древний молот Макгоуэна]|h|r"] = {
				"Древний молот Макгоуэна", -- [1]
				"|cff00ccff|Hitem:122385::::::::68:263:::1:582:::|h[Древний молот Макгоуэна]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133054, -- [10]
				0, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cffa335ee|Hitem:133639::::::::110:64::34:3:3418:1542:3528:::|h[Покрытая золотыми шрамами шкура]|h|r"] = {
				"Покрытая золотыми шрамами шкура", -- [1]
				"|cffa335ee|Hitem:133639::::::::110:64::34:3:3418:1542:3528:::|h[Покрытая золотыми шрамами шкура]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1314773, -- [10]
				437640, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:146942::::::::110:64::::::"] = {
				"Знак Ткачей Снов", -- [1]
				"|cff0070dd|Hitem:146942::::::::110:64::::::|h[Знак Ткачей Снов]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				98, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				5, -- [8]
				"", -- [9]
				1394953, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708977,
			},
			["|cffa335ee|Hitem:138224::::::::110:64::43:4:3573:1808:1517:3337:::|h[Взрывоопасная жуткая слизь]|h|r"] = {
				"Взрывоопасная жуткая слизь", -- [1]
				"|cffa335ee|Hitem:138224::::::::110:64::43:4:3573:1808:1517:3337:::|h[Взрывоопасная жуткая слизь]|h|r", -- [2]
				4, -- [3]
				895, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1357800, -- [10]
				488912, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:120257::::::::110:64::::::"] = {
				"Барабаны неистовства", -- [1]
				"|cff1eff00|Hitem:120257::::::::110:64::::::|h[Барабаны неистовства]|h|r", -- [2]
				2, -- [3]
				100, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				133841, -- [10]
				5000, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708935,
			},
			["item:137488::::::::110::::::"] = {
				"Шнурованный ремень злодейской пиромании", -- [1]
				"|cff0070dd|Hitem:137488::::::::110:64::::::|h[Шнурованный ремень злодейской пиромании]|h|r", -- [2]
				3, -- [3]
				820, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				1125586, -- [10]
				198986, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:86143::::::::68:263::::::|h[Бинты для боевых питомцев]|h|r"] = {
				"Бинты для боевых питомцев", -- [1]
				"|cff1eff00|Hitem:86143::::::::68:263::::::|h[Бинты для боевых питомцев]|h|r", -- [2]
				2, -- [3]
				20, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				250, -- [8]
				"", -- [9]
				133675, -- [10]
				50, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:141605::::::::110:64::11::::"] = {
				"Свисток распорядителя полетов", -- [1]
				"|cff0070dd|Hitem:141605::::::::110:64::11::::|h[Свисток распорядителя полетов]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				132161, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708929,
			},
			["|cffffffff|Hitem:140192::::::::110:64::11::::|h[Камень возвращения в Даларан]|h|r"] = {
				"Камень возвращения в Даларан", -- [1]
				"|cffffffff|Hitem:140192::::::::110:64::11::::|h[Камень возвращения в Даларан]|h|r", -- [2]
				1, -- [3]
				90, -- [4]
				90, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				1444943, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[128687] = {
				"Королевский призыв", -- [1]
				"|cffffffff|Hitem:128687::::::::110:64::::::|h[Королевский призыв]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				133461, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708915,
			},
			["item:138172::::::::68:263:512:9:1:3387:66:::"] = {
				"Кушак из колец Скверны", -- [1]
				"|cff0070dd|Hitem:138172::::::::68:263:512:9:1:3387:66:::|h[Кушак из колец Скверны]|h|r", -- [2]
				3, -- [3]
				700, -- [4]
				66, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				973881, -- [10]
				24224, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			[0] = {
			},
			[22899] = {
				"Гравированный кристалл", -- [1]
				"|cffffffff|Hitem:22899::::::::1:262::::::|h[Гравированный кристалл]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				134095, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706865,
			},
			["|cff0070dd|Hitem:71715::::::::68:263::::::|h[Трактат о стратегии]|h|r"] = {
				"Трактат о стратегии", -- [1]
				"|cff0070dd|Hitem:71715::::::::68:263::::::|h[Трактат о стратегии]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				15, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				133740, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:52535::::::::1:262::::::|h[Изначальные штаны]|h|r"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::1:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:122358::::::::68::::::"] = {
				"Испачканный наплеч незаметности", -- [1]
				"|cff00ccff|Hitem:122358::::::::68:263::::::|h[Испачканный наплеч незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135038, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:132411::::::::110:64:::2:3459:3530:::"] = {
				"Хватка леди Вайш", -- [1]
				"|cffff8000|Hitem:132411::::::::110:64:::2:3459:3530:::|h[Хватка леди Вайш]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				1336645, -- [10]
				456607, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[39682] = {
				"Перегруженный конденсатор", -- [1]
				"|cffffffff|Hitem:39682::::::::68:263::::::|h[Перегруженный конденсатор]|h|r", -- [2]
				1, -- [3]
				70, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Детали", -- [7]
				200, -- [8]
				"", -- [9]
				237290, -- [10]
				12000, -- [11]
				7, -- [12]
				1, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497705761,
			},
			["|cffffffff|Hitem:143661::::::::110:64::11::::|h[Призма душ иллидари]|h|r"] = {
				"Призма душ иллидари", -- [1]
				"|cffffffff|Hitem:143661::::::::110:64::11::::|h[Призма душ иллидари]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				134890, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[133977] = {
				"Последний бой Бело'вира", -- [1]
				"|cffff8000|Hitem:133977::::::::110:64::::::|h[Последний бой Бело'вира]|h|r", -- [2]
				5, -- [3]
				910, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				341768, -- [10]
				893040, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:127857::140812:142515:142176::::110:64:16777472:9:1:729:849:1:3:3444:1482:3528:3:3468:1497:3336:3:3417:1497:3528"] = {
				"Алунет", -- [1]
				"|cffe6cc80|Hitem:127857::140812:142515:142176::::110:64:16777472:9:1:729:849:1:3:3444:1482:3528:3:3468:1497:3336:3:3417:1497:3528|h[Алунет]|h|r", -- [2]
				6, -- [3]
				908, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				1115697, -- [10]
				2800507, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:141482::130219::::::110:64::3:4:1808:3466:1472:3528:::"] = {
				"Нестабильный чародейский кристалл", -- [1]
				"|cffa335ee|Hitem:141482::130219::::::110:64::3:4:1808:3466:1472:3528:::|h[Нестабильный чародейский кристалл]|h|r", -- [2]
				4, -- [3]
				860, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				132778, -- [10]
				485043, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:128318::::::::2:262::::::|h[Касание Бездны]|h|r"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::2:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:128820::140834:140812:133686::::110:64:16777472:9:1:730:489:1:3:3516:1487:3528:3:3444:1492:3336:3:3418:1542:3528"] = {
				"Фело'мелорн", -- [1]
				"|cffe6cc80|Hitem:128820::140834:140812:133686::::110:64:16777472:9:1:730:489:1:3:3516:1487:3528:3:3444:1492:3336:3:3418:1542:3528|h[Фело'мелорн]|h|r", -- [2]
				6, -- [3]
				916, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Одноручные мечи", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				1118645, -- [10]
				2089420, -- [11]
				2, -- [12]
				7, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffe6cc80|Hitem:128820::140834:140812:133686::::110:64:16777472:9:1:730:489:1:3:3516:1487:3528:3:3444:1492:3336:3:3418:1542:3528|h[Фело'мелорн]|h|r"] = {
				"Фело'мелорн", -- [1]
				"|cffe6cc80|Hitem:128820::140834:140812:133686::::110:64:16777472:9:1:730:489:1:3:3516:1487:3528:3:3444:1492:3336:3:3418:1542:3528|h[Фело'мелорн]|h|r", -- [2]
				6, -- [3]
				916, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Одноручные мечи", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				1118645, -- [10]
				2089420, -- [11]
				2, -- [12]
				7, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:2362"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::2:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707071,
			},
			["|cff0070dd|Hitem:51991::::::-91:2076049426:68:263::1::::|h[Штормовая печатка с меткой стрелка]|h|r"] = {
				"Штормовая печатка с меткой стрелка", -- [1]
				"|cff0070dd|Hitem:51991::::::-91:2076049426:68:263::1::::|h[Штормовая печатка с меткой стрелка]|h|r", -- [2]
				3, -- [3]
				70, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133368, -- [10]
				20599, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:132863::::::::110:64:::2:3459:3455:::"] = {
				"Диадема пламени дракона Даркли", -- [1]
				"|cffff8000|Hitem:132863::::::::110:64:::2:3459:3455:::|h[Диадема пламени дракона Даркли]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				135805, -- [10]
				679652, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffff8000|Hitem:132863::::::::110:64:::2:3459:3455:::|h[Диадема пламени дракона Даркли]|h|r"] = {
				"Диадема пламени дракона Даркли", -- [1]
				"|cffff8000|Hitem:132863::::::::110:64:::2:3459:3455:::|h[Диадема пламени дракона Даркли]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				135805, -- [10]
				679652, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122668::::::::68::::::"] = {
				"Вечная воля мученика", -- [1]
				"|cff00ccff|Hitem:122668::::::::68:263::::::|h[Вечная воля мученика]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133440, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:24388::::::::68:263::1::::"] = {
				"Ремень штормового ветра", -- [1]
				"|cff0070dd|Hitem:24388::::::::68:263::1::::|h[Ремень штормового ветра]|h|r", -- [2]
				3, -- [3]
				88, -- [4]
				61, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132520, -- [10]
				22595, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122249::::::::68:263:::1:583:::"] = {
				"Вычищенный перьевой венок племенной распри", -- [1]
				"|cff00ccff|Hitem:122249::::::::68:263:::1:583:::|h[Вычищенный перьевой венок племенной распри]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133126, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:128862::137545:137303:140833::::110:64:16777472:9:1:731:885:1:3:3418:1542:3528:3:3418:1557:3337:3:3516:1487:3528"] = {
				"Полярная Ночь", -- [1]
				"|cffe6cc80|Hitem:128862::137545:137303:140833::::110:64:16777472:9:1:731:885:1:3:3418:1542:3528:3:3418:1557:3337:3:3516:1487:3528|h[Полярная Ночь]|h|r", -- [2]
				6, -- [3]
				919, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				1247618, -- [10]
				2712602, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:140898"] = {
				"Сияющее ожерелье из глаз скорпидов", -- [1]
				"|cffa335ee|Hitem:140898::::::::110:64::::::|h[Сияющее ожерелье из глаз скорпидов]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				1360053, -- [10]
				247661, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:132444::::::::110:64:::2:3459:3530:::"] = {
				"Придаз, величайшее творение Ксаварика", -- [1]
				"|cffff8000|Hitem:132444::::::::110:64:::2:3459:3530:::|h[Придаз, величайшее творение Ксаварика]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				525133, -- [10]
				419161, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122262"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::1:262::::::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706956,
			},
			["|cffff8000|Hitem:132444::::::::110:64:::2:3459:3530:::|h[Придаз, величайшее творение Ксаварика]|h|r"] = {
				"Придаз, величайшее творение Ксаварика", -- [1]
				"|cffff8000|Hitem:132444::::::::110:64:::2:3459:3530:::|h[Придаз, величайшее творение Ксаварика]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				525133, -- [10]
				419161, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff9d9d9d|Hitem:25467::::::::2:262::::::|h[Рваное крылышко мотылька]|h|r"] = {
				"Рваное крылышко мотылька", -- [1]
				"|cff9d9d9d|Hitem:25467::::::::2:262::::::|h[Рваное крылышко мотылька]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133678, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:122262::::::::68:263:::1:583:::"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::68:263:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:133977::::::::110:64:::2:1811:3530:::"] = {
				"Последний бой Бело'вира", -- [1]
				"|cffff8000|Hitem:133977::::::::110:64:::2:1811:3530:::|h[Последний бой Бело'вира]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				341768, -- [10]
				922011, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:147766:5428:::::::110:70::3:3:3572:1482:3528:::"] = {
				"Кольцо темных тысячелетий", -- [1]
				"|cffa335ee|Hitem:147766:5428:::::::110:70::3:3:3572:1482:3528:::|h[Кольцо темных тысячелетий]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1391757, -- [10]
				376553, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497707982,
			},
			["|cffff8000|Hitem:133977::::::::110:64:::2:1811:3530:::|h[Последний бой Бело'вира]|h|r"] = {
				"Последний бой Бело'вира", -- [1]
				"|cffff8000|Hitem:133977::::::::110:64:::2:1811:3530:::|h[Последний бой Бело'вира]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				341768, -- [10]
				922011, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:25540::::::::68:263::11::::"] = {
				"Темный плащ трясины", -- [1]
				"|cff0070dd|Hitem:25540::::::::68:263::11::::|h[Темный плащ трясины]|h|r", -- [2]
				3, -- [3]
				94, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133772, -- [10]
				36359, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffffffff|Hitem:140744::::::::110:64::14::::|h[Карта сокровищ: Азсуна]|h|r"] = {
				"Карта сокровищ: Азсуна", -- [1]
				"|cffffffff|Hitem:140744::::::::110:64::14::::|h[Карта сокровищ: Азсуна]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				1064187, -- [10]
				50000, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:133596::::::::1:262::::::"] = {
				"Сфера видения Бездны", -- [1]
				"|cff00ccff|Hitem:133596::::::::1:262::::::|h[Сфера видения Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1097742, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706934,
			},
			["item:137488"] = {
				"Шнурованный ремень злодейской пиромании", -- [1]
				"|cff0070dd|Hitem:137488::::::::110:64::::::|h[Шнурованный ремень злодейской пиромании]|h|r", -- [2]
				3, -- [3]
				820, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				1125586, -- [10]
				198986, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:71637::::::::68:263::::::|h[Загадочный гримуар]|h|r"] = {
				"Загадочный гримуар", -- [1]
				"|cff0070dd|Hitem:71637::::::::68:263::::::|h[Загадочный гримуар]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				15, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				133738, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122380::::::::2:262::::::|h[Мистический жилет Стихий]|h|r"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::2:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:134160::::::::110:64::43:4:3573:605:1542:3528:::"] = {
				"Огромный камень роггов", -- [1]
				"|cffa335ee|Hitem:134160::::::::110:64::43:4:3573:605:1542:3528:::|h[Огромный камень роггов]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134084, -- [10]
				488289, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122361::::::::3:262:::1:583:::|h[Стремительная рука правосудия]|h|r"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::3:262:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff1eff00|Hitem:140581::::::::110:64::::::|h[Прочные походные сапоги]|h|r"] = {
				"Прочные походные сапоги", -- [1]
				"|cff1eff00|Hitem:140581::::::::110:64::::::|h[Прочные походные сапоги]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				457752, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:71083::::::::68:263::::::|h[Жетон ярмарки Новолуния]|h|r"] = {
				"Жетон ярмарки Новолуния", -- [1]
				"|cff1eff00|Hitem:71083::::::::68:263::::::|h[Жетон ярмарки Новолуния]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				200, -- [8]
				"", -- [9]
				531974, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:66000::::::::68:263::11::::"] = {
				"Перстень шпиля", -- [1]
				"|cff0070dd|Hitem:66000::::::::68:263::11::::|h[Перстень шпиля]|h|r", -- [2]
				3, -- [3]
				59, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133376, -- [10]
				17213, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:24090::::::::68::::::"] = {
				"Запятнанные кровью рукавицы Опустошителя", -- [1]
				"|cff0070dd|Hitem:24090::::::::68:263::::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r", -- [2]
				3, -- [3]
				85, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132944, -- [10]
				22148, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:144468"] = {
				"Накидка садовника Скверны", -- [1]
				"|cff0070dd|Hitem:144468::::::::110:64::::::|h[Накидка садовника Скверны]|h|r", -- [2]
				3, -- [3]
				820, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1580809, -- [10]
				297610, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:28109::::::::68:263::11::::"] = {
				"Гриб Сущности", -- [1]
				"|cff0070dd|Hitem:28109::::::::68:263::11::::|h[Гриб Сущности]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134532, -- [10]
				10307, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:147735"] = {
				"Манжеты ужасного служения", -- [1]
				"|cffa335ee|Hitem:147735::::::::110:64::::::|h[Манжеты ужасного служения]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				1533496, -- [10]
				307945, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:132406::::::::110:64:::2:3459:3455:::"] = {
				"Первоклассные наручники Солнечного короля", -- [1]
				"|cffff8000|Hitem:132406::::::::110:64:::2:3459:3455:::|h[Первоклассные наручники Солнечного короля]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				526168, -- [10]
				482835, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffff8000|Hitem:132406::::::::110:64:::2:3459:3455:::|h[Первоклассные наручники Солнечного короля]|h|r"] = {
				"Первоклассные наручники Солнечного короля", -- [1]
				"|cffff8000|Hitem:132406::::::::110:64:::2:3459:3455:::|h[Первоклассные наручники Солнечного короля]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				526168, -- [10]
				482835, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:138309::::::::110::::::"] = {
				"Перчатки вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138309::::::::110:64::::::|h[Перчатки вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				1345977, -- [10]
				301422, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:24958::::::-6:1765277721:68:263::1::::|h[Хан'аишский ремень со знаком орла]|h|r"] = {
				"Хан'аишский ремень со знаком орла", -- [1]
				"|cff1eff00|Hitem:24958::::::-6:1765277721:68:263::1::::|h[Хан'аишский ремень со знаком орла]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132523, -- [10]
				20350, -- [11]
				4, -- [12]
				4, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff1eff00|Hitem:24833::::::-31:1713700886:68:263::1::::|h[Перчатки скитальца Нексуса с защитой от тайной магии]|h|r"] = {
				"Перчатки скитальца Нексуса с защитой от тайной магии", -- [1]
				"|cff1eff00|Hitem:24833::::::-31:1713700886:68:263::1::::|h[Перчатки скитальца Нексуса с защитой от тайной магии]|h|r", -- [2]
				2, -- [3]
				90, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132945, -- [10]
				18633, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705940,
			},
			["item:138309"] = {
				"Перчатки вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138309::::::::110:64::::::|h[Перчатки вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				1345977, -- [10]
				301422, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cffff8000|Hitem:132411::::::::110:64:::2:3459:3530:::|h[Хватка леди Вайш]|h|r"] = {
				"Хватка леди Вайш", -- [1]
				"|cffff8000|Hitem:132411::::::::110:64:::2:3459:3530:::|h[Хватка леди Вайш]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				1336645, -- [10]
				456607, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:6948::::::::68:263::::::|h[Камень возвращения]|h|r"] = {
				"Камень возвращения", -- [1]
				"|cffffffff|Hitem:6948::::::::68:263::::::|h[Камень возвращения]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134414, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:132452:5427:130220::::::110:64:::2:3459:3530:::"] = {
				"Секрет Сефуза", -- [1]
				"|cffff8000|Hitem:132452:5427:130220::::::110:64:::2:3459:3530:::|h[Секрет Сефуза]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				645145, -- [10]
				572779, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:105690::::::::1:262::::::"] = {
				"Воинский посох Адского Крика", -- [1]
				"|cff00ccff|Hitem:105690::::::::1:262::::::|h[Воинский посох Адского Крика]|h|r", -- [2]
				7, -- [3]
				582, -- [4]
				90, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				902178, -- [10]
				0, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				4, -- [15]
				[17] = false,
				["timestamp"] = 1497706935,
			},
			["item:52535::::::::1::::::"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::1:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706943,
			},
			["item:151810::::::::110::::::"] = {
				"Костяные осколки Синдрагосы", -- [1]
				"|cffff8000|Hitem:151810::::::::110:64::::::|h[Костяные осколки Синдрагосы]|h|r", -- [2]
				5, -- [3]
				910, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133115, -- [10]
				688166, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffff8000|Hitem:132452:5427:130220::::::110:64:::2:3459:3530:::|h[Секрет Сефуза]|h|r"] = {
				"Секрет Сефуза", -- [1]
				"|cffff8000|Hitem:132452:5427:130220::::::110:64:::2:3459:3530:::|h[Секрет Сефуза]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				645145, -- [10]
				572779, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122262::::::::3:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::3:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff0070dd|Hitem:71638::::::::68:263::::::|h[Богато украшенный клинок]|h|r"] = {
				"Богато украшенный клинок", -- [1]
				"|cff0070dd|Hitem:71638::::::::68:263::::::|h[Богато украшенный клинок]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				15, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				294022, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:2362::::::::1:262::::::|h[Старый деревянный щит]|h|r"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::1:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffffffff|Hitem:128505::::::::68:263::::::|h[Праздничный жезл – мурлок]|h|r"] = {
				"Праздничный жезл – мурлок", -- [1]
				"|cffffffff|Hitem:128505::::::::68:263::::::|h[Праздничный жезл – мурлок]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				135464, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:137398::::::::110:64::43:3:3573:1552:3337:::|h[Портативный манокол]|h|r"] = {
				"Портативный манокол", -- [1]
				"|cffa335ee|Hitem:137398::::::::110:64::43:3:3573:1552:3337:::|h[Портативный манокол]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362637, -- [10]
				501221, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122249::::::::68:263:::1:583:::|h[Вычищенный перьевой венок племенной распри]|h|r"] = {
				"Вычищенный перьевой венок племенной распри", -- [1]
				"|cff00ccff|Hitem:122249::::::::68:263:::1:583:::|h[Вычищенный перьевой венок племенной распри]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133126, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:139809::::::::110:64::::::|h[Эликсир изобилия]|h|r"] = {
				"Эликсир изобилия", -- [1]
				"|cffa335ee|Hitem:139809::::::::110:64::::::|h[Эликсир изобилия]|h|r", -- [2]
				4, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				645890, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:138312::::::::110:64::5:3:3516:1487:3528:::"] = {
				"Капюшон вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138312::::::::110:64::5:3:3516:1487:3528:::|h[Капюшон вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				1345978, -- [10]
				461188, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["item:51979::::::::68::::::"] = {
				"Захваты связи с землей", -- [1]
				"|cff0070dd|Hitem:51979::::::::68:263::::::|h[Захваты связи с землей]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122248::::::::68::::::"] = {
				"Запятнанная шапка незаметности", -- [1]
				"|cff00ccff|Hitem:122248::::::::68:263::::::|h[Запятнанная шапка незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133143, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122261::::::::68::::::"] = {
				"Унаследованная накидка черного барона", -- [1]
				"|cff00ccff|Hitem:122261::::::::68:263::::::|h[Унаследованная накидка черного барона]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133772, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:29339::::::::68:263::11::::"] = {
				"Хауберк аукенайского следопыта", -- [1]
				"|cff0070dd|Hitem:29339::::::::68:263::11::::|h[Хауберк аукенайского следопыта]|h|r", -- [2]
				3, -- [3]
				100, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132745, -- [10]
				50190, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff0070dd|Hitem:51975::::::-90:1566900248:68:263::1::::|h[Наплечи связи с землей с меткой некроманта]|h|r"] = {
				"Наплечи связи с землей с меткой некроманта", -- [1]
				"|cff0070dd|Hitem:51975::::::-90:1566900248:68:263::1::::|h[Наплечи связи с землей с меткой некроманта]|h|r", -- [2]
				3, -- [3]
				70, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135102, -- [10]
				28024, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:24599::::::-37:138280989:68:263::1::::"] = {
				"Жилет Звездного огня с меткой провидца", -- [1]
				"|cff1eff00|Hitem:24599::::::-37:138280989:68:263::1::::|h[Жилет Звездного огня с меткой провидца]|h|r", -- [2]
				2, -- [3]
				87, -- [4]
				59, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132718, -- [10]
				37835, -- [11]
				4, -- [12]
				1, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffa335ee|Hitem:140809::::::::110:64::3:3:3515:1477:3528:::|h[Шепот во тьме]|h|r"] = {
				"Шепот во тьме", -- [1]
				"|cffa335ee|Hitem:140809::::::::110:64::3:3:3515:1477:3528:::|h[Шепот во тьме]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362664, -- [10]
				505443, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:151810"] = {
				"Костяные осколки Синдрагосы", -- [1]
				"|cffff8000|Hitem:151810::::::::110:64::::::|h[Костяные осколки Синдрагосы]|h|r", -- [2]
				5, -- [3]
				910, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133115, -- [10]
				688166, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:146786::::::::110:64::27:3:3394:1562:3337:::"] = {
				"Шляпка жуткого плетения", -- [1]
				"|cffa335ee|Hitem:146786::::::::110:64::27:3:3394:1562:3337:::|h[Шляпка жуткого плетения]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				1567298, -- [10]
				443335, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:29335::::::::68:263::11::::"] = {
				"Бусы Лорда Когтя", -- [1]
				"|cff0070dd|Hitem:29335::::::::68:263::11::::|h[Бусы Лорда Когтя]|h|r", -- [2]
				3, -- [3]
				115, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133291, -- [10]
				41953, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffa335ee|Hitem:146786::::::::110:64::27:3:3394:1562:3337:::|h[Шляпка жуткого плетения]|h|r"] = {
				"Шляпка жуткого плетения", -- [1]
				"|cffa335ee|Hitem:146786::::::::110:64::27:3:3394:1562:3337:::|h[Шляпка жуткого плетения]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				1567298, -- [10]
				443335, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:138315::::::::110::::::"] = {
				"Поножи вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138315::::::::110:64::::::|h[Поножи вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				1345979, -- [10]
				612393, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:2362::::::::2:262::::::|h[Старый деревянный щит]|h|r"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::2:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:122254::::::::68::::::"] = {
				"Запятнанные штаны незаметности", -- [1]
				"|cff00ccff|Hitem:122254::::::::68:263::::::|h[Запятнанные штаны незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff9d9d9d|Hitem:7074::::::::3:262::::::|h[Надколотый коготь]|h|r"] = {
				"Надколотый коготь", -- [1]
				"|cff9d9d9d|Hitem:7074::::::::3:262::::::|h[Надколотый коготь]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133723, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["item:52535::::::::1:262::::::"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::1:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cff1eff00|Hitem:146905::::::::110:64::::::|h[Маяк огненной бури \"Церберакса\"]|h|r"] = {
				"Маяк огненной бури \"Церберакса\"", -- [1]
				"|cff1eff00|Hitem:146905::::::::110:64::::::|h[Маяк огненной бури \"Церберакса\"]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				237201, -- [10]
				2000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:142151::::::::110:64::35:3:3418:1517:3337:::"] = {
				"Поножи бесчисленных миров", -- [1]
				"|cffa335ee|Hitem:142151::::::::110:64::35:3:3418:1517:3337:::|h[Поножи бесчисленных миров]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				1134728, -- [10]
				635711, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122358::::::::68:263:::1:583:::|h[Испачканный наплеч незаметности]|h|r"] = {
				"Испачканный наплеч незаметности", -- [1]
				"|cff00ccff|Hitem:122358::::::::68:263:::1:583:::|h[Испачканный наплеч незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135038, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			[24090] = {
				"Запятнанные кровью рукавицы Опустошителя", -- [1]
				"|cff0070dd|Hitem:24090::::::::68:263::::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r", -- [2]
				3, -- [3]
				85, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132944, -- [10]
				22148, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705940,
			},
			["|cffa335ee|Hitem:142151::::::::110:64::35:3:3418:1517:3337:::|h[Поножи бесчисленных миров]|h|r"] = {
				"Поножи бесчисленных миров", -- [1]
				"|cffa335ee|Hitem:142151::::::::110:64::35:3:3418:1517:3337:::|h[Поножи бесчисленных миров]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				1134728, -- [10]
				635711, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:142469:5427:::::::110:64::11::::"] = {
				"Аметистовая печать верховного волхва", -- [1]
				"|cffa335ee|Hitem:142469:5427:::::::110:64::11::::|h[Аметистовая печать верховного волхва]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1391739, -- [10]
				20, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122377::::::::68:263:::1:583:::"] = {
				"Долговечный наплеч буйного сердца", -- [1]
				"|cff00ccff|Hitem:122377::::::::68:263:::1:583:::|h[Долговечный наплеч буйного сердца]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135032, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff1eff00|Hitem:144457::::::::110:64::::::|h[Фальдроттинский свиток]|h|r"] = {
				"Фальдроттинский свиток", -- [1]
				"|cff1eff00|Hitem:144457::::::::110:64::::::|h[Фальдроттинский свиток]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				441147, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:25947::::::::68:263::1::::"] = {
				"Наплечье жезла молнии", -- [1]
				"|cff0070dd|Hitem:25947::::::::68:263::1::::|h[Наплечье жезла молнии]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135048, -- [10]
				35576, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:133639::::::::110:64::34:3:3418:1542:3528:::"] = {
				"Покрытая золотыми шрамами шкура", -- [1]
				"|cffa335ee|Hitem:133639::::::::110:64::34:3:3418:1542:3528:::|h[Покрытая золотыми шрамами шкура]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1314773, -- [10]
				437640, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:6948::::::::2:262::::::"] = {
				"Камень возвращения", -- [1]
				"|cffffffff|Hitem:6948::::::::2:262::::::|h[Камень возвращения]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134414, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707109,
			},
			["item:24744"] = {
				"Перчатки следопыта", -- [1]
				"|cff1eff00|Hitem:24744::::::::68:263::::::|h[Перчатки следопыта]|h|r", -- [2]
				2, -- [3]
				99, -- [4]
				63, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132952, -- [10]
				20198, -- [11]
				4, -- [12]
				2, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:109223::::::::110:64::::::|h[Лечебное снадобье]|h|r"] = {
				"Лечебное снадобье", -- [1]
				"|cffffffff|Hitem:109223::::::::110:64::::::|h[Лечебное снадобье]|h|r", -- [2]
				1, -- [3]
				100, -- [4]
				91, -- [5]
				"Расходуемые", -- [6]
				"Зелья", -- [7]
				20, -- [8]
				"", -- [9]
				967555, -- [10]
				1200, -- [11]
				0, -- [12]
				1, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:131927::::::::110:64::::::|h[Мерцающее перо руха]|h|r"] = {
				"Мерцающее перо руха", -- [1]
				"|cff1eff00|Hitem:131927::::::::110:64::::::|h[Мерцающее перо руха]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				132927, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:142469:5427:::::::110:64::11::::|h[Аметистовая печать верховного волхва]|h|r"] = {
				"Аметистовая печать верховного волхва", -- [1]
				"|cffa335ee|Hitem:142469:5427:::::::110:64::11::::|h[Аметистовая печать верховного волхва]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1391739, -- [10]
				20, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:137398::::::::110:64::43:3:3573:1532:3528:::"] = {
				"Портативный манокол", -- [1]
				"|cffa335ee|Hitem:137398::::::::110:64::43:3:3573:1532:3528:::|h[Портативный манокол]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362637, -- [10]
				490263, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:142172:5427:::::::110:64::23:3:3453:1492:3337:::"] = {
				"Перстень-печатка Терестиана", -- [1]
				"|cffa335ee|Hitem:142172:5427:::::::110:64::23:3:3453:1492:3337:::|h[Перстень-печатка Терестиана]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133379, -- [10]
				352884, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:51981::::::-78:675151888:68:263::1::::|h[Нарукавники связи с землей со знаком мартышки]|h|r"] = {
				"Нарукавники связи с землей со знаком мартышки", -- [1]
				"|cff0070dd|Hitem:51981::::::-78:675151888:68:263::1::::|h[Нарукавники связи с землей со знаком мартышки]|h|r", -- [2]
				3, -- [3]
				55, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				132605, -- [10]
				13703, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cffa335ee|Hitem:138321::::::::110:64::5:3:3516:1487:3528:::|h[Оплечье вечногорящего знания]|h|r"] = {
				"Оплечье вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138321::::::::110:64::5:3:3516:1487:3528:::|h[Оплечье вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				1345981, -- [10]
				431250, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cff0070dd|Hitem:51979::::::-88:272039960:68:263::1::::|h[Захваты связи с землей с меткой предсказателя]|h|r"] = {
				"Захваты связи с землей с меткой предсказателя", -- [1]
				"|cff0070dd|Hitem:51979::::::-88:272039960:68:263::1::::|h[Захваты связи с землей с меткой предсказателя]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:147276::::::::110:64::43:4:603:3573:1672:3528:::|h[Печать чароплета]|h|r"] = {
				"Печать чароплета", -- [1]
				"|cffa335ee|Hitem:147276::::::::110:64::43:4:603:3573:1672:3528:::|h[Печать чароплета]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133451, -- [10]
				151830, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:134533::::::::110::::::"] = {
				"Кольцо нависающей угрозы", -- [1]
				"|cff0070dd|Hitem:134533::::::::110:64::::::|h[Кольцо нависающей угрозы]|h|r", -- [2]
				3, -- [3]
				820, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1408461, -- [10]
				270750, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				1293, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["item:122380::::::::68:263::14::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::68:263::14::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122254"] = {
				"Запятнанные штаны незаметности", -- [1]
				"|cff00ccff|Hitem:122254::::::::68:263::::::|h[Запятнанные штаны незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:71634::::::::68:263::::::|h[Справочник ярмарки Новолуния]|h|r"] = {
				"Справочник ярмарки Новолуния", -- [1]
				"|cffffffff|Hitem:71634::::::::68:263::::::|h[Справочник ярмарки Новолуния]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				354435, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122380::::::::1:262::::::|h[Мистический жилет Стихий]|h|r"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::1:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffa335ee|Hitem:134533:5427:::::::110:64::16:3:3418:1577:3337:::|h[Кольцо нависающей угрозы]|h|r"] = {
				"Кольцо нависающей угрозы", -- [1]
				"|cffa335ee|Hitem:134533:5427:::::::110:64::16:3:3418:1577:3337:::|h[Кольцо нависающей угрозы]|h|r", -- [2]
				4, -- [3]
				925, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1408461, -- [10]
				406408, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				1293, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cffa335ee|Hitem:134528:5427:::::::110:64::16:3:3418:1542:3528:::|h[Кольцо жестокого подчинения]|h|r"] = {
				"Кольцо жестокого подчинения", -- [1]
				"|cffa335ee|Hitem:134528:5427:::::::110:64::16:3:3418:1542:3528:::|h[Кольцо жестокого подчинения]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1408438, -- [10]
				374425, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:147276::::::::110::::::"] = {
				"Печать чароплета", -- [1]
				"|cff1eff00|Hitem:147276::::::::110:64::::::|h[Печать чароплета]|h|r", -- [2]
				2, -- [3]
				680, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133451, -- [10]
				67956, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:104314::::::::110:64::::::|h[Драконий П.И.Р.О.Г.]|h|r"] = {
				"Драконий П.И.Р.О.Г.", -- [1]
				"|cffffffff|Hitem:104314::::::::110:64::::::|h[Драконий П.И.Р.О.Г.]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Еда и напитки", -- [7]
				20, -- [8]
				"", -- [9]
				132828, -- [10]
				1000, -- [11]
				0, -- [12]
				5, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:147735::::::::110:64::3:3:3572:1487:3336:::"] = {
				"Манжеты ужасного служения", -- [1]
				"|cffa335ee|Hitem:147735::::::::110:64::3:3:3572:1487:3336:::|h[Манжеты ужасного служения]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				1533496, -- [10]
				313050, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:122253::::::::1:262::::::"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::1:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:140801::::::::110:64::5:3:3516:1502:3337:::"] = {
				"Ярость пылающего неба", -- [1]
				"|cffa335ee|Hitem:140801::::::::110:64::5:3:3516:1502:3337:::|h[Ярость пылающего неба]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1029580, -- [10]
				504272, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:51995::::::-39:1580466194:68:263::1::::|h[Штормовое ожерелье с меткой заклинателя]|h|r"] = {
				"Штормовое ожерелье с меткой заклинателя", -- [1]
				"|cff0070dd|Hitem:51995::::::-39:1580466194:68:263::1::::|h[Штормовое ожерелье с меткой заклинателя]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133303, -- [10]
				19083, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:134160::::::::110:64::43:4:3573:605:1542:3528:::|h[Огромный камень роггов]|h|r"] = {
				"Огромный камень роггов", -- [1]
				"|cffa335ee|Hitem:134160::::::::110:64::43:4:3573:605:1542:3528:::|h[Огромный камень роггов]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134084, -- [10]
				488289, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:140801::::::::110:64::5:3:3516:1502:3337:::|h[Ярость пылающего неба]|h|r"] = {
				"Ярость пылающего неба", -- [1]
				"|cffa335ee|Hitem:140801::::::::110:64::5:3:3516:1502:3337:::|h[Ярость пылающего неба]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1029580, -- [10]
				504272, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:18365::::::::68:263::::::|h[Зачитанный экземпляр \"Продвинутой рыбалки\" Ната Пэгла]|h|r"] = {
				"Зачитанный экземпляр \"Продвинутой рыбалки\" Ната Пэгла", -- [1]
				"|cffffffff|Hitem:18365::::::::68:263::::::|h[Зачитанный экземпляр \"Продвинутой рыбалки\" Ната Пэгла]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				133735, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:36::::::::1:262::::::|h[Иссеченная палица]|h|r"] = {
				"Иссеченная палица", -- [1]
				"|cffffffff|Hitem:36::::::::1:262::::::|h[Иссеченная палица]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				133478, -- [10]
				3, -- [11]
				2, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffffffff|Hitem:36::::::::2:262::::::|h[Иссеченная палица]|h|r"] = {
				"Иссеченная палица", -- [1]
				"|cffffffff|Hitem:36::::::::2:262::::::|h[Иссеченная палица]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				133478, -- [10]
				3, -- [11]
				2, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:142157::::::::110:64::43:3:3573:1497:3336:::"] = {
				"Успокаивающий рубин Арана", -- [1]
				"|cffa335ee|Hitem:142157::::::::110:64::43:3:3573:1497:3336:::|h[Успокаивающий рубин Арана]|h|r", -- [2]
				4, -- [3]
				885, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134129, -- [10]
				493307, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:124442::::::::110:64::::::|h[Кристалл хаоса]|h|r"] = {
				"Кристалл хаоса", -- [1]
				"|cffa335ee|Hitem:124442::::::::110:64::::::|h[Кристалл хаоса]|h|r", -- [2]
				4, -- [3]
				110, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Наложение чар", -- [7]
				200, -- [8]
				"", -- [9]
				1379176, -- [10]
				0, -- [11]
				7, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:122252::::::::68:263::::::"] = {
				"Потускневшие поножи разрушения", -- [1]
				"|cff00ccff|Hitem:122252::::::::68:263::::::|h[Потускневшие поножи разрушения]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:142160::::::::110:64::43:3:3573:1497:3528:::"] = {
				"Благосклонность Мрргрии", -- [1]
				"|cffa335ee|Hitem:142160::::::::110:64::43:3:3573:1497:3528:::|h[Благосклонность Мрргрии]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				463527, -- [10]
				496132, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:138172::::::::68::::::"] = {
				"Кушак из колец Скверны", -- [1]
				"|cff0070dd|Hitem:138172::::::::68:263::::::|h[Кушак из колец Скверны]|h|r", -- [2]
				3, -- [3]
				700, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				973881, -- [10]
				166021, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff1eff00|Hitem:24852::::::-10:1550778393:68:263::1::::|h[Оплечье Болотного Когтя со знаком гориллы]|h|r"] = {
				"Оплечье Болотного Когтя со знаком гориллы", -- [1]
				"|cff1eff00|Hitem:24852::::::-10:1550778393:68:263::1::::|h[Оплечье Болотного Когтя со знаком гориллы]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135049, -- [10]
				28887, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:138318"] = {
				"Одеяние вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138318::::::::110:64::::::|h[Одеяние вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				1345980, -- [10]
				560089, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:51992::::::-84:888799245:68:263::1::::|h[Перстень беспокойства с печатью выносливости]|h|r"] = {
				"Перстень беспокойства с печатью выносливости", -- [1]
				"|cff0070dd|Hitem:51992::::::-84:888799245:68:263::1::::|h[Перстень беспокойства с печатью выносливости]|h|r", -- [2]
				3, -- [3]
				45, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133376, -- [10]
				7064, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:139326::::::::110:64::43:3:3573:1507:3336:::"] = {
				"Извивающееся сухожилие", -- [1]
				"|cffa335ee|Hitem:139326::::::::110:64::43:3:3573:1507:3336:::|h[Извивающееся сухожилие]|h|r", -- [2]
				4, -- [3]
				885, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134895, -- [10]
				519563, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffe6cc80|Hitem:127857::140812:142515:142176::::110:64:16777472:9:1:729:849:1:3:3444:1482:3528:3:3468:1497:3336:3:3417:1497:3528|h[Алунет]|h|r"] = {
				"Алунет", -- [1]
				"|cffe6cc80|Hitem:127857::140812:142515:142176::::110:64:16777472:9:1:729:849:1:3:3444:1482:3528:3:3468:1497:3336:3:3417:1497:3528|h[Алунет]|h|r", -- [2]
				6, -- [3]
				908, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				1115697, -- [10]
				2800507, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:2362::::::::1:262::::::"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::1:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:51975::::::-90:1566900248:68:263::1::::"] = {
				"Наплечи связи с землей с меткой некроманта", -- [1]
				"|cff0070dd|Hitem:51975::::::-90:1566900248:68:263::1::::|h[Наплечи связи с землей с меткой некроманта]|h|r", -- [2]
				3, -- [3]
				70, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135102, -- [10]
				28024, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:151810::::::::110:64:::2:3459:3530:::"] = {
				"Костяные осколки Синдрагосы", -- [1]
				"|cffff8000|Hitem:151810::::::::110:64:::2:3459:3530:::|h[Костяные осколки Синдрагосы]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133115, -- [10]
				710490, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:122668::::::::68:263:::1:583:::"] = {
				"Вечная воля мученика", -- [1]
				"|cff00ccff|Hitem:122668::::::::68:263:::1:583:::|h[Вечная воля мученика]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133440, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff0070dd|Hitem:51979::::::-93:1799421976:68:263::1::::|h[Захваты связи с землей с печатью восстановления]|h|r"] = {
				"Захваты связи с землей с печатью восстановления", -- [1]
				"|cff0070dd|Hitem:51979::::::-93:1799421976:68:263::1::::|h[Захваты связи с землей с печатью восстановления]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff9d9d9d|Hitem:132233::::::::110:64::::::|h[Блуждающая сущность]|h|r"] = {
				"Блуждающая сущность", -- [1]
				"|cff9d9d9d|Hitem:132233::::::::110:64::::::|h[Блуждающая сущность]|h|r", -- [2]
				0, -- [3]
				100, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				60, -- [8]
				"", -- [9]
				1003600, -- [10]
				2187, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:25947::::::::68:263::1::::|h[Наплечье жезла молнии]|h|r"] = {
				"Наплечье жезла молнии", -- [1]
				"|cff0070dd|Hitem:25947::::::::68:263::1::::|h[Наплечье жезла молнии]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135048, -- [10]
				35576, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff1eff00|Hitem:5760::::::::68:263::1::::|h[Этерниевый сейф]|h|r"] = {
				"Этерниевый сейф", -- [1]
				"|cff1eff00|Hitem:5760::::::::68:263::1::::|h[Этерниевый сейф]|h|r", -- [2]
				2, -- [3]
				60, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134344, -- [10]
				500, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:137446::::::::110:64::43:3:3573:1532:3528:::"] = {
				"Генератор элементиевых бомбелок", -- [1]
				"|cffa335ee|Hitem:137446::::::::110:64::43:3:3573:1532:3528:::|h[Генератор элементиевых бомбелок]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				656559, -- [10]
				518396, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:137446::::::::110:64::43:3:3573:1532:3528:::|h[Генератор элементиевых бомбелок]|h|r"] = {
				"Генератор элементиевых бомбелок", -- [1]
				"|cffa335ee|Hitem:137446::::::::110:64::43:3:3573:1532:3528:::|h[Генератор элементиевых бомбелок]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				656559, -- [10]
				518396, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hkeystone:206:13:11:14:10|h[Ключ: Логово Нелтариона]|h|r"] = {
			},
			["|cffffffff|Hitem:31671::::::::68:263::::::|h[Змеиное мясо]|h|r"] = {
				"Змеиное мясо", -- [1]
				"|cffffffff|Hitem:31671::::::::68:263::::::|h[Змеиное мясо]|h|r", -- [2]
				1, -- [3]
				60, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Кулинария", -- [7]
				200, -- [8]
				"", -- [9]
				134054, -- [10]
				200, -- [11]
				7, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497705929,
			},
			["item:137398::::::::110:64::43:3:3573:1552:3337:::"] = {
				"Портативный манокол", -- [1]
				"|cffa335ee|Hitem:137398::::::::110:64::43:3:3573:1552:3337:::|h[Портативный манокол]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362637, -- [10]
				501221, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:51995::::::-93:792002578:68:263::1::::|h[Штормовое ожерелье с печатью восстановления]|h|r"] = {
				"Штормовое ожерелье с печатью восстановления", -- [1]
				"|cff0070dd|Hitem:51995::::::-93:792002578:68:263::1::::|h[Штормовое ожерелье с печатью восстановления]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133303, -- [10]
				19083, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:36879::::::::68:263::11:1:3524:::"] = {
				"Солдатская шипастая палица", -- [1]
				"|cff1eff00|Hitem:36879::::::::68:263::11:1:3524:::|h[Солдатская шипастая палица]|h|r", -- [2]
				2, -- [3]
				138, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133542, -- [10]
				74726, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705925,
			},
			["item:134248::::::::110:64::26:4:1825:607:1542:3337:::"] = {
				"Осколок коралла силы", -- [1]
				"|cffa335ee|Hitem:134248::::::::110:64::26:4:1825:607:1542:3337:::|h[Осколок коралла силы]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133448, -- [10]
				516322, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:71153::::::::68:263::::::|h[Волшебное печенье для питомца]|h|r"] = {
				"Волшебное печенье для питомца", -- [1]
				"|cff1eff00|Hitem:71153::::::::68:263::::::|h[Волшебное печенье для питомца]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				250, -- [8]
				"", -- [9]
				134372, -- [10]
				65, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:134380::::::::110:64::43:5:3573:42:603:1542:3528:::"] = {
				"Ключ от портала Легиона", -- [1]
				"|cffa335ee|Hitem:134380::::::::110:64::43:5:3573:42:603:1542:3528:::|h[Ключ от портала Легиона]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134235, -- [10]
				514399, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:147276"] = {
				"Печать чароплета", -- [1]
				"|cff1eff00|Hitem:147276::::::::110:64::::::|h[Печать чароплета]|h|r", -- [2]
				2, -- [3]
				680, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133451, -- [10]
				67956, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:140809::::::::110::::::"] = {
				"Шепот во тьме", -- [1]
				"|cffa335ee|Hitem:140809::::::::110:64::::::|h[Шепот во тьме]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362664, -- [10]
				502618, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:140809"] = {
				"Шепот во тьме", -- [1]
				"|cffa335ee|Hitem:140809::::::::110:64::::::|h[Шепот во тьме]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362664, -- [10]
				502618, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:24965::::::-6:733872147:68:263::1::::|h[Хан'аишские наручи со знаком орла]|h|r"] = {
				"Хан'аишские наручи со знаком орла", -- [1]
				"|cff1eff00|Hitem:24965::::::-6:733872147:68:263::1::::|h[Хан'аишские наручи со знаком орла]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				132609, -- [10]
				19405, -- [11]
				4, -- [12]
				4, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:124440::::::::110:64::::::|h[Архана]|h|r"] = {
				"Архана", -- [1]
				"|cffffffff|Hitem:124440::::::::110:64::::::|h[Архана]|h|r", -- [2]
				1, -- [3]
				110, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Наложение чар", -- [7]
				200, -- [8]
				"", -- [9]
				1379175, -- [10]
				700, -- [11]
				7, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:147276::::::::110:64::43:4:603:3573:1672:3528:::"] = {
				"Печать чароплета", -- [1]
				"|cffa335ee|Hitem:147276::::::::110:64::43:4:603:3573:1672:3528:::|h[Печать чароплета]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133451, -- [10]
				151830, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[122361] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::1:262::::::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706924,
			},
			["|cff0070dd|Hitem:28109::::::::68:263::11::::|h[Гриб Сущности]|h|r"] = {
				"Гриб Сущности", -- [1]
				"|cff0070dd|Hitem:28109::::::::68:263::11::::|h[Гриб Сущности]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134532, -- [10]
				10307, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:142172:5427:::::::110:64::23:3:3453:1492:3337:::|h[Перстень-печатка Терестиана]|h|r"] = {
				"Перстень-печатка Терестиана", -- [1]
				"|cffa335ee|Hitem:142172:5427:::::::110:64::23:3:3453:1492:3337:::|h[Перстень-печатка Терестиана]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133379, -- [10]
				352884, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122253::::::::2::::::"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::2:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707008,
			},
			["item:122353::::::::1:262:::1:582:::"] = {
				"Величавая трость ректора", -- [1]
				"|cff00ccff|Hitem:122353::::::::1:262:::1:582:::|h[Величавая трость ректора]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				133445, -- [10]
				0, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706936,
			},
			["item:144468::::::::110::::::"] = {
				"Накидка садовника Скверны", -- [1]
				"|cff0070dd|Hitem:144468::::::::110:64::::::|h[Накидка садовника Скверны]|h|r", -- [2]
				3, -- [3]
				820, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1580809, -- [10]
				297610, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:51981::::::-78:675151888:68:263::1::::"] = {
				"Нарукавники связи с землей со знаком мартышки", -- [1]
				"|cff0070dd|Hitem:51981::::::-78:675151888:68:263::1::::|h[Нарукавники связи с землей со знаком мартышки]|h|r", -- [2]
				3, -- [3]
				55, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				132605, -- [10]
				13703, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:138365::::::::110::::::"] = {
				"Плащ вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138365::::::::110:64::::::|h[Плащ вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1346190, -- [10]
				442073, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:128507::::::::68:263::::::|h[Надувная Громовая Ярость, благословенный клинок Искателя Ветра]|h|r"] = {
				"Надувная Громовая Ярость, благословенный клинок Искателя Ветра", -- [1]
				"|cff0070dd|Hitem:128507::::::::68:263::::::|h[Надувная Громовая Ярость, благословенный клинок Искателя Ветра]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				135349, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:138365"] = {
				"Плащ вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138365::::::::110:64::::::|h[Плащ вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1346190, -- [10]
				442073, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["item:122248"] = {
				"Запятнанная шапка незаметности", -- [1]
				"|cff00ccff|Hitem:122248::::::::68:263::::::|h[Запятнанная шапка незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133143, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			[122375] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::1:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706953,
			},
			["|cffa335ee|Hitem:144468::::::::110:64::35:3:3418:1557:3337:::|h[Накидка садовника Скверны]|h|r"] = {
				"Накидка садовника Скверны", -- [1]
				"|cffa335ee|Hitem:144468::::::::110:64::35:3:3418:1557:3337:::|h[Накидка садовника Скверны]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1580809, -- [10]
				437218, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122385::::::::68::::::"] = {
				"Древний молот Макгоуэна", -- [1]
				"|cff00ccff|Hitem:122385::::::::68:263::::::|h[Древний молот Макгоуэна]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133054, -- [10]
				0, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705927,
			},
			["|cff1eff00|Hitem:121331::::::::110:64::::::|h[Сейф из силового камня]|h|r"] = {
				"Сейф из силового камня", -- [1]
				"|cff1eff00|Hitem:121331::::::::110:64::::::|h[Сейф из силового камня]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				101, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				644388, -- [10]
				750, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:142157::::::::110:64::43:3:3573:1497:3336:::|h[Успокаивающий рубин Арана]|h|r"] = {
				"Успокаивающий рубин Арана", -- [1]
				"|cffa335ee|Hitem:142157::::::::110:64::43:3:3573:1497:3336:::|h[Успокаивающий рубин Арана]|h|r", -- [2]
				4, -- [3]
				885, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134129, -- [10]
				493307, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:52535::::::::3:262::::::|h[Изначальные штаны]|h|r"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::3:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cffa335ee|Hitem:137398::::::::110:64::43:3:3573:1532:3528:::|h[Портативный манокол]|h|r"] = {
				"Портативный манокол", -- [1]
				"|cffa335ee|Hitem:137398::::::::110:64::43:3:3573:1532:3528:::|h[Портативный манокол]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362637, -- [10]
				490263, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffff8000|Hitem:151810::::::::110:64:::2:3459:3530:::|h[Костяные осколки Синдрагосы]|h|r"] = {
				"Костяные осколки Синдрагосы", -- [1]
				"|cffff8000|Hitem:151810::::::::110:64:::2:3459:3530:::|h[Костяные осколки Синдрагосы]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133115, -- [10]
				710490, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cffa335ee|Hitem:138365:5436:::::::110:64::5:3:3516:1487:3528:::|h[Плащ вечногорящего знания]|h|r"] = {
				"Плащ вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138365:5436:::::::110:64::5:3:3516:1487:3528:::|h[Плащ вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1346190, -- [10]
				449526, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cff1eff00|Hitem:36879::::::::68:263::11::::|h[Солдатская шипастая палица]|h|r"] = {
				"Солдатская шипастая палица", -- [1]
				"|cff1eff00|Hitem:36879::::::::68:263::11::::|h[Солдатская шипастая палица]|h|r", -- [2]
				2, -- [3]
				138, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133542, -- [10]
				74726, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:34599::::::::68:263::::::|h[Факел жонглера]|h|r"] = {
				"Факел жонглера", -- [1]
				"|cffffffff|Hitem:34599::::::::68:263::::::|h[Факел жонглера]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				40, -- [8]
				"", -- [9]
				135432, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122377::::::::68:263:::1:583:::|h[Долговечный наплеч буйного сердца]|h|r"] = {
				"Долговечный наплеч буйного сердца", -- [1]
				"|cff00ccff|Hitem:122377::::::::68:263:::1:583:::|h[Долговечный наплеч буйного сердца]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135032, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:51979::::::-93:1799421976:68:263::1::::"] = {
				"Захваты связи с землей с печатью восстановления", -- [1]
				"|cff0070dd|Hitem:51979::::::-93:1799421976:68:263::1::::|h[Захваты связи с землей с печатью восстановления]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff0070dd|Hitem:147707::::::::110:64::14::::|h[Переналаженный концентратор Скверны]|h|r"] = {
				"Переналаженный концентратор Скверны", -- [1]
				"|cff0070dd|Hitem:147707::::::::110:64::14::::|h[Переналаженный концентратор Скверны]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				101, -- [5]
				"Расходуемые", -- [6]
				"Зелья", -- [7]
				1, -- [8]
				"", -- [9]
				134924, -- [10]
				0, -- [11]
				0, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:24960::::::-14:1305215009:68:263::1::::"] = {
				"Хан'аишская кираса со знаком тигра", -- [1]
				"|cff1eff00|Hitem:24960::::::-14:1305215009:68:263::1::::|h[Хан'аишская кираса со знаком тигра]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132751, -- [10]
				40757, -- [11]
				4, -- [12]
				4, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff0070dd|Hitem:140587::::::::110:64::::::|h[Оскверненная руна усиления]|h|r"] = {
				"Оскверненная руна усиления", -- [1]
				"|cff0070dd|Hitem:140587::::::::110:64::::::|h[Оскверненная руна усиления]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				1118739, -- [10]
				93546, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:140571::::::::110:64::::::|h[Зелье энергии]|h|r"] = {
				"Зелье энергии", -- [1]
				"|cff0070dd|Hitem:140571::::::::110:64::::::|h[Зелье энергии]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				967546, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122261::::::::68:263:::1:583:::|h[Унаследованная накидка черного барона]|h|r"] = {
				"Унаследованная накидка черного барона", -- [1]
				"|cff00ccff|Hitem:122261::::::::68:263:::1:583:::|h[Унаследованная накидка черного барона]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133772, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff0070dd|Hitem:139845::::::::110:64::::::|h[Кольцо первобытной силы]|h|r"] = {
				"Кольцо первобытной силы", -- [1]
				"|cff0070dd|Hitem:139845::::::::110:64::::::|h[Кольцо первобытной силы]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				629689, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:139811::::::::110:64::::::|h[Ожерелье бесчисленных воспоминаний]|h|r"] = {
				"Ожерелье бесчисленных воспоминаний", -- [1]
				"|cff0070dd|Hitem:139811::::::::110:64::::::|h[Ожерелье бесчисленных воспоминаний]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				645288, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122383"] = {
				"Испачканный мундир незаметности", -- [1]
				"|cff00ccff|Hitem:122383::::::::68:263::::::|h[Испачканный мундир незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132722, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122380::::::::1::::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::1:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706951,
			},
			["|cffffffff|Hitem:124437::::::::110:64::::::|h[Шал'дорайский шелк]|h|r"] = {
				"Шал'дорайский шелк", -- [1]
				"|cffffffff|Hitem:124437::::::::110:64::::::|h[Шал'дорайский шелк]|h|r", -- [2]
				1, -- [3]
				100, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Ткань", -- [7]
				200, -- [8]
				"", -- [9]
				1379172, -- [10]
				1, -- [11]
				7, -- [12]
				5, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:138172"] = {
				"Кушак из колец Скверны", -- [1]
				"|cff0070dd|Hitem:138172::::::::68:263::::::|h[Кушак из колец Скверны]|h|r", -- [2]
				3, -- [3]
				700, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				973881, -- [10]
				166021, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff0070dd|Hitem:26055::::::::68:263::1::::|h[Кольцо Сокрытого Ока]|h|r"] = {
				"Кольцо Сокрытого Ока", -- [1]
				"|cff0070dd|Hitem:26055::::::::68:263::1::::|h[Кольцо Сокрытого Ока]|h|r", -- [2]
				3, -- [3]
				100, -- [4]
				65, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133387, -- [10]
				92386, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff0070dd|Hitem:139801::::::::110:64::::::|h[Счастливая безделушка]|h|r"] = {
				"Счастливая безделушка", -- [1]
				"|cff0070dd|Hitem:139801::::::::110:64::::::|h[Счастливая безделушка]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				634013, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:140898::::::::110::::::"] = {
				"Сияющее ожерелье из глаз скорпидов", -- [1]
				"|cffa335ee|Hitem:140898::::::::110:64::::::|h[Сияющее ожерелье из глаз скорпидов]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				1360053, -- [10]
				247661, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122253"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::3:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cff0070dd|Hitem:124441::::::::110:64::::::|h[Осколок силового света]|h|r"] = {
				"Осколок силового света", -- [1]
				"|cff0070dd|Hitem:124441::::::::110:64::::::|h[Осколок силового света]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Наложение чар", -- [7]
				200, -- [8]
				"", -- [9]
				1379177, -- [10]
				1, -- [11]
				7, -- [12]
				12, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:36::::::::3:262::::::"] = {
				"Иссеченная палица", -- [1]
				"|cffffffff|Hitem:36::::::::3:262::::::|h[Иссеченная палица]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				133478, -- [10]
				3, -- [11]
				2, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff0070dd|Hitem:51979::::::-40:1614282776:68:263::1::::|h[Захваты связи с землей с меткой преступника]|h|r"] = {
				"Захваты связи с землей с меткой преступника", -- [1]
				"|cff0070dd|Hitem:51979::::::-40:1614282776:68:263::1::::|h[Захваты связи с землей с меткой преступника]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:24744::::::::68::::::"] = {
				"Перчатки следопыта", -- [1]
				"|cff1eff00|Hitem:24744::::::::68:263::::::|h[Перчатки следопыта]|h|r", -- [2]
				2, -- [3]
				99, -- [4]
				63, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132952, -- [10]
				20198, -- [11]
				4, -- [12]
				2, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:141709::::::::110:64::::::"] = {
				"Образ древнего защитника", -- [1]
				"|cff0070dd|Hitem:141709::::::::110:64::::::|h[Образ древнего защитника]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				134902, -- [10]
				250000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708979,
			},
			["item:122375::::::::68:263::14::::"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::68:263::14::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff0070dd|Hitem:137642::::::::110:64::::::|h[Почетный знак]|h|r"] = {
				"Почетный знак", -- [1]
				"|cff0070dd|Hitem:137642::::::::110:64::::::|h[Почетный знак]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1000, -- [8]
				"", -- [9]
				1322720, -- [10]
				1, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[122380] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::1:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706948,
			},
			["item:122361::::::::1:262:::1:583:::"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::1:262:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:122361::::::::68::::::"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::68:263::::::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff0070dd|Hitem:141605::::::::110:64::11::::|h[Свисток распорядителя полетов]|h|r"] = {
				"Свисток распорядителя полетов", -- [1]
				"|cff0070dd|Hitem:141605::::::::110:64::11::::|h[Свисток распорядителя полетов]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				132161, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:138365:5436:::::::110:64::5:3:3516:1487:3528:::"] = {
				"Плащ вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138365:5436:::::::110:64::5:3:3516:1487:3528:::|h[Плащ вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1346190, -- [10]
				449526, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cff9d9d9d|Hitem:7073::::::::2:262::::::|h[Сломанный клык]|h|r"] = {
				"Сломанный клык", -- [1]
				"|cff9d9d9d|Hitem:7073::::::::2:262::::::|h[Сломанный клык]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133725, -- [10]
				6, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cff1eff00|Hitem:146903::::::::110:64::::::|h[Маяк власти \"Церберакса\"]|h|r"] = {
				"Маяк власти \"Церберакса\"", -- [1]
				"|cff1eff00|Hitem:146903::::::::110:64::::::|h[Маяк власти \"Церберакса\"]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				237205, -- [10]
				2000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:2362::::::::3:262::::::"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::3:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff1eff00|Hitem:146906::::::::110:64::::::|h[Маяк резни \"Церберакса\"]|h|r"] = {
				"Маяк резни \"Церберакса\"", -- [1]
				"|cff1eff00|Hitem:146906::::::::110:64::::::|h[Маяк резни \"Церберакса\"]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				237204, -- [10]
				2000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:134248::::::::110:64::26:4:1825:607:1542:3337:::|h[Осколок коралла силы]|h|r"] = {
				"Осколок коралла силы", -- [1]
				"|cffa335ee|Hitem:134248::::::::110:64::26:4:1825:607:1542:3337:::|h[Осколок коралла силы]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133448, -- [10]
				516322, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122361::::::::1::::::"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::1:262::::::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706927,
			},
			["|cffa335ee|Hitem:138318::::::::110:64::3:3:3514:1512:3337:::|h[Одеяние вечногорящего знания]|h|r"] = {
				"Одеяние вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138318::::::::110:64::3:3:3514:1512:3337:::|h[Одеяние вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				915, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				1345980, -- [10]
				585267, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cffe6cc80|Hitem:128862::137545:137303:140833::::110:64:16777472:9:1:731:885:1:3:3418:1542:3528:3:3418:1557:3337:3:3516:1487:3528|h[Полярная Ночь]|h|r"] = {
				"Полярная Ночь", -- [1]
				"|cffe6cc80|Hitem:128862::137545:137303:140833::::110:64:16777472:9:1:731:885:1:3:3418:1542:3528:3:3418:1557:3337:3:3516:1487:3528|h[Полярная Ночь]|h|r", -- [2]
				6, -- [3]
				919, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				1247618, -- [10]
				2712602, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:122383::::::::68:263:::1:583:::"] = {
				"Испачканный мундир незаметности", -- [1]
				"|cff00ccff|Hitem:122383::::::::68:263:::1:583:::|h[Испачканный мундир незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132722, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cffffffff|Hitem:17056::::::::68:263::::::|h[Легкое перышко]|h|r"] = {
				"Легкое перышко", -- [1]
				"|cffffffff|Hitem:17056::::::::68:263::::::|h[Легкое перышко]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Детали", -- [7]
				200, -- [8]
				"", -- [9]
				132917, -- [10]
				7, -- [11]
				7, -- [12]
				1, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122253::::::::2:262::::::|h[Таинственный килт Стихий]|h|r"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::2:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cffffffff|Hitem:35278::::::::68:263::11::::|h[Укрепленная сеть]|h|r"] = {
				"Укрепленная сеть", -- [1]
				"|cffffffff|Hitem:35278::::::::68:263::11::::|h[Укрепленная сеть]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				134325, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:144319::::::::110:64::11::::|h[Формула: чары для ожерелья - знак смертоносности]|h|r"] = {
				"Формула: чары для ожерелья - знак смертоносности", -- [1]
				"|cffffffff|Hitem:144319::::::::110:64::11::::|h[Формула: чары для ожерелья - знак смертоносности]|h|r", -- [2]
				1, -- [3]
				105, -- [4]
				100, -- [5]
				"Улучшение предмета", -- [6]
				"Наложение чар", -- [7]
				1, -- [8]
				"", -- [9]
				1387622, -- [10]
				0, -- [11]
				9, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:35704"] = {
				"Зажигательная взрывчатка", -- [1]
				"|cffffffff|Hitem:35704::::::::68:263::::::|h[Зажигательная взрывчатка]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				133713, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706256,
			},
			["|cffffffff|Hitem:127847::::::::110:64::::::|h[Настой тайного соглашения]|h|r"] = {
				"Настой тайного соглашения", -- [1]
				"|cffffffff|Hitem:127847::::::::110:64::::::|h[Настой тайного соглашения]|h|r", -- [2]
				1, -- [3]
				110, -- [4]
				100, -- [5]
				"Расходуемые", -- [6]
				"Настойки", -- [7]
				20, -- [8]
				"", -- [9]
				1385242, -- [10]
				2500, -- [11]
				0, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:128318::::::::1:262::::::|h[Касание Бездны]|h|r"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::1:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffffffff|Hitem:35828::::::::68:263::11::::|h[Тотем-маяк]|h|r"] = {
				"Тотем-маяк", -- [1]
				"|cffffffff|Hitem:35828::::::::68:263::11::::|h[Тотем-маяк]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				136061, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff1eff00|Hitem:139843::::::::110:64::::::|h[Побрякушка кудесника]|h|r"] = {
				"Побрякушка кудесника", -- [1]
				"|cff1eff00|Hitem:139843::::::::110:64::::::|h[Побрякушка кудесника]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				646674, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:140572::::::::110:64::::::|h[Спешащие карманные часы]|h|r"] = {
				"Спешащие карманные часы", -- [1]
				"|cff1eff00|Hitem:140572::::::::110:64::::::|h[Спешащие карманные часы]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				134377, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:134533"] = {
				"Кольцо нависающей угрозы", -- [1]
				"|cff0070dd|Hitem:134533::::::::110:64::::::|h[Кольцо нависающей угрозы]|h|r", -- [2]
				3, -- [3]
				820, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1408461, -- [10]
				270750, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				1293, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122379::::::::68:263::::::|h[Кираса несущего смерть чемпиона]|h|r"] = {
				"Кираса несущего смерть чемпиона", -- [1]
				"|cff00ccff|Hitem:122379::::::::68:263::::::|h[Кираса несущего смерть чемпиона]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132629, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff1eff00|Hitem:111366::::::::110:64::::::|h[Части механизмов]|h|r"] = {
				"Части механизмов", -- [1]
				"|cff1eff00|Hitem:111366::::::::110:64::::::|h[Части механизмов]|h|r", -- [2]
				2, -- [3]
				100, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Детали", -- [7]
				200, -- [8]
				"", -- [9]
				986486, -- [10]
				10000, -- [11]
				7, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:147869::::::::110:64::::::|h[Метеорит Скверны]|h|r"] = {
				"Метеорит Скверны", -- [1]
				"|cff1eff00|Hitem:147869::::::::110:64::::::|h[Метеорит Скверны]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				200, -- [8]
				"", -- [9]
				134569, -- [10]
				1, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:140746::::::::110:64::14::::|h[Карта сокровищ: Сурамар]|h|r"] = {
				"Карта сокровищ: Сурамар", -- [1]
				"|cffffffff|Hitem:140746::::::::110:64::14::::|h[Карта сокровищ: Сурамар]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				1064187, -- [10]
				50000, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:146907::::::::110:64::::::|h[Маяк боевого зверя \"Церберакса\"]|h|r"] = {
				"Маяк боевого зверя \"Церберакса\"", -- [1]
				"|cff1eff00|Hitem:146907::::::::110:64::::::|h[Маяк боевого зверя \"Церберакса\"]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				237203, -- [10]
				2000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122262::::::::2:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::2:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:52535"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::1:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706944,
			},
			["|cff1eff00|Hitem:131926::::::::110:64::::::|h[Изысканное перо руха]|h|r"] = {
				"Изысканное перо руха", -- [1]
				"|cff1eff00|Hitem:131926::::::::110:64::::::|h[Изысканное перо руха]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				132926, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:138115::::::::110:64::11::::|h[Кристалл проекции Кейлека]|h|r"] = {
				"Кристалл проекции Кейлека", -- [1]
				"|cff1eff00|Hitem:138115::::::::110:64::11::::|h[Кристалл проекции Кейлека]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				134090, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffa335ee|Hitem:140792::::::::110:64::5:3:3444:1482:3528:::|h[Расстроенный метроном]|h|r"] = {
				"Расстроенный метроном", -- [1]
				"|cffa335ee|Hitem:140792::::::::110:64::5:3:3444:1482:3528:::|h[Расстроенный метроном]|h|r", -- [2]
				4, -- [3]
				885, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134376, -- [10]
				513966, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cff1eff00|Hitem:131809::::::::110:64::::::|h[Сияющее перо руха]|h|r"] = {
				"Сияющее перо руха", -- [1]
				"|cff1eff00|Hitem:131809::::::::110:64::::::|h[Сияющее перо руха]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				132925, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:133570::::::::110:64::::::|h[Голодный магистр]|h|r"] = {
				"Голодный магистр", -- [1]
				"|cffffffff|Hitem:133570::::::::110:64::::::|h[Голодный магистр]|h|r", -- [2]
				1, -- [3]
				110, -- [4]
				101, -- [5]
				"Расходуемые", -- [6]
				"Еда и напитки", -- [7]
				20, -- [8]
				"", -- [9]
				1387667, -- [10]
				1250, -- [11]
				0, -- [12]
				5, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:6948::::::::1:262::::::|h[Камень возвращения]|h|r"] = {
				"Камень возвращения", -- [1]
				"|cffffffff|Hitem:6948::::::::1:262::::::|h[Камень возвращения]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134414, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffa335ee|Hitem:134380::::::::110:64::43:5:3573:42:603:1542:3528:::|h[Ключ от портала Легиона]|h|r"] = {
				"Ключ от портала Легиона", -- [1]
				"|cffa335ee|Hitem:134380::::::::110:64::43:5:3573:42:603:1542:3528:::|h[Ключ от портала Легиона]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134235, -- [10]
				514399, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:138272::::::::110:64::11::::|h[Фиал Кадгара]|h|r"] = {
				"Фиал Кадгара", -- [1]
				"|cffffffff|Hitem:138272::::::::110:64::11::::|h[Фиал Кадгара]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				132379, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:140898:5898:::::::110:64::5:3:3444:1487:3336:::"] = {
				"Сияющее ожерелье из глаз скорпидов", -- [1]
				"|cffa335ee|Hitem:140898:5898:::::::110:64::5:3:3444:1487:3336:::|h[Сияющее ожерелье из глаз скорпидов]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				1360053, -- [10]
				251836, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:2901::::::::110:64::14::::"] = {
				"Шахтерская кирка", -- [1]
				"|cffffffff|Hitem:2901::::::::110:64::14::::|h[Шахтерская кирка]|h|r", -- [2]
				1, -- [3]
				4, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				134708, -- [10]
				16, -- [11]
				2, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:124120::::::::110:64::::::|h[Кровь силы]|h|r"] = {
				"Кровь силы", -- [1]
				"|cffffffff|Hitem:124120::::::::110:64::::::|h[Кровь силы]|h|r", -- [2]
				1, -- [3]
				101, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Кулинария", -- [7]
				200, -- [8]
				"", -- [9]
				1387657, -- [10]
				30, -- [11]
				7, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122253::::::::1:262::::::|h[Таинственный килт Стихий]|h|r"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::1:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:25941"] = {
				"Сапоги чужеземца", -- [1]
				"|cff0070dd|Hitem:25941::::::::68:263::::::|h[Сапоги чужеземца]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132546, -- [10]
				33854, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:2901::::::::110:64::14::::|h[Шахтерская кирка]|h|r"] = {
				"Шахтерская кирка", -- [1]
				"|cffffffff|Hitem:2901::::::::110:64::14::::|h[Шахтерская кирка]|h|r", -- [2]
				1, -- [3]
				4, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				134708, -- [10]
				16, -- [11]
				2, -- [12]
				14, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:89906::::::::68:263::::::|h[Волшебное лакомство]|h|r"] = {
				"Волшебное лакомство", -- [1]
				"|cff1eff00|Hitem:89906::::::::68:263::::::|h[Волшебное лакомство]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				250, -- [8]
				"", -- [9]
				132841, -- [10]
				60, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122382::::::::68:263:::1:583:::|h[Вычищенная железноперая кираса]|h|r"] = {
				"Вычищенная железноперая кираса", -- [1]
				"|cff00ccff|Hitem:122382::::::::68:263:::1:583:::|h[Вычищенная железноперая кираса]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132721, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122375::::::::3:262::::::"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::3:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cffffffff|Hitem:141005::::::::110:64::::::|h[Фиал с феромонами гиппогрифа]|h|r"] = {
				"Фиал с феромонами гиппогрифа", -- [1]
				"|cffffffff|Hitem:141005::::::::110:64::::::|h[Фиал с феромонами гиппогрифа]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				134872, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:24861::::::-16:1261436948:68:263::1::::"] = {
				"Браслеты трясинника с печатью выносливости", -- [1]
				"|cff1eff00|Hitem:24861::::::-16:1261436948:68:263::1::::|h[Браслеты трясинника с печатью выносливости]|h|r", -- [2]
				2, -- [3]
				99, -- [4]
				63, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				132603, -- [10]
				20494, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffffffff|Hitem:124117::::::::110:64::::::|h[Постная рулька]|h|r"] = {
				"Постная рулька", -- [1]
				"|cffffffff|Hitem:124117::::::::110:64::::::|h[Постная рулька]|h|r", -- [2]
				1, -- [3]
				101, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Кулинария", -- [7]
				200, -- [8]
				"", -- [9]
				1387655, -- [10]
				30, -- [11]
				7, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:51979::::::-40:1614282776:68:263::1::::"] = {
				"Захваты связи с землей с меткой преступника", -- [1]
				"|cff0070dd|Hitem:51979::::::-40:1614282776:68:263::1::::|h[Захваты связи с землей с меткой преступника]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffffffff|Hitem:124121::::::::110:64::::::|h[Яйцо дикой птицы]|h|r"] = {
				"Яйцо дикой птицы", -- [1]
				"|cffffffff|Hitem:124121::::::::110:64::::::|h[Яйцо дикой птицы]|h|r", -- [2]
				1, -- [3]
				101, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Кулинария", -- [7]
				200, -- [8]
				"", -- [9]
				1387668, -- [10]
				30, -- [11]
				7, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:122262::::::::1:262:::1:583:::"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::1:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:35278::::::::68:263::11::::"] = {
				"Укрепленная сеть", -- [1]
				"|cffffffff|Hitem:35278::::::::68:263::11::::|h[Укрепленная сеть]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				134325, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706202,
			},
			["|cffffffff|Hitem:142336::::::::110:64::::::|h[Яйцо грифозавра]|h|r"] = {
				"Яйцо грифозавра", -- [1]
				"|cffffffff|Hitem:142336::::::::110:64::::::|h[Яйцо грифозавра]|h|r", -- [2]
				1, -- [3]
				101, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Кулинария", -- [7]
				200, -- [8]
				"", -- [9]
				1530728, -- [10]
				15, -- [11]
				7, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:36879::::::::68:263::11::::"] = {
				"Солдатская шипастая палица", -- [1]
				"|cff1eff00|Hitem:36879::::::::68:263::11::::|h[Солдатская шипастая палица]|h|r", -- [2]
				2, -- [3]
				138, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133542, -- [10]
				74726, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705927,
			},
			["item:51979"] = {
				"Захваты связи с землей", -- [1]
				"|cff0070dd|Hitem:51979::::::::68:263::::::|h[Захваты связи с землей]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:6218::::::::110:64::::::|h[Рунический медный жезл]|h|r"] = {
				"Рунический медный жезл", -- [1]
				"|cffffffff|Hitem:6218::::::::110:64::::::|h[Рунический медный жезл]|h|r", -- [2]
				1, -- [3]
				5, -- [4]
				1, -- [5]
				"Боеприпасы", -- [6]
				"Наложение чар", -- [7]
				1, -- [8]
				"", -- [9]
				135225, -- [10]
				24, -- [11]
				7, -- [12]
				12, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:52534::::::::1:262::::::"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::1:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cff1eff00|Hitem:120257::::::::110:64::::::|h[Барабаны неистовства]|h|r"] = {
				"Барабаны неистовства", -- [1]
				"|cff1eff00|Hitem:120257::::::::110:64::::::|h[Барабаны неистовства]|h|r", -- [2]
				2, -- [3]
				100, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				133841, -- [10]
				5000, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[13284] = {
				"Боевые сапоги летящего дротика", -- [1]
				"|cff0070dd|Hitem:13284::::::::68:263::::::|h[Боевые сапоги летящего дротика]|h|r", -- [2]
				3, -- [3]
				60, -- [4]
				55, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132535, -- [10]
				25288, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:52534::::::::2:262::::::"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::2:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cffffffff|Hitem:141351::::::::110:64::::::|h[Слеза Элуны]|h|r"] = {
				"Слеза Элуны", -- [1]
				"|cffffffff|Hitem:141351::::::::110:64::::::|h[Слеза Элуны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				50, -- [8]
				"", -- [9]
				629525, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122353::::::::68:263:::1:582:::|h[Величавая трость ректора]|h|r"] = {
				"Величавая трость ректора", -- [1]
				"|cff00ccff|Hitem:122353::::::::68:263:::1:582:::|h[Величавая трость ректора]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				133445, -- [10]
				0, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122380::::::::68:263::14::::|h[Мистический жилет Стихий]|h|r"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::68:263::14::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:138111::::::::110:64::::::|h[Закаленный бурей гарпун]|h|r"] = {
				"Закаленный бурей гарпун", -- [1]
				"|cffffffff|Hitem:138111::::::::110:64::::::|h[Закаленный бурей гарпун]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				985703, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff9d9d9d|Hitem:25467::::::::3:262::::::|h[Рваное крылышко мотылька]|h|r"] = {
				"Рваное крылышко мотылька", -- [1]
				"|cff9d9d9d|Hitem:25467::::::::3:262::::::|h[Рваное крылышко мотылька]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133678, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cff0070dd|Hitem:144341::::::::110:64::13::::|h[Перезаряжаемая батарея скверноботика]|h|r"] = {
				"Перезаряжаемая батарея скверноботика", -- [1]
				"|cff0070dd|Hitem:144341::::::::110:64::13::::|h[Перезаряжаемая батарея скверноботика]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Взрывчатка и устройства", -- [7]
				1, -- [8]
				"", -- [9]
				1405815, -- [10]
				87500, -- [11]
				0, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:128318::::::::3:262::::::|h[Касание Бездны]|h|r"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::3:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["item:122664::::::::68:263:::1:583:::"] = {
				"Вечное колье горизонта", -- [1]
				"|cff00ccff|Hitem:122664::::::::68:263:::1:583:::|h[Вечное колье горизонта]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133298, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff0070dd|Hitem:124124::::::::110:64::::::|h[Кровь Саргераса]|h|r"] = {
				"Кровь Саргераса", -- [1]
				"|cff0070dd|Hitem:124124::::::::110:64::::::|h[Кровь Саргераса]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Стихии", -- [7]
				200, -- [8]
				"", -- [9]
				1417744, -- [10]
				12500, -- [11]
				7, -- [12]
				10, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["item:122253::::::::3:262::::::"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::3:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["item:140809::::::::110:64::3:3:3515:1477:3528:::"] = {
				"Шепот во тьме", -- [1]
				"|cffa335ee|Hitem:140809::::::::110:64::3:3:3515:1477:3528:::|h[Шепот во тьме]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1362664, -- [10]
				505443, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cff00ccff|Hitem:122375::::::::68:263::14::::|h[Старое наплечье Пяти Громов]|h|r"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::68:263::14::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:134419::::::::110:64::35:3:3418:1557:3337:::"] = {
				"Туфли безрассудного самопожертвования", -- [1]
				"|cffa335ee|Hitem:134419::::::::110:64::35:3:3418:1557:3337:::|h[Туфли безрассудного самопожертвования]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				1125583, -- [10]
				472014, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:134528:5427:::::::110:64::16:3:3418:1542:3528:::"] = {
				"Кольцо жестокого подчинения", -- [1]
				"|cffa335ee|Hitem:134528:5427:::::::110:64::16:3:3418:1542:3528:::|h[Кольцо жестокого подчинения]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1408438, -- [10]
				374425, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122361::::::::2:262:::1:583:::|h[Стремительная рука правосудия]|h|r"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::2:262:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cff00ccff|Hitem:122246::::::::68:263::::::|h[Тусклый шлем яростного берсерка]|h|r"] = {
				"Тусклый шлем яростного берсерка", -- [1]
				"|cff00ccff|Hitem:122246::::::::68:263::::::|h[Тусклый шлем яростного берсерка]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133127, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122353::::::::68:263:::1:582:::"] = {
				"Величавая трость ректора", -- [1]
				"|cff00ccff|Hitem:122353::::::::68:263:::1:582:::|h[Величавая трость ректора]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Оружие", -- [6]
				"Посохи", -- [7]
				1, -- [8]
				"INVTYPE_2HWEAPON", -- [9]
				133445, -- [10]
				0, -- [11]
				2, -- [12]
				10, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:26055::::::::68:263::1::::"] = {
				"Кольцо Сокрытого Ока", -- [1]
				"|cff0070dd|Hitem:26055::::::::68:263::1::::|h[Кольцо Сокрытого Ока]|h|r", -- [2]
				3, -- [3]
				100, -- [4]
				65, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133387, -- [10]
				92386, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:138315::::::::110:64::5:3:3516:1487:3528:::"] = {
				"Поножи вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138315::::::::110:64::5:3:3516:1487:3528:::|h[Поножи вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				1345979, -- [10]
				622718, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cffa335ee|Hitem:138315::::::::110:64::5:3:3516:1487:3528:::|h[Поножи вечногорящего знания]|h|r"] = {
				"Поножи вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138315::::::::110:64::5:3:3516:1487:3528:::|h[Поножи вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				1345979, -- [10]
				622718, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cff0070dd|Hitem:24090::::::::68:263::1::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r"] = {
				"Запятнанные кровью рукавицы Опустошителя", -- [1]
				"|cff0070dd|Hitem:24090::::::::68:263::1::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r", -- [2]
				3, -- [3]
				85, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132944, -- [10]
				22148, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705940,
			},
			["item:122375::::::::2:262::::::"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::2:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:137488::130219::::::110:64::16:4:3418:1808:1552:3336:::"] = {
				"Шнурованный ремень злодейской пиромании", -- [1]
				"|cffa335ee|Hitem:137488::130219::::::110:64::16:4:3418:1808:1552:3336:::|h[Шнурованный ремень злодейской пиромании]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				1125586, -- [10]
				290741, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cff0070dd|Hitem:29339::::::::68:263::11::::|h[Хауберк аукенайского следопыта]|h|r"] = {
				"Хауберк аукенайского следопыта", -- [1]
				"|cff0070dd|Hitem:29339::::::::68:263::11::::|h[Хауберк аукенайского следопыта]|h|r", -- [2]
				3, -- [3]
				100, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132745, -- [10]
				50190, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:137488::130219::::::110:64::16:4:3418:1808:1552:3336:::|h[Шнурованный ремень злодейской пиромании]|h|r"] = {
				"Шнурованный ремень злодейской пиромании", -- [1]
				"|cffa335ee|Hitem:137488::130219::::::110:64::16:4:3418:1808:1552:3336:::|h[Шнурованный ремень злодейской пиромании]|h|r", -- [2]
				4, -- [3]
				900, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				1125586, -- [10]
				290741, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cffa335ee|Hitem:138309::::::::110:64::5:3:3516:1487:3528:::|h[Перчатки вечногорящего знания]|h|r"] = {
				"Перчатки вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138309::::::::110:64::5:3:3516:1487:3528:::|h[Перчатки вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				1345977, -- [10]
				306504, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["item:22889::::::::2:262::::::"] = {
				"Фиал с кровью мотылька", -- [1]
				"|cffffffff|Hitem:22889::::::::2:262::::::|h[Фиал с кровью мотылька]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				10, -- [8]
				"", -- [9]
				134844, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707007,
			},
			["|cffffffff|Hitem:116415::::::::68:263::::::|h[Оберег для питомца]|h|r"] = {
				"Оберег для питомца", -- [1]
				"|cffffffff|Hitem:116415::::::::68:263::::::|h[Оберег для питомца]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1000, -- [8]
				"", -- [9]
				413584, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:128318::::::::1:262::::::"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::1:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffa335ee|Hitem:147735::::::::110:64::3:3:3572:1487:3336:::|h[Манжеты ужасного служения]|h|r"] = {
				"Манжеты ужасного служения", -- [1]
				"|cffa335ee|Hitem:147735::::::::110:64::3:3:3572:1487:3336:::|h[Манжеты ужасного служения]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				1533496, -- [10]
				313050, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:138318::::::::110:64::3:3:3514:1512:3337:::"] = {
				"Одеяние вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138318::::::::110:64::3:3:3514:1512:3337:::|h[Одеяние вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				915, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				1345980, -- [10]
				585267, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708927,
			},
			["|cff1eff00|Hitem:24861::::::-16:1261436948:68:263::1::::|h[Браслеты трясинника с печатью выносливости]|h|r"] = {
				"Браслеты трясинника с печатью выносливости", -- [1]
				"|cff1eff00|Hitem:24861::::::-16:1261436948:68:263::1::::|h[Браслеты трясинника с печатью выносливости]|h|r", -- [2]
				2, -- [3]
				99, -- [4]
				63, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				132603, -- [10]
				20494, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff9d9d9d|Hitem:121379::::::::110:64::::::|h[Механизированный мушкет]|h|r"] = {
				"Механизированный мушкет", -- [1]
				"|cff9d9d9d|Hitem:121379::::::::110:64::::::|h[Механизированный мушкет]|h|r", -- [2]
				0, -- [3]
				345, -- [4]
				100, -- [5]
				"Оружие", -- [6]
				"Огнестрельное", -- [7]
				1, -- [8]
				"INVTYPE_RANGEDRIGHT", -- [9]
				135616, -- [10]
				1554562, -- [11]
				2, -- [12]
				3, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122262::::::::1:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::1:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cff1eff00|Hitem:128805::::::::68:263::::::|h[Зелье защиты Скверны]|h|r"] = {
				"Зелье защиты Скверны", -- [1]
				"|cff1eff00|Hitem:128805::::::::68:263::::::|h[Зелье защиты Скверны]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Эликсиры", -- [7]
				1, -- [8]
				"", -- [9]
				463927, -- [10]
				0, -- [11]
				0, -- [12]
				2, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff1eff00|Hitem:131810::::::::110:64::::::|h[Бесхозный воздушный змей племени Небесного Рога]|h|r"] = {
				"Бесхозный воздушный змей племени Небесного Рога", -- [1]
				"|cff1eff00|Hitem:131810::::::::110:64::::::|h[Бесхозный воздушный змей племени Небесного Рога]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				604252, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:25941::::::::68::::::"] = {
				"Сапоги чужеземца", -- [1]
				"|cff0070dd|Hitem:25941::::::::68:263::::::|h[Сапоги чужеземца]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132546, -- [10]
				33854, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:51979::::::-88:272039960:68:263::1::::"] = {
				"Захваты связи с землей с меткой предсказателя", -- [1]
				"|cff0070dd|Hitem:51979::::::-88:272039960:68:263::1::::|h[Захваты связи с землей с меткой предсказателя]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132973, -- [10]
				18084, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:138321::::::::110:64::5:3:3516:1487:3528:::"] = {
				"Оплечье вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138321::::::::110:64::5:3:3516:1487:3528:::|h[Оплечье вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				1345981, -- [10]
				431250, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cffa335ee|Hitem:141482::130219::::::110:64::3:4:1808:3466:1472:3528:::|h[Нестабильный чародейский кристалл]|h|r"] = {
				"Нестабильный чародейский кристалл", -- [1]
				"|cffa335ee|Hitem:141482::130219::::::110:64::3:4:1808:3466:1472:3528:::|h[Нестабильный чародейский кристалл]|h|r", -- [2]
				4, -- [3]
				860, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				132778, -- [10]
				485043, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:138224::::::::110:64::43:4:3573:1808:1517:3337:::"] = {
				"Взрывоопасная жуткая слизь", -- [1]
				"|cffa335ee|Hitem:138224::::::::110:64::43:4:3573:1808:1517:3337:::|h[Взрывоопасная жуткая слизь]|h|r", -- [2]
				4, -- [3]
				895, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				1357800, -- [10]
				488912, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff9d9d9d|Hitem:7073::::::::3:262::::::|h[Сломанный клык]|h|r"] = {
				"Сломанный клык", -- [1]
				"|cff9d9d9d|Hitem:7073::::::::3:262::::::|h[Сломанный клык]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133725, -- [10]
				6, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cffffffff|Hitem:116415::::::::110:64::::::|h[Оберег для питомца]|h|r"] = {
				"Оберег для питомца", -- [1]
				"|cffffffff|Hitem:116415::::::::110:64::::::|h[Оберег для питомца]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1000, -- [8]
				"", -- [9]
				413584, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:128318::::::::3:262::::::"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::3:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["item:122361::::::::3:262:::1:583:::"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::3:262:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["item:140792::::::::110:64::5:3:3444:1482:3528:::"] = {
				"Расстроенный метроном", -- [1]
				"|cffa335ee|Hitem:140792::::::::110:64::5:3:3444:1482:3528:::|h[Расстроенный метроном]|h|r", -- [2]
				4, -- [3]
				885, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134376, -- [10]
				513966, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:24744::::::-5:662568986:68:263::1::::"] = {
				"Перчатки следопыта со знаком мартышки", -- [1]
				"|cff1eff00|Hitem:24744::::::-5:662568986:68:263::1::::|h[Перчатки следопыта со знаком мартышки]|h|r", -- [2]
				2, -- [3]
				99, -- [4]
				63, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132952, -- [10]
				20198, -- [11]
				4, -- [12]
				2, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122383::::::::68::::::"] = {
				"Испачканный мундир незаметности", -- [1]
				"|cff00ccff|Hitem:122383::::::::68:263::::::|h[Испачканный мундир незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132722, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:128318::::::::2:262::::::"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::2:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cffffffff|Hitem:33461::::::::68:263::::::|h[Свиток выносливости VI]|h|r"] = {
				"Свиток выносливости VI", -- [1]
				"|cffffffff|Hitem:33461::::::::68:263::::::|h[Свиток выносливости VI]|h|r", -- [2]
				1, -- [3]
				60, -- [4]
				60, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				134943, -- [10]
				270, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:142117::::::::110:64::::::|h[Зелье длительной силы]|h|r"] = {
				"Зелье длительной силы", -- [1]
				"|cffffffff|Hitem:142117::::::::110:64::::::|h[Зелье длительной силы]|h|r", -- [2]
				1, -- [3]
				110, -- [4]
				100, -- [5]
				"Расходуемые", -- [6]
				"Зелья", -- [7]
				100, -- [8]
				"", -- [9]
				967532, -- [10]
				5000, -- [11]
				0, -- [12]
				1, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122262::::::::3:262:::1:583:::"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::3:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff0070dd|Hitem:141652::::::::110:64::11::::|h[Камень поиска маны]|h|r"] = {
				"Камень поиска маны", -- [1]
				"|cff0070dd|Hitem:141652::::::::110:64::11::::|h[Камень поиска маны]|h|r", -- [2]
				3, -- [3]
				110, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				134423, -- [10]
				0, -- [11]
				15, -- [12]
				4, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:2362::::::::3:262::::::|h[Старый деревянный щит]|h|r"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::3:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cffffffff|Hitem:36::::::::3:262::::::|h[Иссеченная палица]|h|r"] = {
				"Иссеченная палица", -- [1]
				"|cffffffff|Hitem:36::::::::3:262::::::|h[Иссеченная палица]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				133478, -- [10]
				3, -- [11]
				2, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff00ccff|Hitem:128318::::::::68:263::::::|h[Касание Бездны]|h|r"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::68:263::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122664::::::::68:263::14:1:583:::"] = {
				"Вечное колье горизонта", -- [1]
				"|cff00ccff|Hitem:122664::::::::68:263::14:1:583:::|h[Вечное колье горизонта]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133298, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffff8000|Hitem:132454::::::::110:64:::2:1811:3455:::|h[Обжигающее прикосновение Коралона]|h|r"] = {
				"Обжигающее прикосновение Коралона", -- [1]
				"|cffff8000|Hitem:132454::::::::110:64:::2:1811:3455:::|h[Обжигающее прикосновение Коралона]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				659900, -- [10]
				461691, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122380::::::::3:262::::::|h[Мистический жилет Стихий]|h|r"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::3:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cffa335ee|Hitem:139812::::::::110:64::::::|h[Зелье Тритона]|h|r"] = {
				"Зелье Тритона", -- [1]
				"|cffa335ee|Hitem:139812::::::::110:64::::::|h[Зелье Тритона]|h|r", -- [2]
				4, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				1028994, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122254::::::::68:263:::1:583:::|h[Запятнанные штаны незаметности]|h|r"] = {
				"Запятнанные штаны незаметности", -- [1]
				"|cff00ccff|Hitem:122254::::::::68:263:::1:583:::|h[Запятнанные штаны незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff00ccff|Hitem:122262::::::::68:263:::1:583:::|h[Древний плащ Кровавой Луны]|h|r"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::68:263:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:52535::::::::2:262::::::|h[Изначальные штаны]|h|r"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::2:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:24958::::::-6:1765277721:68:263::1::::"] = {
				"Хан'аишский ремень со знаком орла", -- [1]
				"|cff1eff00|Hitem:24958::::::-6:1765277721:68:263::1::::|h[Хан'аишский ремень со знаком орла]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132523, -- [10]
				20350, -- [11]
				4, -- [12]
				4, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122253::::::::3::::::"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::3:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cff1eff00|Hitem:146908::::::::110:64::::::|h[Маяк инженерного дела \"Церберакса\"]|h|r"] = {
				"Маяк инженерного дела \"Церберакса\"", -- [1]
				"|cff1eff00|Hitem:146908::::::::110:64::::::|h[Маяк инженерного дела \"Церберакса\"]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				237202, -- [10]
				2000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122361::::::::68:263:::1:583:::"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::68:263:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:127834::::::::1:262::::::"] = {
				"Древнее лечебное зелье", -- [1]
				"|cffffffff|Hitem:127834::::::::1:262::::::|h[Древнее лечебное зелье]|h|r", -- [2]
				1, -- [3]
				110, -- [4]
				100, -- [5]
				"Расходуемые", -- [6]
				"Зелья", -- [7]
				20, -- [8]
				"", -- [9]
				1385333, -- [10]
				1200, -- [11]
				0, -- [12]
				1, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706871,
			},
			["item:134230::::::::110:70::16:3:3416:1557:3336:::"] = {
				"Коралловый нарукавник", -- [1]
				"|cffa335ee|Hitem:134230::::::::110:70::16:3:3416:1557:3336:::|h[Коралловый нарукавник]|h|r", -- [2]
				4, -- [3]
				895, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				1122331, -- [10]
				310220, -- [11]
				4, -- [12]
				4, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497707983,
			},
			["item:122385::::::::68:263:::1:582:::"] = {
				"Древний молот Макгоуэна", -- [1]
				"|cff00ccff|Hitem:122385::::::::68:263:::1:582:::|h[Древний молот Макгоуэна]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133054, -- [10]
				0, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705925,
			},
			["|cff0070dd|Hitem:139808::::::::110:64::::::|h[Реликвия безудержного счастья]|h|r"] = {
				"Реликвия безудержного счастья", -- [1]
				"|cff0070dd|Hitem:139808::::::::110:64::::::|h[Реликвия безудержного счастья]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				1, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				634015, -- [10]
				80875, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff9d9d9d|Hitem:7074::::::::2:262::::::|h[Надколотый коготь]|h|r"] = {
				"Надколотый коготь", -- [1]
				"|cff9d9d9d|Hitem:7074::::::::2:262::::::|h[Надколотый коготь]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133723, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cff00ccff|Hitem:122664::::::::68:263::14:1:583:::|h[Вечное колье горизонта]|h|r"] = {
				"Вечное колье горизонта", -- [1]
				"|cff00ccff|Hitem:122664::::::::68:263::14:1:583:::|h[Вечное колье горизонта]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133298, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff9d9d9d|Hitem:25466::::::::2:262::::::|h[Сломанный усик]|h|r"] = {
				"Сломанный усик", -- [1]
				"|cff9d9d9d|Hitem:25466::::::::2:262::::::|h[Сломанный усик]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				134324, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:24833::::::-31:1713700886:68:263::1::::"] = {
				"Перчатки скитальца Нексуса с защитой от тайной магии", -- [1]
				"|cff1eff00|Hitem:24833::::::-31:1713700886:68:263::1::::|h[Перчатки скитальца Нексуса с защитой от тайной магии]|h|r", -- [2]
				2, -- [3]
				90, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132945, -- [10]
				18633, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705940,
			},
			["item:51995::::::-39:1580466194:68:263::1::::"] = {
				"Штормовое ожерелье с меткой заклинателя", -- [1]
				"|cff0070dd|Hitem:51995::::::-39:1580466194:68:263::1::::|h[Штормовое ожерелье с меткой заклинателя]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133303, -- [10]
				19083, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:138318::::::::110::::::"] = {
				"Одеяние вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138318::::::::110:64::::::|h[Одеяние вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				1345980, -- [10]
				560089, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["item:2362::::::::2:262::::::"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::2:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:25962::::::::68::::::"] = {
				"Кольцо путешественника", -- [1]
				"|cff0070dd|Hitem:25962::::::::68:263::::::|h[Кольцо путешественника]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133386, -- [10]
				83797, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122380::::::::2::::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::2:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707008,
			},
			["|cffffffff|Hitem:144313::::::::110:64::11::::|h[Формула: чары для ожерелья - знак универсальности]|h|r"] = {
				"Формула: чары для ожерелья - знак универсальности", -- [1]
				"|cffffffff|Hitem:144313::::::::110:64::11::::|h[Формула: чары для ожерелья - знак универсальности]|h|r", -- [2]
				1, -- [3]
				105, -- [4]
				100, -- [5]
				"Улучшение предмета", -- [6]
				"Наложение чар", -- [7]
				1, -- [8]
				"", -- [9]
				1387622, -- [10]
				0, -- [11]
				9, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122254::::::::68:263:::1:583:::"] = {
				"Запятнанные штаны незаметности", -- [1]
				"|cff00ccff|Hitem:122254::::::::68:263:::1:583:::|h[Запятнанные штаны незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:122385"] = {
				"Древний молот Макгоуэна", -- [1]
				"|cff00ccff|Hitem:122385::::::::68:263::::::|h[Древний молот Макгоуэна]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPON", -- [9]
				133054, -- [10]
				0, -- [11]
				2, -- [12]
				4, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122252::::::::68:263::::::|h[Потускневшие поножи разрушения]|h|r"] = {
				"Потускневшие поножи разрушения", -- [1]
				"|cff00ccff|Hitem:122252::::::::68:263::::::|h[Потускневшие поножи разрушения]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:138315"] = {
				"Поножи вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138315::::::::110:64::::::|h[Поножи вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				875, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				1345979, -- [10]
				612393, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["item:51992::::::-86:754057229:68:263::1::::"] = {
				"Перстень беспокойства с меткой солдата", -- [1]
				"|cff0070dd|Hitem:51992::::::-86:754057229:68:263::1::::|h[Перстень беспокойства с меткой солдата]|h|r", -- [2]
				3, -- [3]
				45, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133376, -- [10]
				7064, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffa335ee|Hitem:134419::::::::110:64::35:3:3418:1557:3337:::|h[Туфли безрассудного самопожертвования]|h|r"] = {
				"Туфли безрассудного самопожертвования", -- [1]
				"|cffa335ee|Hitem:134419::::::::110:64::35:3:3418:1557:3337:::|h[Туфли безрассудного самопожертвования]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				1125583, -- [10]
				472014, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cff0070dd|Hitem:66000::::::::68:263::11::::|h[Перстень шпиля]|h|r"] = {
				"Перстень шпиля", -- [1]
				"|cff0070dd|Hitem:66000::::::::68:263::11::::|h[Перстень шпиля]|h|r", -- [2]
				3, -- [3]
				59, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133376, -- [10]
				17213, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff00ccff|Hitem:122375::::::::3:262::::::|h[Старое наплечье Пяти Громов]|h|r"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::3:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff9d9d9d|Hitem:25466::::::::3:262::::::|h[Сломанный усик]|h|r"] = {
				"Сломанный усик", -- [1]
				"|cff9d9d9d|Hitem:25466::::::::3:262::::::|h[Сломанный усик]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				134324, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cff00ccff|Hitem:122361::::::::68:263:::1:583:::|h[Стремительная рука правосудия]|h|r"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::68:263:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cffffffff|Hitem:24246::::::::68:263::::::|h[Кровавый гибискус]|h|r"] = {
				"Кровавый гибискус", -- [1]
				"|cffffffff|Hitem:24246::::::::68:263::::::|h[Кровавый гибискус]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				200, -- [8]
				"", -- [9]
				134200, -- [10]
				400, -- [11]
				12, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff0070dd|Hitem:51995::::::-92:132775954:68:263::1::::|h[Штормовое ожерелье с меткой оруженосца]|h|r"] = {
				"Штормовое ожерелье с меткой оруженосца", -- [1]
				"|cff0070dd|Hitem:51995::::::-92:132775954:68:263::1::::|h[Штормовое ожерелье с меткой оруженосца]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133303, -- [10]
				19083, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122358::::::::68:263:::1:583:::"] = {
				"Испачканный наплеч незаметности", -- [1]
				"|cff00ccff|Hitem:122358::::::::68:263:::1:583:::|h[Испачканный наплеч незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135038, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff0070dd|Hitem:51992::::::-86:754057229:68:263::1::::|h[Перстень беспокойства с меткой солдата]|h|r"] = {
				"Перстень беспокойства с меткой солдата", -- [1]
				"|cff0070dd|Hitem:51992::::::-86:754057229:68:263::1::::|h[Перстень беспокойства с меткой солдата]|h|r", -- [2]
				3, -- [3]
				45, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133376, -- [10]
				7064, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:25941::::::::68:263::1::::"] = {
				"Сапоги чужеземца", -- [1]
				"|cff0070dd|Hitem:25941::::::::68:263::1::::|h[Сапоги чужеземца]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132546, -- [10]
				33854, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:24090"] = {
				"Запятнанные кровью рукавицы Опустошителя", -- [1]
				"|cff0070dd|Hitem:24090::::::::68:263::::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r", -- [2]
				3, -- [3]
				85, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132944, -- [10]
				22148, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:51995::::::-92:132775954:68:263::1::::"] = {
				"Штормовое ожерелье с меткой оруженосца", -- [1]
				"|cff0070dd|Hitem:51995::::::-92:132775954:68:263::1::::|h[Штормовое ожерелье с меткой оруженосца]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133303, -- [10]
				19083, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:122361::::::::2:262:::1:583:::"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::2:262:::1:583:::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cff0070dd|Hitem:24357::::::::68:263::1::::|h[Жилет живого света]|h|r"] = {
				"Жилет живого света", -- [1]
				"|cff0070dd|Hitem:24357::::::::68:263::1::::|h[Жилет живого света]|h|r", -- [2]
				3, -- [3]
				91, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132647, -- [10]
				47482, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122380::::::::3::::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::3:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["item:122358"] = {
				"Испачканный наплеч незаметности", -- [1]
				"|cff00ccff|Hitem:122358::::::::68:263::::::|h[Испачканный наплеч незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135038, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122361"] = {
				"Стремительная рука правосудия", -- [1]
				"|cff00ccff|Hitem:122361::::::::1:262::::::|h[Стремительная рука правосудия]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				133434, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706927,
			},
			["item:13284::::::::68:263::1::::"] = {
				"Боевые сапоги летящего дротика", -- [1]
				"|cff0070dd|Hitem:13284::::::::68:263::1::::|h[Боевые сапоги летящего дротика]|h|r", -- [2]
				3, -- [3]
				60, -- [4]
				55, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132535, -- [10]
				25288, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:52534::::::::2:262::::::|h[Изначальное одеяние]|h|r"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::2:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:122246::::::::68:263::::::"] = {
				"Тусклый шлем яростного берсерка", -- [1]
				"|cff00ccff|Hitem:122246::::::::68:263::::::|h[Тусклый шлем яростного берсерка]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133127, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffffffff|Hitem:22832::::::::68:263::::::|h[Гигантский флакон с зельем маны]|h|r"] = {
				"Гигантский флакон с зельем маны", -- [1]
				"|cffffffff|Hitem:22832::::::::68:263::::::|h[Гигантский флакон с зельем маны]|h|r", -- [2]
				1, -- [3]
				68, -- [4]
				55, -- [5]
				"Расходуемые", -- [6]
				"Зелья", -- [7]
				20, -- [8]
				"", -- [9]
				134762, -- [10]
				5000, -- [11]
				0, -- [12]
				1, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:25467::::::::2:262::::::"] = {
				"Рваное крылышко мотылька", -- [1]
				"|cff9d9d9d|Hitem:25467::::::::2:262::::::|h[Рваное крылышко мотылька]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				133678, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707097,
			},
			["item:122380::::::::3:262::::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::3:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["item:122262::::::::2:262:::1:583:::"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::2:262:::1:583:::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cffffffff|Hitem:92959::::::::68:263::::::|h[\"Пума\" Новолуния]|h|r"] = {
				"\"Пума\" Новолуния", -- [1]
				"|cffffffff|Hitem:92959::::::::68:263::::::|h[\"Пума\" Новолуния]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				250, -- [8]
				"", -- [9]
				132252, -- [10]
				1, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122379::::::::68:263::::::"] = {
				"Кираса несущего смерть чемпиона", -- [1]
				"|cff00ccff|Hitem:122379::::::::68:263::::::|h[Кираса несущего смерть чемпиона]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132629, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			[35278] = {
				"Укрепленная сеть", -- [1]
				"|cffffffff|Hitem:35278::::::::110:64::::::|h[Укрепленная сеть]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				134325, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708888,
			},
			["|cffa335ee|Hitem:140898:5898:::::::110:64::5:3:3444:1487:3336:::|h[Сияющее ожерелье из глаз скорпидов]|h|r"] = {
				"Сияющее ожерелье из глаз скорпидов", -- [1]
				"|cffa335ee|Hitem:140898:5898:::::::110:64::5:3:3444:1487:3336:::|h[Сияющее ожерелье из глаз скорпидов]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				1360053, -- [10]
				251836, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["item:24833::::::::68::::::"] = {
				"Перчатки скитальца Нексуса", -- [1]
				"|cff1eff00|Hitem:24833::::::::68:263::::::|h[Перчатки скитальца Нексуса]|h|r", -- [2]
				2, -- [3]
				90, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132945, -- [10]
				18633, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffa335ee|Hitem:139326::::::::110:64::43:3:3573:1507:3336:::|h[Извивающееся сухожилие]|h|r"] = {
				"Извивающееся сухожилие", -- [1]
				"|cffa335ee|Hitem:139326::::::::110:64::43:3:3573:1507:3336:::|h[Извивающееся сухожилие]|h|r", -- [2]
				4, -- [3]
				885, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				134895, -- [10]
				519563, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff1eff00|Hitem:146909::::::::110:64::::::|h[Маяк страдания \"Церберакса\"]|h|r"] = {
				"Маяк страдания \"Церберакса\"", -- [1]
				"|cff1eff00|Hitem:146909::::::::110:64::::::|h[Маяк страдания \"Церберакса\"]|h|r", -- [2]
				2, -- [3]
				110, -- [4]
				110, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				237206, -- [10]
				2000, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			[22889] = {
				"Фиал с кровью мотылька", -- [1]
				"|cffffffff|Hitem:22889::::::::1:262::::::|h[Фиал с кровью мотылька]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				10, -- [8]
				"", -- [9]
				134844, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706669,
			},
			[131819] = {
				"Частично загрязненная кольчуга", -- [1]
				"|cffffffff|Hitem:131819::::::::2:262::::::|h[Частично загрязненная кольчуга]|h|r", -- [2]
				1, -- [3]
				5, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132493, -- [10]
				9, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707071,
			},
			["|cffffffff|Hitem:8383::::::::68:263::::::|h[Обычное письмо]|h|r"] = {
				"Обычное письмо", -- [1]
				"|cffffffff|Hitem:8383::::::::68:263::::::|h[Обычное письмо]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134327, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:134533:5427:::::::110:64::16:3:3418:1577:3337:::"] = {
				"Кольцо нависающей угрозы", -- [1]
				"|cffa335ee|Hitem:134533:5427:::::::110:64::16:3:3418:1577:3337:::|h[Кольцо нависающей угрозы]|h|r", -- [2]
				4, -- [3]
				925, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1408461, -- [10]
				406408, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				1293, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["item:51992::::::-84:888799245:68:263::1::::"] = {
				"Перстень беспокойства с печатью выносливости", -- [1]
				"|cff0070dd|Hitem:51992::::::-84:888799245:68:263::1::::|h[Перстень беспокойства с печатью выносливости]|h|r", -- [2]
				3, -- [3]
				45, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133376, -- [10]
				7064, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff1eff00|Hitem:24960::::::-14:1305215009:68:263::1::::|h[Хан'аишская кираса со знаком тигра]|h|r"] = {
				"Хан'аишская кираса со знаком тигра", -- [1]
				"|cff1eff00|Hitem:24960::::::-14:1305215009:68:263::1::::|h[Хан'аишская кираса со знаком тигра]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132751, -- [10]
				40757, -- [11]
				4, -- [12]
				4, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:131819::::::::3:262::11::::|h[Частично загрязненная кольчуга]|h|r"] = {
				"Частично загрязненная кольчуга", -- [1]
				"|cffffffff|Hitem:131819::::::::3:262::11::::|h[Частично загрязненная кольчуга]|h|r", -- [2]
				1, -- [3]
				5, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132493, -- [10]
				9, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707216,
			},
			["|cff00ccff|Hitem:122248::::::::68:263:::1:583:::|h[Запятнанная шапка незаметности]|h|r"] = {
				"Запятнанная шапка незаметности", -- [1]
				"|cff00ccff|Hitem:122248::::::::68:263:::1:583:::|h[Запятнанная шапка незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133143, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff00ccff|Hitem:122375::::::::2:262::::::|h[Старое наплечье Пяти Громов]|h|r"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::2:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:144468::::::::110:64::35:3:3418:1557:3337:::"] = {
				"Накидка садовника Скверны", -- [1]
				"|cffa335ee|Hitem:144468::::::::110:64::35:3:3418:1557:3337:::|h[Накидка садовника Скверны]|h|r", -- [2]
				4, -- [3]
				905, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				1580809, -- [10]
				437218, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:140745::::::::110:64::14::::|h[Карта сокровищ: Валь'шара]|h|r"] = {
				"Карта сокровищ: Валь'шара", -- [1]
				"|cffffffff|Hitem:140745::::::::110:64::14::::|h[Карта сокровищ: Валь'шара]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				1064187, -- [10]
				50000, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122253::::::::1::::::"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::1:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706948,
			},
			["item:24965::::::-6:733872147:68:263::1::::"] = {
				"Хан'аишские наручи со знаком орла", -- [1]
				"|cff1eff00|Hitem:24965::::::-6:733872147:68:263::1::::|h[Хан'аишские наручи со знаком орла]|h|r", -- [2]
				2, -- [3]
				96, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				132609, -- [10]
				19405, -- [11]
				4, -- [12]
				4, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:52535::::::::2:262::::::"] = {
				"Изначальные штаны", -- [1]
				"|cffffffff|Hitem:52535::::::::2:262::::::|h[Изначальные штаны]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134582, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cff0070dd|Hitem:138172::::::::68:263:512:9:1:3387:66:::|h[Кушак из колец Скверны]|h|r"] = {
				"Кушак из колец Скверны", -- [1]
				"|cff0070dd|Hitem:138172::::::::68:263:512:9:1:3387:66:::|h[Кушак из колец Скверны]|h|r", -- [2]
				3, -- [3]
				700, -- [4]
				66, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				973881, -- [10]
				24224, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff00ccff|Hitem:122375::::::::1:262::::::|h[Старое наплечье Пяти Громов]|h|r"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::1:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:36::::::::2:262::::::"] = {
				"Иссеченная палица", -- [1]
				"|cffffffff|Hitem:36::::::::2:262::::::|h[Иссеченная палица]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				133478, -- [10]
				3, -- [11]
				2, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cffffffff|Hitem:52534::::::::1:262::::::|h[Изначальное одеяние]|h|r"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::1:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cff1eff00|Hitem:42360::::::::110:64::14::::|h[Дублет с эбеновой филигранью]|h|r"] = {
				"Дублет с эбеновой филигранью", -- [1]
				"|cff1eff00|Hitem:42360::::::::110:64::14::::|h[Дублет с эбеновой филигранью]|h|r", -- [2]
				2, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_BODY", -- [9]
				135022, -- [10]
				137500, -- [11]
				4, -- [12]
				0, -- [13]
				2, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cff00ccff|Hitem:122668::::::::68:263:::1:583:::|h[Вечная воля мученика]|h|r"] = {
				"Вечная воля мученика", -- [1]
				"|cff00ccff|Hitem:122668::::::::68:263:::1:583:::|h[Вечная воля мученика]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133440, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:122248::::::::68:263:::1:583:::"] = {
				"Запятнанная шапка незаметности", -- [1]
				"|cff00ccff|Hitem:122248::::::::68:263:::1:583:::|h[Запятнанная шапка незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133143, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:52534::::::::3:262::::::"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::3:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cffffffff|Hitem:81055::::::::68:263::::::|h[Билет на карусель ярмарки Новолуния]|h|r"] = {
				"Билет на карусель ярмарки Новолуния", -- [1]
				"|cffffffff|Hitem:81055::::::::68:263::::::|h[Билет на карусель ярмарки Новолуния]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				200, -- [8]
				"", -- [9]
				134481, -- [10]
				2, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff0070dd|Hitem:29335::::::::68:263::11::::|h[Бусы Лорда Когтя]|h|r"] = {
				"Бусы Лорда Когтя", -- [1]
				"|cff0070dd|Hitem:29335::::::::68:263::11::::|h[Бусы Лорда Когтя]|h|r", -- [2]
				3, -- [3]
				115, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133291, -- [10]
				41953, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:123918::::::::110:64::::::|h[Руда силового камня]|h|r"] = {
				"Руда силового камня", -- [1]
				"|cffffffff|Hitem:123918::::::::110:64::::::|h[Руда силового камня]|h|r", -- [2]
				1, -- [3]
				100, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Металл и камень", -- [7]
				200, -- [8]
				"", -- [9]
				1394960, -- [10]
				1, -- [11]
				7, -- [12]
				7, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497708896,
			},
			["|cff0070dd|Hitem:25941::::::::68:263::1::::|h[Сапоги чужеземца]|h|r"] = {
				"Сапоги чужеземца", -- [1]
				"|cff0070dd|Hitem:25941::::::::68:263::1::::|h[Сапоги чужеземца]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_FEET", -- [9]
				132546, -- [10]
				33854, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			[122262] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::1:262::::::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706944,
			},
			["item:122375::::::::1:262::::::"] = {
				"Старое наплечье Пяти Громов", -- [1]
				"|cff00ccff|Hitem:122375::::::::1:262::::::|h[Старое наплечье Пяти Громов]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135060, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["item:132454::::::::110:64:::2:1811:3455:::"] = {
				"Обжигающее прикосновение Коралона", -- [1]
				"|cffff8000|Hitem:132454::::::::110:64:::2:1811:3455:::|h[Обжигающее прикосновение Коралона]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				659900, -- [10]
				461691, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:33460::::::::68:263::::::|h[Свиток универсальности VI]|h|r"] = {
				"Свиток универсальности VI", -- [1]
				"|cffffffff|Hitem:33460::::::::68:263::::::|h[Свиток универсальности VI]|h|r", -- [2]
				1, -- [3]
				60, -- [4]
				60, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				20, -- [8]
				"", -- [9]
				134937, -- [10]
				247, -- [11]
				0, -- [12]
				8, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:131819::::::::2:262::11::::|h[Частично загрязненная кольчуга]|h|r"] = {
				"Частично загрязненная кольчуга", -- [1]
				"|cffffffff|Hitem:131819::::::::2:262::11::::|h[Частично загрязненная кольчуга]|h|r", -- [2]
				1, -- [3]
				5, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132493, -- [10]
				9, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:147735::::::::110::::::"] = {
				"Манжеты ужасного служения", -- [1]
				"|cffa335ee|Hitem:147735::::::::110:64::::::|h[Манжеты ужасного служения]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				1533496, -- [10]
				307945, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:122262::::::::1::::::"] = {
				"Древний плащ Кровавой Луны", -- [1]
				"|cff00ccff|Hitem:122262::::::::1:262::::::|h[Древний плащ Кровавой Луны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133757, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706951,
			},
			["item:122668"] = {
				"Вечная воля мученика", -- [1]
				"|cff00ccff|Hitem:122668::::::::68:263::::::|h[Вечная воля мученика]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133440, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:128510::::::::68:263::::::|h[Эксклюзивный костюм: \"Эдвин ван Клиф\"]|h|r"] = {
				"Эксклюзивный костюм: \"Эдвин ван Клиф\"", -- [1]
				"|cffa335ee|Hitem:128510::::::::68:263::::::|h[Эксклюзивный костюм: \"Эдвин ван Клиф\"]|h|r", -- [2]
				4, -- [3]
				1, -- [4]
				1, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Праздничные предметы", -- [7]
				1, -- [8]
				"", -- [9]
				236409, -- [10]
				0, -- [11]
				15, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:51977::::::-89:975699991:68:263::1::::"] = {
				"Ремень связи с землей с меткой вора", -- [1]
				"|cff0070dd|Hitem:51977::::::-89:975699991:68:263::1::::|h[Ремень связи с землей с меткой вора]|h|r", -- [2]
				3, -- [3]
				60, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132515, -- [10]
				17272, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffa335ee|Hitem:142160::::::::110:64::43:3:3573:1497:3528:::|h[Благосклонность Мрргрии]|h|r"] = {
				"Благосклонность Мрргрии", -- [1]
				"|cffa335ee|Hitem:142160::::::::110:64::43:3:3573:1497:3528:::|h[Благосклонность Мрргрии]|h|r", -- [2]
				4, -- [3]
				880, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				463527, -- [10]
				496132, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["|cffffffff|Hitem:38682::::::::110:64::::::|h[Материал для свитка наложения чар]|h|r"] = {
				"Материал для свитка наложения чар", -- [1]
				"|cffffffff|Hitem:38682::::::::110:64::::::|h[Материал для свитка наложения чар]|h|r", -- [2]
				1, -- [3]
				600, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Другое", -- [7]
				200, -- [8]
				"", -- [9]
				237050, -- [10]
				10, -- [11]
				7, -- [12]
				11, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497708896,
			},
			["item:35704::::::::68:263::::::"] = {
				"Зажигательная взрывчатка", -- [1]
				"|cffffffff|Hitem:35704::::::::68:263::::::|h[Зажигательная взрывчатка]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				133713, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706256,
			},
			[128318] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::1:262::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706927,
			},
			["|cff00ccff|Hitem:122255::::::::68:263:::1:583:::|h[Вычищенные поножи Дикого Пера]|h|r"] = {
				"Вычищенные поножи Дикого Пера", -- [1]
				"|cff00ccff|Hitem:122255::::::::68:263:::1:583:::|h[Вычищенные поножи Дикого Пера]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134628, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cff0070dd|Hitem:25962::::::::68:263::1::::|h[Кольцо путешественника]|h|r"] = {
				"Кольцо путешественника", -- [1]
				"|cff0070dd|Hitem:25962::::::::68:263::1::::|h[Кольцо путешественника]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133386, -- [10]
				83797, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cff1eff00|Hitem:24599::::::-37:138280989:68:263::1::::|h[Жилет Звездного огня с меткой провидца]|h|r"] = {
				"Жилет Звездного огня с меткой провидца", -- [1]
				"|cff1eff00|Hitem:24599::::::-37:138280989:68:263::1::::|h[Жилет Звездного огня с меткой провидца]|h|r", -- [2]
				2, -- [3]
				87, -- [4]
				59, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132718, -- [10]
				37835, -- [11]
				4, -- [12]
				1, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:36::::::::1:262::::::"] = {
				"Иссеченная палица", -- [1]
				"|cffffffff|Hitem:36::::::::1:262::::::|h[Иссеченная палица]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Оружие", -- [6]
				"Одноручное дробящее", -- [7]
				1, -- [8]
				"INVTYPE_WEAPONMAINHAND", -- [9]
				133478, -- [10]
				3, -- [11]
				2, -- [12]
				4, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706993,
			},
			["|cffffffff|Hitem:22575::::::::68:263::::::|h[Частица жизни]|h|r"] = {
				"Частица жизни", -- [1]
				"|cffffffff|Hitem:22575::::::::68:263::::::|h[Частица жизни]|h|r", -- [2]
				1, -- [3]
				65, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Стихии", -- [7]
				200, -- [8]
				"", -- [9]
				132840, -- [10]
				400, -- [11]
				7, -- [12]
				10, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497705929,
			},
			["item:122382::::::::68:263:::1:583:::"] = {
				"Вычищенная железноперая кираса", -- [1]
				"|cff00ccff|Hitem:122382::::::::68:263:::1:583:::|h[Вычищенная железноперая кираса]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132721, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffffffff|Hitem:52534::::::::3:262::::::|h[Изначальное одеяние]|h|r"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::3:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["|cff1eff00|Hitem:24866::::::-44:154992675:68:263::1::::|h[Шлем Кровавого Рыцаря с меткой старца]|h|r"] = {
				"Шлем Кровавого Рыцаря с меткой старца", -- [1]
				"|cff1eff00|Hitem:24866::::::-44:154992675:68:263::1::::|h[Шлем Кровавого Рыцаря с меткой старца]|h|r", -- [2]
				2, -- [3]
				102, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133073, -- [10]
				29462, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:122261"] = {
				"Унаследованная накидка черного барона", -- [1]
				"|cff00ccff|Hitem:122261::::::::68:263::::::|h[Унаследованная накидка черного барона]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133772, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:25962"] = {
				"Кольцо путешественника", -- [1]
				"|cff0070dd|Hitem:25962::::::::68:263::::::|h[Кольцо путешественника]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133386, -- [10]
				83797, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:24090::::::::68:263::1::::"] = {
				"Запятнанные кровью рукавицы Опустошителя", -- [1]
				"|cff0070dd|Hitem:24090::::::::68:263::1::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r", -- [2]
				3, -- [3]
				85, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132944, -- [10]
				22148, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705940,
			},
			["item:143363::::::::110:70::::::"] = {
				"Наручные скобы избранных мертвецов", -- [1]
				"|cffa335ee|Hitem:143363::::::::110:70::::::|h[Наручные скобы избранных мертвецов]|h|r", -- [2]
				4, -- [3]
				855, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Латные", -- [7]
				1, -- [8]
				"INVTYPE_WRIST", -- [9]
				1509494, -- [10]
				283018, -- [11]
				4, -- [12]
				4, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497707983,
			},
			["item:122253::::::::2:262::::::"] = {
				"Таинственный килт Стихий", -- [1]
				"|cff00ccff|Hitem:122253::::::::2:262::::::|h[Таинственный килт Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134583, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:51995::::::-93:792002578:68:263::1::::"] = {
				"Штормовое ожерелье с печатью восстановления", -- [1]
				"|cff0070dd|Hitem:51995::::::-93:792002578:68:263::1::::|h[Штормовое ожерелье с печатью восстановления]|h|r", -- [2]
				3, -- [3]
				64, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_NECK", -- [9]
				133303, -- [10]
				19083, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:24357::::::::68:263::1::::"] = {
				"Жилет живого света", -- [1]
				"|cff0070dd|Hitem:24357::::::::68:263::1::::|h[Жилет живого света]|h|r", -- [2]
				3, -- [3]
				91, -- [4]
				62, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132647, -- [10]
				47482, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cff1eff00|Hitem:24744::::::-5:662568986:68:263::1::::|h[Перчатки следопыта со знаком мартышки]|h|r"] = {
				"Перчатки следопыта со знаком мартышки", -- [1]
				"|cff1eff00|Hitem:24744::::::-5:662568986:68:263::1::::|h[Перчатки следопыта со знаком мартышки]|h|r", -- [2]
				2, -- [3]
				99, -- [4]
				63, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132952, -- [10]
				20198, -- [11]
				4, -- [12]
				2, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:52534::::::::1::::::"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::1:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706948,
			},
			["item:138309::::::::110:64::5:3:3516:1487:3528:::"] = {
				"Перчатки вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138309::::::::110:64::5:3:3516:1487:3528:::|h[Перчатки вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				1345977, -- [10]
				306504, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708893,
			},
			["|cffffffff|Hitem:6948::::::::2:262::::::|h[Камень возвращения]|h|r"] = {
				"Камень возвращения", -- [1]
				"|cffffffff|Hitem:6948::::::::2:262::::::|h[Камень возвращения]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134414, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:122255::::::::68:263:::1:583:::"] = {
				"Вычищенные поножи Дикого Пера", -- [1]
				"|cff00ccff|Hitem:122255::::::::68:263:::1:583:::|h[Вычищенные поножи Дикого Пера]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_LEGS", -- [9]
				134628, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:25962::::::::68:263::1::::"] = {
				"Кольцо путешественника", -- [1]
				"|cff0070dd|Hitem:25962::::::::68:263::1::::|h[Кольцо путешественника]|h|r", -- [2]
				3, -- [3]
				97, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133386, -- [10]
				83797, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:51991::::::-91:2076049426:68:263::1::::"] = {
				"Штормовая печатка с меткой стрелка", -- [1]
				"|cff0070dd|Hitem:51991::::::-91:2076049426:68:263::1::::|h[Штормовая печатка с меткой стрелка]|h|r", -- [2]
				3, -- [3]
				70, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				133368, -- [10]
				20599, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["item:24866::::::-44:154992675:68:263::1::::"] = {
				"Шлем Кровавого Рыцаря с меткой старца", -- [1]
				"|cff1eff00|Hitem:24866::::::-44:154992675:68:263::1::::|h[Шлем Кровавого Рыцаря с меткой старца]|h|r", -- [2]
				2, -- [3]
				102, -- [4]
				64, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				133073, -- [10]
				29462, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:24833"] = {
				"Перчатки скитальца Нексуса", -- [1]
				"|cff1eff00|Hitem:24833::::::::68:263::::::|h[Перчатки скитальца Нексуса]|h|r", -- [2]
				2, -- [3]
				90, -- [4]
				60, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_HAND", -- [9]
				132945, -- [10]
				18633, -- [11]
				4, -- [12]
				3, -- [13]
				2, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:25466::::::::2:262::::::"] = {
				"Сломанный усик", -- [1]
				"|cff9d9d9d|Hitem:25466::::::::2:262::::::|h[Сломанный усик]|h|r", -- [2]
				0, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				20, -- [8]
				"", -- [9]
				134324, -- [10]
				4, -- [11]
				15, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707008,
			},
			["item:2362::::::::1::::::"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::1:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706924,
			},
			["item:131819::::::::2:262::11::::"] = {
				"Частично загрязненная кольчуга", -- [1]
				"|cffffffff|Hitem:131819::::::::2:262::11::::|h[Частично загрязненная кольчуга]|h|r", -- [2]
				1, -- [3]
				5, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132493, -- [10]
				9, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["item:122356::::::::68:263::::::"] = {
				"Наплечник защитника Ирода", -- [1]
				"|cff00ccff|Hitem:122356::::::::68:263::::::|h[Наплечник защитника Ирода]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_SHOULDER", -- [9]
				135032, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["item:22889::::::::2:262::11:1:3524:::"] = {
				"Фиал с кровью мотылька", -- [1]
				"|cffffffff|Hitem:22889::::::::2:262::11:1:3524:::|h[Фиал с кровью мотылька]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				10, -- [8]
				"", -- [9]
				134844, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707068,
			},
			["item:122380::::::::2:262::::::"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::2:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707215,
			},
			["|cff0070dd|Hitem:25540::::::::68:263::11::::|h[Темный плащ трясины]|h|r"] = {
				"Темный плащ трясины", -- [1]
				"|cff0070dd|Hitem:25540::::::::68:263::11::::|h[Темный плащ трясины]|h|r", -- [2]
				3, -- [3]
				94, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133772, -- [10]
				36359, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				1, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:23568::::::::2:262::::::|h[Сверток с фиалами]|h|r"] = {
				"Сверток с фиалами", -- [1]
				"|cffffffff|Hitem:23568::::::::2:262::::::|h[Сверток с фиалами]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				133631, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707071,
			},
			["item:2362::::::::2::::::"] = {
				"Старый деревянный щит", -- [1]
				"|cffffffff|Hitem:2362::::::::2:262::::::|h[Старый деревянный щит]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Щиты", -- [7]
				1, -- [8]
				"INVTYPE_SHIELD", -- [9]
				134955, -- [10]
				2, -- [11]
				4, -- [12]
				6, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707071,
			},
			["item:132410:5427:130248::::::110:64:::2:1811:3530:::"] = {
				"Осколок Экзодара", -- [1]
				"|cffff8000|Hitem:132410:5427:130248::::::110:64:::2:1811:3530:::|h[Осколок Экзодара]|h|r", -- [2]
				5, -- [3]
				940, -- [4]
				101, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_FINGER", -- [9]
				1116962, -- [10]
				568562, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				6, -- [15]
				[17] = false,
				["timestamp"] = 1497708893,
			},
			["|cff0070dd|Hitem:51977::::::-89:975699991:68:263::1::::|h[Ремень связи с землей с меткой вора]|h|r"] = {
				"Ремень связи с землей с меткой вора", -- [1]
				"|cff0070dd|Hitem:51977::::::-89:975699991:68:263::1::::|h[Ремень связи с землей с меткой вора]|h|r", -- [2]
				3, -- [3]
				60, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_WAIST", -- [9]
				132515, -- [10]
				17272, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				2, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffa335ee|Hitem:138312::::::::110:64::5:3:3516:1487:3528:::|h[Капюшон вечногорящего знания]|h|r"] = {
				"Капюшон вечногорящего знания", -- [1]
				"|cffa335ee|Hitem:138312::::::::110:64::5:3:3516:1487:3528:::|h[Капюшон вечногорящего знания]|h|r", -- [2]
				4, -- [3]
				890, -- [4]
				110, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_HEAD", -- [9]
				1345978, -- [10]
				461188, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				6, -- [15]
				1285, -- [16]
				false, -- [17]
				["timestamp"] = 1497708896,
			},
			["item:122261::::::::68:263:::1:583:::"] = {
				"Унаследованная накидка черного барона", -- [1]
				"|cff00ccff|Hitem:122261::::::::68:263:::1:583:::|h[Унаследованная накидка черного барона]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Тканевые", -- [7]
				1, -- [8]
				"INVTYPE_CLOAK", -- [9]
				133772, -- [10]
				0, -- [11]
				4, -- [12]
				1, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			[35704] = {
				"Зажигательная взрывчатка", -- [1]
				"|cffffffff|Hitem:35704::::::::68:263::::::|h[Зажигательная взрывчатка]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				133713, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				4, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706282,
			},
			["|cff00ccff|Hitem:122383::::::::68:263:::1:583:::|h[Испачканный мундир незаметности]|h|r"] = {
				"Испачканный мундир незаметности", -- [1]
				"|cff00ccff|Hitem:122383::::::::68:263:::1:583:::|h[Испачканный мундир незаметности]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кожаные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132722, -- [10]
				0, -- [11]
				4, -- [12]
				2, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705428,
			},
			["|cffffffff|Hitem:128506::::::::68:263::::::|h[Праздничный жезл – гнолл]|h|r"] = {
				"Праздничный жезл – гнолл", -- [1]
				"|cffffffff|Hitem:128506::::::::68:263::::::|h[Праздничный жезл – гнолл]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Расходуемые", -- [6]
				"Другое", -- [7]
				1, -- [8]
				"", -- [9]
				135464, -- [10]
				0, -- [11]
				0, -- [12]
				8, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["|cffffffff|Hitem:21877::::::::68:263::::::|h[Ткань Пустоты]|h|r"] = {
				"Ткань Пустоты", -- [1]
				"|cffffffff|Hitem:21877::::::::68:263::::::|h[Ткань Пустоты]|h|r", -- [2]
				1, -- [3]
				60, -- [4]
				0, -- [5]
				"Боеприпасы", -- [6]
				"Ткань", -- [7]
				200, -- [8]
				"", -- [9]
				132898, -- [10]
				800, -- [11]
				7, -- [12]
				5, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = true,
				["timestamp"] = 1497705929,
			},
			["item:52534"] = {
				"Изначальное одеяние", -- [1]
				"|cffffffff|Hitem:52534::::::::1:262::::::|h[Изначальное одеяние]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_ROBE", -- [9]
				132662, -- [10]
				2, -- [11]
				4, -- [12]
				3, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497706948,
			},
			["|cff0070dd|Hitem:71636::::::::68:263::::::|h[Громадное яйцо]|h|r"] = {
				"Громадное яйцо", -- [1]
				"|cff0070dd|Hitem:71636::::::::68:263::::::|h[Громадное яйцо]|h|r", -- [2]
				3, -- [3]
				1, -- [4]
				15, -- [5]
				"Колчан", -- [6]
				"Задания", -- [7]
				1, -- [8]
				"", -- [9]
				132834, -- [10]
				0, -- [11]
				12, -- [12]
				0, -- [13]
				0, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705929,
			},
			["item:128318::::::::68:263::::::"] = {
				"Касание Бездны", -- [1]
				"|cff00ccff|Hitem:128318::::::::68:263::::::|h[Касание Бездны]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				0, -- [5]
				"Броня", -- [6]
				"Разное", -- [7]
				1, -- [8]
				"INVTYPE_TRINKET", -- [9]
				537022, -- [10]
				0, -- [11]
				4, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497705430,
			},
			["|cffffffff|Hitem:6948::::::::3:262::::::|h[Камень возвращения]|h|r"] = {
				"Камень возвращения", -- [1]
				"|cffffffff|Hitem:6948::::::::3:262::::::|h[Камень возвращения]|h|r", -- [2]
				1, -- [3]
				1, -- [4]
				0, -- [5]
				"Постоянные (НЕ ИСП.)", -- [6]
				"Хлам", -- [7]
				1, -- [8]
				"", -- [9]
				134414, -- [10]
				0, -- [11]
				15, -- [12]
				0, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
			["item:122380"] = {
				"Мистический жилет Стихий", -- [1]
				"|cff00ccff|Hitem:122380::::::::3:262::::::|h[Мистический жилет Стихий]|h|r", -- [2]
				7, -- [3]
				1, -- [4]
				1, -- [5]
				"Броня", -- [6]
				"Кольчужные", -- [7]
				1, -- [8]
				"INVTYPE_CHEST", -- [9]
				132633, -- [10]
				0, -- [11]
				4, -- [12]
				3, -- [13]
				1, -- [14]
				0, -- [15]
				[17] = false,
				["timestamp"] = 1497707281,
			},
		},
		["sv_version"] = 2,
	},
	["factionrealm"] = {
		["Alliance - Черный Шрам"] = {
			["altNames"] = {
				["Пирик"] = "Пирик",
			},
		},
		["Alliance - Гордунни"] = {
			["altNames"] = {
				["Аниоми"] = "Аниоми",
				["Дрофренфан"] = "Дрофренфан",
			},
		},
	},
	["profiles"] = {
		["Пирик"] = {
			["usernamed"] = true,
			["frame_anchor"] = {
				"CENTER", -- [1]
				{
					[0] = nil --[[ skipped userdata ]],
					["firstTimeLoaded"] = 1,
					["variablesLoaded"] = true,
				}, -- [2]
				"CENTER", -- [3]
				0, -- [4]
				0, -- [5]
			},
			["enable_viewer"] = false,
		},
		["Дрофренфан"] = {
			["gear_PRIEST_3_MASTERY"] = "4.56",
			["gear_MONK_3_AGILITY"] = "9.01",
			["gear_WARLOCK_3_MASTERY"] = "3.04",
			["gear_ROGUE_3_CRIT"] = "4.55",
			["gear_DEATHKNIGHT_2_MASTERY"] = "3.06",
			["gear_DRUID_2_AGILITY"] = "12.03",
			["gear_DRUID_1_HASTE"] = "12.07",
			["gear_MAGE_2_VERSATILITY"] = "3.05",
			["gear_ROGUE_1_MASTERY"] = "7.53",
			["gold_profitlevel"] = 0.25,
			["gear_DEATHKNIGHT_3_HASTE"] = "6.07",
			["gear_PRIEST_1_INTELLECT"] = "9.06",
			["gear_MONK_1_STAMINA"] = "15.08",
			["load_im"] = true,
			["gear_HUNTER_1_AGILITY"] = "9.02",
			["gear_MAGE_3_HASTE"] = "7.56",
			["gear_SHAMAN_1_INTELLECT"] = "9.03",
			["gear_HUNTER_3_AGILITY"] = "9.02",
			["gear_MAGE_2_CRIT"] = "7.55",
			["gear_WARRIOR_3_MASTERY"] = "6.08",
			["Mail"] = {
				["previousNames"] = {
				},
			},
			["expired_elite_shown"] = false,
			["gear_DEATHKNIGHT_1_STRENGTH"] = "9.07",
			["gear_PALADIN_3_VERSATILITY"] = "6.05",
			["gear_PALADIN_3_STRENGTH"] = "9.05",
			["gear_HUNTER_3_HASTE"] = "6.02",
			["gear_DEATHKNIGHT_1_STAMINA"] = "12.07",
			["gear_DRUID_1_CRIT"] = "7.57",
			["gear_SHAMAN_2_MASTERY"] = "7.52",
			["gear_DEMONHUNTER_2_HASTE"] = "7.55",
			["gear_DEATHKNIGHT_2_HASTE"] = "7.56",
			["enable_vendor_tools"] = true,
			["gear_PRIEST_3_INTELLECT"] = "9.06",
			["show_ui"] = true,
			["frame_positions"] = {
				["ZygorGuidesViewerPointer_ArrowCtrl"] = {
					"BOTTOM", -- [1]
					nil, -- [2]
					"BOTTOM", -- [3]
					-1.42218625545502, -- [4]
					82.878173828125, -- [5]
				},
			},
			["gear_DRUID_3_CRIT"] = "9.02",
			["gear_MONK_2_INTELLECT"] = "9.05",
			["gear_DRUID_3_AGILITY"] = "10.52",
			["gear_PRIEST_2_VERSATILITY"] = "3.03",
			["gold_tooltips_shift"] = true,
			["gear_WARLOCK_3_HASTE"] = "7.54",
			["gear_PALADIN_3_HASTE"] = "7.55",
			["gear_DRUID_1_MASTERY"] = "9.07",
			["gear_DRUID_3_HASTE"] = "12.02",
			["autogear"] = false,
			["skinstyle"] = "stealth",
			["gear_WARRIOR_2_VERSATILITY"] = "4.53",
			["gear_DRUID_4_VERSATILITY"] = "3.02",
			["im_town_alert"] = false,
			["gear_PALADIN_1_CRIT"] = "7.57",
			["gear_DRUID_1_INTELLECT"] = "10.57",
			["gear_PRIEST_1_CRIT"] = "6.06",
			["gear_WARRIOR_3_VERSATILITY"] = "4.58",
			["gear_WARLOCK_1_CRIT"] = "7.54",
			["gear_DRUID_2_VERSATILITY"] = "7.53",
			["gear_DEMONHUNTER_1_MASTERY"] = "7.53",
			["gear_HUNTER_3_MASTERY"] = "3.02",
			["gold_tooltips_guide"] = 1,
			["gear_PALADIN_2_STRENGTH"] = "12.07",
			["autogear_protectheirlooms_all"] = true,
			["load_gold"] = true,
			["gold_format_white"] = false,
			["gear_MONK_2_MASTERY"] = "3.05",
			["gear_SHAMAN_3_INTELLECT"] = "9.08",
			["auction_autoshow_tab"] = true,
			["gear_HUNTER_1_HASTE"] = "6.02",
			["gear_WARLOCK_1_MASTERY"] = "9.04",
			["gear_DRUID_3_VERSATILITY"] = "14.27",
			["gear_MAGE_1_CRIT"] = "6.04",
			["gear_DRUID_4_HASTE"] = "7.52",
			["gear_PALADIN_2_MASTERY"] = "6.07",
			["gear_DRUID_1_VERSATILITY"] = "7.57",
			["gear_DRUID_4_MASTERY"] = "4.52",
			["frame_anchor"] = {
				"TOPLEFT", -- [1]
				nil, -- [2]
				"TOPLEFT", -- [3]
				8.00063705444336, -- [4]
				-23.9999828338623, -- [5]
			},
			["aucmode"] = "unit",
			["gear_HUNTER_3_CRIT"] = "4.52",
			["gear_WARLOCK_2_VERSATILITY"] = "3.03",
			["gear_ROGUE_3_AGILITY"] = "9.05",
			["gear_WARLOCK_2_MASTERY"] = "4.58",
			["gear_PALADIN_3_MASTERY"] = "4.55",
			["gear_ROGUE_2_CRIT"] = "6.03",
			["gmlasthomeversion"] = 1,
			["gear_PRIEST_2_INTELLECT"] = "9.03",
			["gear_SHAMAN_2_CRIT"] = "3.02",
			["gear_DRUID_2_HASTE"] = "6.03",
			["gear_DRUID_4_INTELLECT"] = "9.02",
			["gear_SHAMAN_1_VERSATILITY"] = "3.03",
			["gear_DEMONHUNTER_2_AGILITY"] = "12.05",
			["gear_DEATHKNIGHT_3_MASTERY"] = "4.57",
			["gear_HUNTER_1_CRIT"] = "4.52",
			["gear_WARRIOR_1_STRENGTH"] = "6.02",
			["gear_ROGUE_1_AGILITY"] = "9.03",
			["n_nc_numpetguides"] = 5,
			["gear_ROGUE_1_CRIT"] = "6.03",
			["gear_WARRIOR_1_HASTE"] = "7.52",
			["gear_WARRIOR_3_CRIT"] = "3.08",
			["hide_dev_once"] = false,
			["gear_SHAMAN_3_CRIT"] = "6.08",
			["gear_PRIEST_3_CRIT"] = "7.56",
			["dispprimary"] = {
				["showborder"] = true,
			},
			["gear_WARLOCK_2_CRIT"] = "6.08",
			["gear_DEMONHUNTER_2_MASTERY"] = "7.55",
			["gear_MONK_1_HASTE"] = "9.08",
			["geareffects"] = true,
			["gear_ROGUE_2_AGILITY"] = "9.03",
			["gear_DEATHKNIGHT_1_CRIT"] = "3.07",
			["fullness_search"] = 1,
			["load_betaguides"] = true,
			["gear_WARRIOR_3_HASTE"] = "7.58",
			["gear_WARRIOR_1_VERSATILITY"] = "4.52",
			["gear_WARRIOR_2_STRENGTH"] = "6.03",
			["gear_DEATHKNIGHT_2_VERSATILITY"] = "4.56",
			["debug_flags"] = {
				["display"] = {
					["enabled"] = false,
					["color"] = false,
				},
			},
			["gear_ROGUE_2_VERSATILITY"] = "7.53",
			["gear_ROGUE_2_MASTERY"] = "4.53",
			["gear_MAGE_1_INTELLECT"] = "9.04",
			["tmp__was_sheened"] = true,
			["gear_MONK_3_VERSATILITY"] = "4.51",
			["gear_WARRIOR_2_CRIT"] = "3.03",
			["gear_HUNTER_2_AGILITY"] = "7.54",
			["gear_DRUID_3_MASTERY"] = "13.52",
			["gear_SHAMAN_2_VERSATILITY"] = "4.52",
			["gear_SHAMAN_1_MASTERY"] = "7.53",
			["gear_WARRIOR_2_HASTE"] = "9.03",
			["gear_PALADIN_1_INTELLECT"] = "9.07",
			["gear_MAGE_1_MASTERY"] = "7.54",
			["gear_ROGUE_3_HASTE"] = "3.05",
			["gear_PALADIN_2_VERSATILITY"] = "7.57",
			["gear_PRIEST_1_VERSATILITY"] = "3.06",
			["gear_WARLOCK_3_VERSATILITY"] = "4.54",
			["gear_PRIEST_3_VERSATILITY"] = "3.06",
			["gear_DRUID_2_CRIT"] = "9.03",
			["gear_DEATHKNIGHT_1_HASTE"] = "7.57",
			["gear_PALADIN_2_CRIT"] = "4.57",
			["gear_MAGE_3_MASTERY"] = "3.06",
			["gear_MONK_2_CRIT"] = "6.05",
			["gear_SHAMAN_2_HASTE"] = "6.02",
			["gear_DEMONHUNTER_2_VERSATILITY"] = "9.05",
			["gear_DEATHKNIGHT_2_CRIT"] = "6.06",
			["autogear_protectheirlooms"] = true,
			["gear_PRIEST_1_HASTE"] = "7.56",
			["gear_MAGE_2_MASTERY"] = "6.05",
			["Inventory Manager"] = {
				["lastParentName"] = "Blizzard",
				["showText"] = false,
				["isSnapped"] = true,
				["lastParent"] = {
					["FilterIcon"] = {
						["Icon"] = {
						},
					},
					["PortraitButton"] = {
						["Highlight"] = {
						},
					},
					["Portrait"] = {
					},
					["ClickableTitleFrame"] = {
					},
					["bags"] = {
					},
					["bagsShown"] = 0,
					["FilterDropDown"] = {
						["Button"] = {
						},
						["displayMode"] = "MENU",
						["Icon"] = {
						},
						["Text"] = {
						},
					},
				},
				["isSnappedSize"] = 169,
				["im_lastWidth"] = 169,
			},
			["gear_MONK_1_CRIT"] = "7.58",
			["gear_HUNTER_3_VERSATILITY"] = "7.52",
			["gear_selected_spec"] = 2,
			["gear_DEMONHUNTER_1_CRIT"] = "9.03",
			["gear_MAGE_3_CRIT"] = "6.06",
			["gear_WARRIOR_1_CRIT"] = "3.02",
			["gear_HUNTER_2_CRIT"] = "6.04",
			["gear_DEMONHUNTER_1_AGILITY"] = "6.03",
			["gear_SHAMAN_2_AGILITY"] = "9.02",
			["load_mail"] = true,
			["gear_MONK_1_AGILITY"] = "12.08",
			["gear_WARLOCK_1_VERSATILITY"] = "3.04",
			["gear_HUNTER_1_VERSATILITY"] = "3.02",
			["gear_selected_class"] = 7,
			["gear_ROGUE_3_MASTERY"] = "7.55",
			["gear_MAGE_3_INTELLECT"] = "9.06",
			["gear_HUNTER_2_MASTERY"] = "9.04",
			["gear_SHAMAN_3_HASTE"] = "4.58",
			["gear_DEATHKNIGHT_1_VERSATILITY"] = "6.07",
			["gear_SHAMAN_1_CRIT"] = "6.03",
			["gear_MONK_3_CRIT"] = "6.01",
			["gear_DRUID_2_MASTERY"] = "10.53",
			["gear_SHAMAN_3_MASTERY"] = "7.58",
			["gear_HUNTER_2_VERSATILITY"] = "3.04",
			["gear_PALADIN_2_STAMINA"] = "15.07",
			["gear_WARLOCK_1_INTELLECT"] = "4.54",
			["gear_SHAMAN_1_HASTE"] = "4.53",
			["gear_DEMONHUNTER_1_HASTE"] = "4.53",
			["gear_DRUID_4_CRIT"] = "6.02",
			["gear_MAGE_3_VERSATILITY"] = "4.56",
			["gear_MAGE_1_HASTE"] = "3.04",
			["gear_DEMONHUNTER_2_STAMINA"] = "15.05",
			["skin"] = "default",
			["gear_MONK_1_VERSATILITY"] = "4.58",
			["gear_SHAMAN_3_VERSATILITY"] = "3.08",
			["gear_PALADIN_1_HASTE"] = "3.07",
			["stickycolored"] = false,
			["gear_DEATHKNIGHT_2_STRENGTH"] = "9.06",
			["gear_MONK_3_MASTERY"] = "7.51",
			["gear_PRIEST_2_HASTE"] = "4.53",
			["gear_DEATHKNIGHT_3_CRIT"] = "7.57",
			["gear_WARLOCK_2_HASTE"] = "9.03",
			["gear_DEMONHUNTER_1_VERSATILITY"] = "3.03",
			["gear_WARRIOR_1_MASTERY"] = "9.02",
			["gear_WARRIOR_2_MASTERY"] = "7.53",
			["gear_PRIEST_3_HASTE"] = "6.06",
			["gear_MONK_1_MASTERY"] = "6.08",
			["gear_MAGE_2_HASTE"] = "4.55",
			["gear_MONK_2_VERSATILITY"] = "7.55",
			["gear_DRUID_3_STAMINA"] = "18.02",
			["gear_MONK_3_HASTE"] = "3.01",
			["gear_WARLOCK_1_HASTE"] = "6.79",
			["gear_WARRIOR_3_STRENGTH"] = "9.08",
			["gear_HUNTER_2_HASTE"] = "4.54",
			["gmlastsection"] = "LEVELING\\Wrath of the Lich King (70-80)",
			["questitemselector"] = false,
			["im_always_wait"] = false,
			["gear_ROGUE_1_VERSATILITY"] = "4.53",
			["gear_MAGE_1_VERSATILITY"] = "4.54",
			["gear_PRIEST_1_MASTERY"] = "4.56",
			["gear_PRIEST_2_MASTERY"] = "7.53",
			["gear_HUNTER_1_MASTERY"] = "7.52",
			["gear_DEATHKNIGHT_3_VERSATILITY"] = "3.07",
			["gear_WARRIOR_3_STAMINA"] = "12.08",
			["usernamed"] = true,
			["gear_DEATHKNIGHT_1_MASTERY"] = "4.57",
			["badupgrade"] = {
				nil, -- [1]
				{
					[13284] = "|cff0070dd|Hitem:13284::::::::68:263::1::::|h[Боевые сапоги летящего дротика]|h|r",
					[24090] = "|cff0070dd|Hitem:24090::::::::68:263::1::::|h[Запятнанные кровью рукавицы Опустошителя]|h|r",
				}, -- [2]
			},
			["gear_WARLOCK_3_INTELLECT"] = "9.04",
			["gear_PRIEST_2_CRIT"] = "6.03",
			["gold_tooltips_ah"] = 2,
			["gear_PALADIN_1_VERSATILITY"] = "6.07",
			["gear_MONK_2_HASTE"] = "4.55",
			["multicolorants"] = true,
			["gear_WARLOCK_2_INTELLECT"] = "7.53",
			["gear_PALADIN_1_MASTERY"] = "4.57",
			["gear_ROGUE_3_VERSATILITY"] = "6.05",
			["singlecolorants__renamed"] = true,
			["gear_PALADIN_3_CRIT"] = "6.05",
			["gear_ROGUE_1_HASTE"] = "3.03",
			["gear_PALADIN_2_HASTE"] = "9.07",
			["gear_WARLOCK_3_CRIT"] = "6.04",
			["gear_DEATHKNIGHT_3_STRENGTH"] = "9.07",
			["gear_ROGUE_2_HASTE"] = "3.03",
			["gear_DEMONHUNTER_2_CRIT"] = "4.55",
			["gear_MAGE_2_INTELLECT"] = "9.05",
		},
		["Аниоми"] = {
			["gear_PRIEST_3_MASTERY"] = "4.56",
			["gear_MONK_3_AGILITY"] = "9.01",
			["gear_WARLOCK_3_MASTERY"] = "3.04",
			["gear_ROGUE_3_CRIT"] = "4.55",
			["gear_DEATHKNIGHT_2_MASTERY"] = "3.06",
			["gear_DRUID_2_AGILITY"] = "12.03",
			["gear_DRUID_1_HASTE"] = "12.07",
			["gear_MAGE_2_VERSATILITY"] = "3.05",
			["gear_MAGE_3_VERSATILITY"] = "4.56",
			["gold_profitlevel"] = 0.25,
			["gear_DEATHKNIGHT_3_HASTE"] = "6.07",
			["gear_PRIEST_1_INTELLECT"] = "9.06",
			["gear_MONK_1_STAMINA"] = "15.08",
			["load_im"] = true,
			["gear_HUNTER_1_AGILITY"] = "9.02",
			["gear_MAGE_3_HASTE"] = "7.56",
			["gear_SHAMAN_1_INTELLECT"] = "9.03",
			["gear_HUNTER_3_AGILITY"] = "9.02",
			["gear_MAGE_2_CRIT"] = "7.55",
			["gear_WARRIOR_3_MASTERY"] = "6.08",
			["Mail"] = {
				["previousNames"] = {
				},
			},
			["expired_elite_shown"] = false,
			["gear_DEATHKNIGHT_1_STRENGTH"] = "9.07",
			["gear_PALADIN_3_VERSATILITY"] = "6.05",
			["gear_PALADIN_3_STRENGTH"] = "9.05",
			["gear_HUNTER_3_HASTE"] = "6.02",
			["gear_DEATHKNIGHT_1_STAMINA"] = "12.07",
			["gear_DRUID_1_CRIT"] = "7.57",
			["gear_SHAMAN_2_MASTERY"] = "7.52",
			["gear_DEMONHUNTER_2_HASTE"] = "7.55",
			["gear_DEATHKNIGHT_2_HASTE"] = "7.56",
			["enable_vendor_tools"] = true,
			["gear_PRIEST_3_INTELLECT"] = "9.06",
			["show_ui"] = true,
			["frame_positions"] = {
				["ZygorGuidesViewerPointer_ArrowCtrl"] = {
					"TOP", -- [1]
					nil, -- [2]
					"TOP", -- [3]
					-0.711069703102112, -- [4]
					-52.6552505493164, -- [5]
				},
			},
			["gear_DRUID_3_CRIT"] = "9.02",
			["gear_MONK_2_INTELLECT"] = "9.05",
			["gear_DRUID_3_AGILITY"] = "10.52",
			["gear_PRIEST_2_VERSATILITY"] = "3.03",
			["gold_tooltips_shift"] = true,
			["gear_WARLOCK_3_HASTE"] = "7.54",
			["gear_PALADIN_3_HASTE"] = "7.55",
			["gear_DRUID_1_MASTERY"] = "9.07",
			["gear_DRUID_3_HASTE"] = "12.02",
			["gear_WARRIOR_2_VERSATILITY"] = "4.53",
			["gear_DRUID_4_VERSATILITY"] = "3.02",
			["aucmode"] = "unit",
			["gear_DRUID_2_MASTERY"] = "10.53",
			["gear_DRUID_1_INTELLECT"] = "10.57",
			["skinstyle"] = "stealth",
			["gear_PALADIN_1_CRIT"] = "7.57",
			["gear_WARLOCK_1_CRIT"] = "7.54",
			["gear_MONK_3_MASTERY"] = "7.51",
			["gear_DEMONHUNTER_1_MASTERY"] = "7.53",
			["gear_HUNTER_3_MASTERY"] = "3.02",
			["gear_DRUID_2_VERSATILITY"] = "7.53",
			["gear_PALADIN_1_MASTERY"] = "4.57",
			["gear_WARRIOR_3_VERSATILITY"] = "4.58",
			["gear_PALADIN_1_VERSATILITY"] = "6.07",
			["gold_format_white"] = false,
			["gear_PRIEST_2_MASTERY"] = "7.53",
			["autogear_protectheirlooms_all"] = true,
			["gear_ROGUE_1_AGILITY"] = "9.03",
			["gear_HUNTER_1_HASTE"] = "6.02",
			["gear_WARLOCK_1_MASTERY"] = "9.04",
			["gold_tooltips_guide"] = 1,
			["gear_MAGE_1_CRIT"] = "6.04",
			["gear_DRUID_4_HASTE"] = "7.52",
			["auction_autoshow_tab"] = true,
			["gear_DRUID_1_VERSATILITY"] = "7.57",
			["windowlocked"] = true,
			["gear_PALADIN_2_STRENGTH"] = "12.07",
			["im_always_wait"] = false,
			["gear_PALADIN_3_CRIT"] = "6.05",
			["gear_MONK_1_CRIT"] = "7.58",
			["gear_ROGUE_3_AGILITY"] = "9.05",
			["gear_WARLOCK_2_MASTERY"] = "4.58",
			["gear_PALADIN_3_MASTERY"] = "4.55",
			["gear_MONK_2_MASTERY"] = "3.05",
			["gear_ROGUE_2_HASTE"] = "3.03",
			["gear_PRIEST_2_INTELLECT"] = "9.03",
			["gear_SHAMAN_2_CRIT"] = "3.02",
			["gear_DRUID_2_HASTE"] = "6.03",
			["gear_DRUID_4_INTELLECT"] = "9.02",
			["gear_DRUID_4_MASTERY"] = "4.52",
			["gear_DEMONHUNTER_2_AGILITY"] = "12.05",
			["gear_DEATHKNIGHT_3_MASTERY"] = "4.57",
			["gear_WARRIOR_3_CRIT"] = "3.08",
			["gear_HUNTER_1_CRIT"] = "4.52",
			["gear_MAGE_1_MASTERY"] = "7.54",
			["n_nc_numpetguides"] = 5,
			["enable_viewer"] = false,
			["gear_WARRIOR_1_HASTE"] = "7.52",
			["gear_HUNTER_3_CRIT"] = "4.52",
			["hide_dev_once"] = false,
			["gear_SHAMAN_3_CRIT"] = "6.08",
			["gear_WARLOCK_2_VERSATILITY"] = "3.03",
			["gear_MONK_2_VERSATILITY"] = "7.55",
			["gear_WARLOCK_2_CRIT"] = "6.08",
			["gear_DEMONHUNTER_2_MASTERY"] = "7.55",
			["gear_MONK_1_HASTE"] = "9.08",
			["slidebarconfig"] = {
				["anchor"] = "top",
				["position"] = 939.000024558976,
			},
			["gear_ROGUE_2_AGILITY"] = "9.03",
			["gear_WARRIOR_3_STAMINA"] = "12.08",
			["fullness_search"] = 1,
			["gear_WARRIOR_2_HASTE"] = "9.03",
			["gear_WARRIOR_3_HASTE"] = "7.58",
			["gear_WARRIOR_1_VERSATILITY"] = "4.52",
			["gear_WARRIOR_2_STRENGTH"] = "6.03",
			["gear_WARRIOR_1_STRENGTH"] = "6.02",
			["debug_flags"] = {
				["display"] = {
					["enabled"] = false,
					["color"] = false,
				},
			},
			["load_betaguides"] = true,
			["gear_PRIEST_3_CRIT"] = "7.56",
			["gear_SHAMAN_1_VERSATILITY"] = "3.03",
			["tmp__was_sheened"] = true,
			["gear_MONK_3_VERSATILITY"] = "4.51",
			["gear_DEATHKNIGHT_1_CRIT"] = "3.07",
			["gear_SHAMAN_3_INTELLECT"] = "9.08",
			["gear_DRUID_3_MASTERY"] = "13.52",
			["gear_HUNTER_2_HASTE"] = "4.54",
			["gear_HUNTER_2_VERSATILITY"] = "3.04",
			["gear_ROGUE_2_VERSATILITY"] = "7.53",
			["gear_PALADIN_1_INTELLECT"] = "9.07",
			["gear_SHAMAN_1_MASTERY"] = "7.53",
			["gear_ROGUE_3_HASTE"] = "3.05",
			["gear_PALADIN_2_VERSATILITY"] = "7.57",
			["gear_PRIEST_1_VERSATILITY"] = "3.06",
			["gear_WARLOCK_3_VERSATILITY"] = "4.54",
			["gear_DRUID_2_CRIT"] = "9.03",
			["gear_WARRIOR_2_CRIT"] = "3.03",
			["gear_HUNTER_3_VERSATILITY"] = "7.52",
			["gear_HUNTER_2_AGILITY"] = "7.54",
			["gear_ROGUE_2_CRIT"] = "6.03",
			["gear_MONK_2_CRIT"] = "6.05",
			["gear_PALADIN_2_CRIT"] = "4.57",
			["gear_MONK_1_AGILITY"] = "12.08",
			["gear_DEATHKNIGHT_2_CRIT"] = "6.06",
			["gear_SHAMAN_2_HASTE"] = "6.02",
			["gear_WARRIOR_1_MASTERY"] = "9.02",
			["gear_PRIEST_3_VERSATILITY"] = "3.06",
			["gear_ROGUE_1_CRIT"] = "6.03",
			["gear_MAGE_2_MASTERY"] = "6.05",
			["Inventory Manager"] = {
				["lastParentName"] = "Blizzard",
				["showText"] = false,
				["isSnapped"] = true,
				["lastParent"] = {
					["FilterIcon"] = {
						["Icon"] = {
						},
					},
					["PortraitButton"] = {
						["Highlight"] = {
						},
					},
					["Portrait"] = {
					},
					["ClickableTitleFrame"] = {
					},
					["bags"] = {
					},
					["FilterDropDown"] = {
						["Button"] = {
						},
						["displayMode"] = "MENU",
						["Icon"] = {
						},
						["Text"] = {
						},
					},
					["bagsShown"] = 0,
					["allBags"] = false,
					["size"] = 16,
				},
				["isSnappedSize"] = 169,
				["im_lastWidth"] = 169,
			},
			["gear_PRIEST_1_HASTE"] = "7.56",
			["gear_DEMONHUNTER_1_CRIT"] = "9.03",
			["gear_MAGE_3_CRIT"] = "6.06",
			["gear_WARRIOR_1_CRIT"] = "3.02",
			["gear_HUNTER_2_CRIT"] = "6.04",
			["gear_DEMONHUNTER_1_AGILITY"] = "6.03",
			["gear_DEATHKNIGHT_1_VERSATILITY"] = "6.07",
			["gear_selected_spec"] = 1,
			["stickycolored"] = false,
			["gear_WARLOCK_1_VERSATILITY"] = "3.04",
			["geareffects"] = true,
			["autogear_protectheirlooms"] = true,
			["gear_HUNTER_1_VERSATILITY"] = "3.02",
			["gear_MAGE_3_INTELLECT"] = "9.06",
			["gear_HUNTER_2_MASTERY"] = "9.04",
			["gear_selected_class"] = 7,
			["gear_ROGUE_3_MASTERY"] = "7.55",
			["gear_SHAMAN_1_CRIT"] = "6.03",
			["gear_MONK_3_CRIT"] = "6.01",
			["gear_SHAMAN_3_HASTE"] = "4.58",
			["gear_PALADIN_1_HASTE"] = "3.07",
			["gear_SHAMAN_3_MASTERY"] = "7.58",
			["gear_PALADIN_2_STAMINA"] = "15.07",
			["gear_WARLOCK_1_INTELLECT"] = "4.54",
			["gear_SHAMAN_1_HASTE"] = "4.53",
			["gear_DEMONHUNTER_1_HASTE"] = "4.53",
			["gear_DRUID_4_CRIT"] = "6.02",
			["gear_SHAMAN_2_VERSATILITY"] = "4.52",
			["gear_MAGE_1_HASTE"] = "3.04",
			["gear_DEMONHUNTER_2_STAMINA"] = "15.05",
			["skin"] = "default",
			["gear_MONK_1_VERSATILITY"] = "4.58",
			["gear_SHAMAN_3_VERSATILITY"] = "3.08",
			["dispprimary"] = {
				["showborder"] = true,
			},
			["gear_SHAMAN_2_AGILITY"] = "9.02",
			["gear_DEATHKNIGHT_2_STRENGTH"] = "9.06",
			["gear_ROGUE_1_MASTERY"] = "7.53",
			["gear_PRIEST_2_HASTE"] = "4.53",
			["gear_DEATHKNIGHT_3_CRIT"] = "7.57",
			["gear_MAGE_3_MASTERY"] = "3.06",
			["gear_DEMONHUNTER_1_VERSATILITY"] = "3.03",
			["gear_DEATHKNIGHT_1_HASTE"] = "7.57",
			["gear_WARRIOR_2_MASTERY"] = "7.53",
			["gear_PRIEST_3_HASTE"] = "6.06",
			["gear_MONK_1_MASTERY"] = "6.08",
			["load_mail"] = true,
			["gear_WARLOCK_2_HASTE"] = "9.03",
			["gear_DRUID_3_STAMINA"] = "18.02",
			["gear_MONK_3_HASTE"] = "3.01",
			["gear_WARLOCK_1_HASTE"] = "6.79",
			["gear_WARRIOR_3_STRENGTH"] = "9.08",
			["gear_ROGUE_1_HASTE"] = "3.03",
			["gear_ROGUE_2_MASTERY"] = "4.53",
			["gear_MAGE_2_HASTE"] = "4.55",
			["load_gold"] = true,
			["gear_ROGUE_1_VERSATILITY"] = "4.53",
			["gear_MAGE_1_VERSATILITY"] = "4.54",
			["gear_PRIEST_1_MASTERY"] = "4.56",
			["gear_DEMONHUNTER_2_VERSATILITY"] = "9.05",
			["gear_HUNTER_1_MASTERY"] = "7.52",
			["gear_DEATHKNIGHT_3_VERSATILITY"] = "3.07",
			["gear_DEATHKNIGHT_2_VERSATILITY"] = "4.56",
			["usernamed"] = true,
			["gear_DEATHKNIGHT_1_MASTERY"] = "4.57",
			["gear_MAGE_1_INTELLECT"] = "9.04",
			["frame_anchor"] = {
				"TOPLEFT", -- [1]
				nil, -- [2]
				"TOPLEFT", -- [3]
				6.9996919631958, -- [4]
				-30.0000267028809, -- [5]
			},
			["gear_PRIEST_2_CRIT"] = "6.03",
			["gold_tooltips_ah"] = 2,
			["gear_WARLOCK_3_INTELLECT"] = "9.04",
			["gear_MONK_2_HASTE"] = "4.55",
			["multicolorants"] = true,
			["gear_WARLOCK_2_INTELLECT"] = "7.53",
			["gear_PALADIN_2_MASTERY"] = "6.07",
			["gear_ROGUE_3_VERSATILITY"] = "6.05",
			["singlecolorants__renamed"] = true,
			["gear_PRIEST_1_CRIT"] = "6.06",
			["gear_WARLOCK_3_CRIT"] = "6.04",
			["gear_PALADIN_2_HASTE"] = "9.07",
			["im_town_alert"] = false,
			["gear_DEATHKNIGHT_3_STRENGTH"] = "9.07",
			["gear_DRUID_3_VERSATILITY"] = "14.27",
			["gear_DEMONHUNTER_2_CRIT"] = "4.55",
			["gear_MAGE_2_INTELLECT"] = "9.05",
		},
	},
	["profileKeys"] = {
		["Аниоми - Гордунни"] = "Аниоми",
		["Дрофренфан - Гордунни"] = "Дрофренфан",
		["Пирик - Черный Шрам"] = "Пирик",
	},
	["realm"] = {
		["Гордунни"] = {
			["gold_scan_data"] = {
			},
		},
		["Черный Шрам"] = {
			["gold_scan_data"] = {
			},
		},
	},
}
